{
  "updated": "2026-02-20T06:42:30.093Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Les États-Unis demandent à l'Iran de conclure un accord alors que Trump laisse entendre des frappes",
        "description": "La Maison-Blanche a averti que l'Iran serait « avisé » de conclure un accord avec les États-Unis alors que le président Donald Trump laisse à nouveau entendre une action militaire.",
        "source": "RTE",
        "url": "https://www.rte.ie/news/middle-east/2026/0219/1559257-iran-us-talks/",
        "image": "https://www.rte.ie/images/0023e88a-1600.jpg",
        "publishedAt": "2026-02-19T06:35:13Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US tells Iran to do deal as Trump hints at strikes",
        "description_en": "The White House has warned that Iran would be \"wise\" to do a deal with the United States as President Donald Trump once again hinted at military action.",
        "translated": true
      },
      {
        "title": "Comment Embark punit-elle les tricheurs d'Arc Raiders ? #gaming",
        "description": "L'application des sanctions s'intensifie après un exploit majeur de duplication. Le studio derrière le jeu de tir coopératif en croissance rapide passe de la correction à la punition. Suite à un glitch de duplication qui permettait aux joueurs de créer essentiellement des objets de valeur illimités, le développeur Em…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/gaming/how-is-embark-punishing-arc-raiders-cheaters",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-19T06:05:51Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How is Embark punishing Arc Raiders cheaters? #gaming",
        "description_en": "Enforcement ramps up after major duplication exploit The studio behind the fast‑growing cooperative shooter is moving from patching to punishment. Following a duplication glitch that allowed players to create essentially unlimited valuable items, developer Em…",
        "translated": true
      },
      {
        "title": "Les agriculteurs recourent aux caméras de surveillance et aux drones pour lutter contre les gangs de vol organisé",
        "description": "Des véhicules et des pièces de machinerie de grande taille - notamment des quads, des jeeps, des remorques et des chargeuses compactes - sont volés dans des exploitations agricoles à travers le pays, souvent sous le couvert de l'obscurité, selon des images de vidéosurveillance obtenues par Prime Time.",
        "source": "RTE",
        "url": "https://www.rte.ie/news/primetime/2026/0219/1559212-rising-farm-theft-forcing-farmers-to-police-their-own-land/",
        "image": "https://www.rte.ie/images/0023ea8e-1600.jpg",
        "publishedAt": "2026-02-19T06:01:52Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Farmers try CCTV and drones in bid to fight organised theft gangs",
        "description_en": "Vehicles and large pieces of machinery - including quad bikes, jeeps, trailers and skid-steers - are being stolen from farms across the country, often under the cover of darkness, CCTV footage obtained by Prime Time shows.",
        "translated": true
      },
      {
        "title": "Zelensky critique les négociations de paix : « Nous n'avons pas le temps pour cela »",
        "description": "Le président ukrainien Vladimir Zelensky a vivement critiqué les négociations de paix en cours avec la Russie lors des pourparlers des 17 et 18 février à Genève, affirmant que les progrès ont été insuffisants. Les réunions facilitées par les États-Unis ont abordé des questions militaires et diplomatiques, mais Zelensky...",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-19-zelensky-slams-peace-talks-with-russia.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/zelenskyy-1.jpg",
        "publishedAt": "2026-02-19T06:00:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Zelensky slams peace talks: “We don’t have time for this”",
        "description_en": "Ukrainian President Vladimir Zelensky sharply criticized ongoing peace negotiations with Russia during the Feb. 17 to 18 talks in Geneva, saying progress has been insufficient. The U.S.-mediated meetings addressed military and diplomatic issues, but Zelensky …",
        "translated": true
      },
      {
        "title": "L'armée américaine se prépare à une frappe contre l'Iran alors que les négociations nucléaires s'enlisent et que les exercices russes commencent",
        "description": "Les pourparlers diplomatiques entre les États-Unis et l'Iran sont au point mort, sans accord sur les exigences nucléaires. Les États-Unis mobilisent une force navale majeure près de l'Iran, comprenant deux porte-avions. Des sources militaires américaines indiquent une préparation à une frappe à grande échelle alors que...",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-19-military-iran-strike-nuclear-talks-drills.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/Iran-USA-Israel-Related13.jpg",
        "publishedAt": "2026-02-19T06:00:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "U.S. military poised for Iran strike as nuclear talks stall, Russian drills begin",
        "description_en": "Diplomatic talks between the U.S. and Iran have stalled, with no agreement on nuclear demands. The U.S. is mobilizing a major naval force near Iran, including two aircraft carriers. American military sources indicate preparedness for a large-scale strike as e…",
        "translated": true
      },
      {
        "title": "La Pologne interdit les voitures chinoises équipées de caméras dans les bases militaires",
        "description": "Dell, en revanche, est bienvenu pour aider à construire un modèle de langage local. Le ministère de la Défense polonais a interdit les voitures chinoises - et toute autre véhicule équipé de technologies d'enregistrement de position, d'images ou de son - d'accéder aux installations militaires protégées.",
        "source": "Theregister.com",
        "url": "https://www.theregister.com/2026/02/19/poland_china_car_ban/",
        "image": "https://regmedia.co.uk/2026/02/19/shutterstock_polish_military.jpg",
        "publishedAt": "2026-02-19T05:55:25Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Poland bans camera-packing cars made in China cars from military bases",
        "description_en": "Dell, however, is welcome to help build a local-language LLM Poland’s Ministry of Defence has banned Chinese cars – and any others include tech to record position, images, or sound – from entering protected military facilities.…",
        "translated": true
      },
      {
        "title": "La marine turque utilise des drones armés lors d'un exercice de débarquement de l'OTAN pour la première fois",
        "description": "La Turquie a utilisé des véhicules aériens de combat sans pilote (UCAV) dans un scénario de débarquement amphibie pour la première fois lors de l'exercice Steadfast Dart 2026 de l'OTAN, a déclaré le 18 février l'amiral Ercüment Tatlıoğlu, commandant des forces navales turques.",
        "source": "Hurriyet Daily News",
        "url": "https://www.hurriyetdailynews.com/turkish-navy-uses-armed-drones-in-nato-landing-exercise-for-first-time-219100",
        "image": "https://image.hurimg.com/i/hurriyet/75/200x200/6996a134d05e3ace2788f24c.jpg",
        "publishedAt": "2026-02-19T05:36:17Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Turkish navy uses armed drones in NATO landing exercise for first time",
        "description_en": "Türkiye used unmanned combat aerial vehicles (UCAVs) in an amphibious landing scenario for the first time during NATO’s Steadfast Dart 2026 exercise, Turkish Naval Forces Commander Adm. Ercüment Tatlıoğlu said on Feb. 18.",
        "translated": true
      },
      {
        "title": "La Maison-Blanche enjoint l'Iran à conclure un accord alors que Trump laisse entendre des frappes américaines",
        "description": "La Maison-Blanche a averti mercredi que l'Iran serait « avisé » de conclure un accord avec les États-Unis, le président Donald Trump laissant une fois de plus entendre une action militaire.",
        "source": "Hurriyet Daily News",
        "url": "https://www.hurriyetdailynews.com/white-house-tells-iran-to-do-deal-as-trump-hints-at-us-strikes-219097",
        "image": "https://image.hurimg.com/i/hurriyet/75/200x200/69969d1ad05e3ace2788f1ff.jpg",
        "publishedAt": "2026-02-19T05:18:45Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "White House tells Iran to do deal as Trump hints at US strikes",
        "description_en": "The White House warned on Wednesday that Iran would be \"wise\" to do a deal with the United States as President Donald Trump once again hinted at military action.",
        "translated": true
      },
      {
        "title": "L'armée britannique adopte un système acoustique pour localiser l'artillerie ennemie",
        "description": "Savoir dans quelle direction se mettre à couvert est crucial, et l'armée britannique se dote d'un nouveau système pour identifier la provenance de l'artillerie ennemie. Développé par Leonardo UK, le système de localisation d'armes acoustiques SONUS utilise l'analyse sonore pour localiser les canons ennemis.",
        "source": "New Atlas",
        "url": "https://newatlas.com/military/british-army-sonos-passive-acoustic-artillery-detection/",
        "image": "https://assets.newatlas.com/dims4/default/edaec0a/2147483647/strip/true/crop/1200x630+0+85/resize/1200x630!/quality/90/?url=https%3A%2F%2Fnewatlas-brightspot.s3.amazonaws.com%2F08%2Fc3%2F0f97d1b946ff889623197101ccbf%2Fartillery-location.png&na.image_optimisation=0",
        "publishedAt": "2026-02-19T05:04:31Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "British Army adopts acoustic system to pinpoint enemy artillery",
        "description_en": "Because knowing which way to jump is pretty important, the British Army is getting a new system to find where enemy artillery is coming from. Built by Leonardo UK, the SONUS Acoustic Weapon Locating System uses sound analysis to locate enemy guns.Continue Rea…",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Les États-Unis pressent l'Iran de conclure un accord alors que Trump évoque des frappes",
        "description": "La Maison-Blanche a averti que l'Iran serait « avisé » de conclure un accord avec les États-Unis, tandis que le président Donald Trump a à nouveau évoqué la possibilité d'une action militaire.",
        "source": "RTE",
        "url": "https://www.rte.ie/news/middle-east/2026/0219/1559257-iran-us-talks/",
        "image": "https://www.rte.ie/images/0023e88a-1600.jpg",
        "publishedAt": "2026-02-19T06:35:13Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US tells Iran to do deal as Trump hints at strikes",
        "description_en": "The White House has warned that Iran would be \"wise\" to do a deal with the United States as President Donald Trump once again hinted at military action.",
        "translated": true
      },
      {
        "title": "Etsy vend Depop, une application de vêtements d'occasion populaire auprès de la Gen Z, à eBay",
        "description": "Etsy vend Depop, une application de vêtements d'occasion populaire auprès de la Gen Z, à eBay. eBay acquiert Depop auprès d'Etsy pour 1,2 milliard de dollars. Etsy cède l'application de mode d'occasion Depop à eBay pour 1,2 milliard de dollars. Le vendeur en ligne eBay acquiert la plateforme de vêtements d'occasion.",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180825674",
        "image": null,
        "publishedAt": "2026-02-19T06:12:25Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Etsy Sells Depop, a Secondhand Clothing App Popular With Gen Z, to eBay - The New York Times",
        "description_en": "Etsy Sells Depop, a Secondhand Clothing App Popular With Gen Z, to eBayThe New York Times eBay to Buy Depop From Etsy for $1.2 BillionThe Wall Street Journal Etsy sells second-hand fashion app Depop to eBay for $1.2bnBBC Online seller eBay to buy secondhand f…",
        "translated": true
      },
      {
        "title": "Teck annonce les résultats non vérifiés du quatrième trimestre 2025",
        "description": "Dynamique forte au T4 et progression de la fusion pour créer un champion mondial des minéraux critiques. VANCOUVER, Colombie-Britannique, 19 février 2026 (GLOBE NEWSWIRE) — Teck Resources Limited (TSX : TECK.A et TECK.B, NYSE : TECK) a annoncé aujourd'hui ses résultats non vérifiés du quatrième trimestre.",
        "source": "Financial Post",
        "url": "https://financialpost.com/globe-newswire/teck-reports-unaudited-fourth-quarter-results-for-2025",
        "image": null,
        "publishedAt": "2026-02-19T06:04:59Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Teck Reports Unaudited Fourth Quarter Results for 2025",
        "description_en": "Strong momentum built in Q4 and progressing merger to create global critical minerals champion VANCOUVER, British Columbia, Feb. 19, 2026 (GLOBE NEWSWIRE) — Teck Resources Limited (TSX: TECK.A and TECK.B, NYSE: TECK) (Teck) today announced its unaudited fourt…",
        "translated": true
      },
      {
        "title": "Le bond quantique met les centres de données sous les projecteurs",
        "description": "L'informatique quantique progresse rapidement, suscitant des discussions sur la façon dont ces ordinateurs puissants s'intégreront dans des secteurs comme celui des centres de données, déjà en plein essor.",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/19/quantum-computing-data-centers-ai-tech-microsoft.html",
        "image": "https://image.cnbcfm.com/api/v1/image/108214040-1760962317394-gettyimages-2237193977-BIZ-CPT-QUANTUM-COMPUTER-OHARE-TB.jpeg?v=1771397726&w=1920&h=1080",
        "publishedAt": "2026-02-19T06:02:01Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Quantum's big leap puts data centers in the spotlight",
        "description_en": "Quantum is advancing rapidly, sparking discussions about how the powerful computers will integrate with industries like the already booming data center sector.",
        "translated": true
      },
      {
        "title": "Teck annonce les résultats non vérifiés du quatrième trimestre 2025",
        "description": "Dynamique forte au T4 et progression de la fusion pour créer un champion mondial des minéraux critiques.",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/19/3240774/0/en/Teck-Reports-Unaudited-Fourth-Quarter-Results-for-2025.html",
        "image": "https://ml.globenewswire.com/Resource/Download/73d91826-9b81-4af4-8ce0-b2bbf5f4f77a",
        "publishedAt": "2026-02-19T06:01:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Teck Reports Unaudited Fourth Quarter Results for 2025",
        "description_en": "Strong momentum built in Q4 and progressing merger to create global critical minerals champion Strong momentum built in Q4 and progressing merger to create global critical minerals champion",
        "translated": true
      },
      {
        "title": "Aegon publie ses résultats du second semestre 2025",
        "description": "Schiphol, 19 février 2026 - Veuillez cliquer ici pour accéder à tous les documents relatifs aux résultats du 2e semestre 2025. Faits saillants financiers du 2e semestre 2025 : résultat net de 375 millions EUR...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/19/3240760/0/en/Aegon-reports-second-half-year-2025-results.html",
        "image": "https://ml-eu.globenewswire.com/Resource/Download/ec10c464-c281-47b7-8e92-16938c54c849",
        "publishedAt": "2026-02-19T06:00:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Aegon reports second half year 2025 results",
        "description_en": "Schiphol, February 19, 2026 - Please click here to access all 2H 2025 results related documents   2H 2025 Financial highlights  Net result of EUR 375...",
        "translated": true
      },
      {
        "title": "Les États-Unis annoncent le retrait de TOUTES les troupes restantes de Syrie au milieu des tensions croissantes avec l'Iran",
        "description": "Les États-Unis ont commencé à retirer ses 1 000 troupes restantes de Syrie dans un processus échelonné sur deux mois, en cédant les bases clés (garnison d'Al Tanf et Al-Shaddadi) au gouvernement syrien, désormais contrôlé par Hayat Tahrir al-Sham (HTS), une branche dissidente d'al-Qaïda. Le retrait...",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-19-us-announces-withdrawal-all-remaining-troops-syria.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/Soldiers-Military-War-6-1.jpg",
        "publishedAt": "2026-02-19T06:00:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "U.S. announces withdrawal of ALL remaining troops from Syria amid rising tensions with Iran",
        "description_en": "The U.S. has begun withdrawing its remaining 1,000 troops from Syria in a phased two-month process, handing over key bases (Al Tanf Garrison and Al-Shaddadi) to the Syrian government, now controlled by Hayat Tahrir al-Sham (HTS), an al-Qaeda offshoot. The wit…",
        "translated": true
      },
      {
        "title": "Les États-Unis vont retirer toutes les troupes de Syrie dans les 2 mois",
        "description": "La présence américaine relativement discrète dans un pays du Moyen-Orient est sur le point de prendre fin. Des responsables américains ont déclaré au Wall Street Journal que les quelque 1 000 soldats américains encore présents en Syrie seront retirés au cours des deux prochains mois, mettant fin à une mission d'une décennie...",
        "source": "Newser",
        "url": "https://www.newser.com/story/383996/us-to-withdraw-all-troops-from-syria-within-2-months.html",
        "image": "https://img1-azrcdn.newser.com/image/1665900-12-20260219000002.jpeg",
        "publishedAt": "2026-02-19T06:00:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US to Withdraw All Troops From Syria Within 2 Months",
        "description_en": "America's fairly quiet presence in one Middle East country is about to end. US officials tell the Wall Street Journal all of the roughly 1,000 American troops still in Syria are being pulled out over the next two months, winding down a decade-long mission aga…",
        "translated": true
      },
      {
        "title": "Anthropic travaillera avec l'Inde pour tester la sécurité et la fiabilité des modèles d'IA",
        "description": "Anthropic souhaite collaborer avec l'Inde sur le « test et l'évaluation des modèles pour les risques de sécurité et de fiabilité », et partager des informations avec le gouvernement indien pour aborder les impacts économiques de l'IA, a déclaré Amodei.",
        "source": "The Indian Express",
        "url": "https://indianexpress.com/article/business/will-work-with-india-to-test-safety-and-security-of-ai-models-anthropic-ceo-10540252/",
        "image": "https://images.indianexpress.com/2026/02/Anthropic-CEO-Dario-Amodei.jpg",
        "publishedAt": "2026-02-19T05:55:49Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Will work with India to test safety and security of AI models: Anthropic CEO",
        "description_en": "Anthropic would like to work with India on “testing and evaluation of models for safety and security risks,” and share information with the Indian government to address the economic impacts of AI, Amodei said.",
        "translated": true
      },
      {
        "title": "Le Bitcoin s'apprête à enregistrer sa plus longue série de pertes depuis 2022 alors que les tensions géopolitiques frappent les actifs à risque",
        "description": "Les tensions géopolitiques soutiennent le dollar américain et les prix du pétrole brut, exerçant une pression supplémentaire sur un marché des cryptomonnaies déjà fragile.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/19/bitcoin-on-track-for-fifth-weekly-decline-first-since-2022-as-geopolitical-risks-mount",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/92bd4eed5584f5599371a16db5561e49f3a2aa38-1920x1080.jpg?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-19T05:44:03Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin is about to log its longest losing streak since 2022 as geopolitical nerves hit risk trades",
        "description_en": "Geopolitical tensions lift the U.S. dollar and crude prices, adding pressure to an already fragile crypto market.",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "« Du bruit sur Twitter » - David Bailey dément les accusations d'arnaque après la chute de 99 % du Bitcoin treasury Nakamoto",
        "description": "Les flux de trésorerie Bitcoin se sont affaiblis après l'annulation de la reprise de janvier.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/noise-on-twitter-david-bailey-denies-scam-claims-after-bitcoin-treasury-nakamoto-falls-99/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Quote-based-‘Noise-on-Twitter-David-Bailey-denies-scam-claims-after-Bitcoin-treasury-Nakamoto-falls-99--1000x600.webp",
        "publishedAt": "2026-02-19T06:30:56Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "‘Noise on Twitter’ – David Bailey denies scam claims after Bitcoin treasury Nakamoto falls 99%",
        "description_en": "Bitcoin treasury flows have waned after reversing January's recovery.",
        "translated": true
      },
      {
        "title": "La Fondation Ethereum liste la « préparation quantique » et les limites de gaz parmi ses priorités 2026",
        "description": "La Fondation Ethereum a exposé ses priorités majeures pour 2026, incluant une sécurité renforcée, des transactions plus rapides via l'augmentation de la limite de gaz, et une amélioration des transactions inter-chaînes.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/ethereum-foundation-quantum-gas-limit-priorities-protocol",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c7456-0c92-7664-ad64-5e4c110b361a.jpg",
        "publishedAt": "2026-02-19T06:23:37Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ethereum Foundation lists ‘quantum readiness,’ gas limits in 2026 priorities",
        "description_en": "The Ethereum Foundation outlined its major priorities for 2026, including upgraded security, faster transactions through increasing the gas limit, and an improvement in cross-chain transactions.",
        "translated": true
      },
      {
        "title": "La famille Trump courtise les géants de la finance traditionnelle lors d'un événement crypto à Mar-a-Lago",
        "description": "Des cadres de la crypto et de la finance se sont côtoyés avec des régulateurs et des législateurs lors d'un événement crypto organisé par la famille Trump, qui a annoncé un nouvel accord élargissant son empire crypto.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/crypto-tradfi-execs-mingle-trump-crypto-event",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c73bb-1096-7a62-b974-26aaf75a4413.jpg",
        "publishedAt": "2026-02-19T06:20:31Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump family courts TradFi giants at Mar-a-Lago crypto mixer",
        "description_en": "Crypto and finance executives mingled with regulators and lawmakers at a crypto event hosted by the Trump family, which announced another deal expanding its crypto empire.",
        "translated": true
      },
      {
        "title": "XRP sous les projecteurs alors que l'Arizona fait avancer un projet de loi historique sur les actifs numériques",
        "description": "L'Arizona s'est rapproché cette semaine de la mise en place d'une réserve publique de cryptomonnaies après que les législateurs aient fait avancer un projet de loi nommant XRP parmi les jetons qui pourraient être détenus. Lecture connexe : Et si Bitcoin ne s'effondrait pas ? Michael Saylor impassible, taquine une nouvelle accumulation Le p…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/altcoin/xrp-on-the-spotlight-as-arizona-advances-landmark-digital-asset-bill/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Gemini_Generated_Image_13p1x013p1x013p1.png?fit=1024%2C1024",
        "publishedAt": "2026-02-19T06:00:43Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "XRP On The Spotlight As Arizona Advances Landmark Digital Asset Bill",
        "description_en": "Arizona moved closer this week to setting up a public reserve of cryptocurrency after lawmakers pushed a bill forward that names XRP among the tokens that could be held. Related Reading: What Bitcoin Rout? Michael Saylor Unfazed, Teases New Accumulation The p…",
        "translated": true
      },
      {
        "title": "Bitcoin s'apprête à enregistrer sa plus longue série de pertes depuis 2022 alors que les tensions géopolitiques pèsent sur les actifs risqués",
        "description": "Les tensions géopolitiques soutiennent le dollar américain et les prix du pétrole brut, ajoutant une pression supplémentaire à un marché crypto déjà fragile.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/19/bitcoin-on-track-for-fifth-weekly-decline-first-since-2022-as-geopolitical-risks-mount",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/92bd4eed5584f5599371a16db5561e49f3a2aa38-1920x1080.jpg?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-19T05:44:03Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin is about to log its longest losing streak since 2022 as geopolitical nerves hit risk trades",
        "description_en": "Geopolitical tensions lift the U.S. dollar and crude prices, adding pressure to an already fragile crypto market.",
        "translated": true
      },
      {
        "title": "Les minutes de la Fed suggèrent un retour des hausses de taux face aux craintes inflationnistes",
        "description": "La Réserve fédérale a voté le maintien des taux d'intérêt inchangés en janvier, mais les minutes récemment publiées suggèrent qu'il pourrait y avoir un certain soutien pour une hausse de taux.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/fed-sees-possibility-of-upward-adjustments-to-rates-if-inflation-remains-above-target-levels",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2025-12/019b0a2f-9779-74b8-b0b5-e70f22911a44",
        "publishedAt": "2026-02-19T05:41:30Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Fed minutes suggest rate hikes on table again amid inflation jitters",
        "description_en": "The Federal Reserve voted to keep interest rates unchanged in January, but recently released minutes suggest there could be some support for a rate hike.",
        "translated": true
      },
      {
        "title": "Coinbase permet aux détenteurs de XRP, ADA et dogecoin d'emprunter jusqu'à 100 000 dollars sans vendre",
        "description": "L'exchange élargit l'accès à son produit de prêt alimenté par Morpho après une vague de liquidations plus tôt ce mois-ci, offrant aux détenteurs de jetons de détail majeurs un moyen d'emprunter de l'USDC sans vendre.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/19/coinbase-lets-xrp-ada-and-dogecoin-holders-borrow-up-to-usd100-000-without-selling",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/1428cfaead3d335ac583e4746fde616298b261fd-1920x1080.jpg?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-19T05:08:37Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Coinbase lets XRP, ADA and dogecoin holders borrow up to $100,000 without selling",
        "description_en": "The exchange is widening access to its Morpho-powered lending product after a wave of liquidations earlier this month, giving holders of major retail tokens a way to borrow USDC without selling.",
        "translated": true
      },
      {
        "title": "Solana (SOL) Sous Pression Sous les Niveaux Clés, Une Nouvelle Baisse Possible ?",
        "description": "Solana n'a pas réussi à se maintenir au-dessus de 86 $ et a corrigé ses gains. Le prix de SOL se situe maintenant en dessous de 84 $ et reste exposé à un risque de nouvelles pertes sous les 80 $. Le prix de SOL a amorcé une correction baissière en dessous de 86 $ face au dollar américain. Le prix se négocie maintenant en dessous de 85 $ et de la moyenne mobile simple horaire de 100...",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/analysis/solana-sol-pressured-80/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Solana-SOL-Pressured.jpg?fit=1024%2C559",
        "publishedAt": "2026-02-19T05:08:10Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Solana (SOL) Pressured Below Key Levels, Further Drop Possible?",
        "description_en": "Solana failed to stay above $86 and corrected gains. SOL price is now below $84 and remains at risk of more losses below $80. SOL price started a downside correction below $86 against the US Dollar. The price is now trading below $85 and the 100-hourly simple…",
        "translated": true
      },
      {
        "title": "Dernier Rempart du Détail : Le Piège de Liquidité de -209 Milliards de Dollars en Crypto que les Investisseurs Avertis Refusent de Toucher",
        "description": "Le marché des cryptomonnaies continue de faire face à une pression de vente soutenue, avec un sentiment de plus en plus marqué par la prudence et, dans certains segments, par une panique manifeste. Après le rebond vigoureux qui s'est concrétisé fin 2025, l'action des prix sur les principaux actifs numériques s'est orientée vers...",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/retails-last-stand-the-crypto-209b-liquidity-trap/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/Untitled-design-2026-02-18T060208.842.jpg",
        "publishedAt": "2026-02-19T05:00:48Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Retail’s Last Stand: The Crypto -$209B Liquidity Trap That Smart Money Refuses to Touch",
        "description_en": "The crypto market continues to face sustained selling pressure, with sentiment increasingly shaped by caution and, in some segments, outright panic. After the strong rally that culminated in late 2025, price action across major digital assets has shifted into…",
        "translated": true
      },
      {
        "title": "Bitcoin N'Obtient Pas de « Renflouement » Macro Cette Fois : Alden Avertit d'un Assouplissement Quantitatif Progressif",
        "description": "Les investisseurs en Bitcoin qui espèrent un sauvetage macro familier pourraient mal interpréter la situation. Dans une interview avec l'animatrice de Coin Stories Nathalie Brunell, l'analyste macro Lyn Alden a soutenu que le prochain tournant politique ressemblerait davantage à une augmentation progressive du bilan qu'à...",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/bitcoin-news/bitcoin-doesnt-get-macro-bailout-this-time-alden/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/ChatGPT-Image-Feb-18-2026-02_14_20-PM.png?fit=1050%2C700",
        "publishedAt": "2026-02-19T05:00:01Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Doesn’t Get A Macro ‘Bailout’ This Time: Alden Warns Of Gradual QE",
        "description_en": "Bitcoin investors hoping for a familiar macro rescue may be reading the room wrong. In an interview with Coin Stories host Nathalie Brunell, macro analyst Lyn Alden argued that the next policy turn is more likely to resemble a slow balance-sheet creep than th…",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "L'Aide Atteint le Kordofan au Soudan Alors que Plus de 30 Pays S'Alarment des Attaques de Drones",
        "description": "Des camions de ravitaillement arrivent dans une région coupée du monde depuis deux ans, tandis qu'une série d'attaques de drones meurtrières entrave les efforts d'aide humanitaire.",
        "source": "Al Jazeera English",
        "url": "https://www.aljazeera.com/news/2026/2/19/aid-reaches-sudans-kordofan-as-over-30-countries-alarmed-by-drone-attacks",
        "image": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_699688c62a-1771473094.jpg?resize=1920%2C1440",
        "publishedAt": "2026-02-19T06:33:55Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Aid reaches Sudan’s Kordofan as over 30 countries alarmed by drone attacks",
        "description_en": "Food trucks arrive in area that has been cut off for two years as spate of deadly drone attacks hampers relief efforts.",
        "translated": true
      },
      {
        "title": "L'Indonésie Réserve 1,1 Million d'Hectares de Terres Plantées pour l'Autosuffisance Alimentaire",
        "description": "Le gouvernement a réservé 1,1 million d'hectares de terres potentielles sur l'ensemble du territoire national pour la culture du café, de la noix de muscade et du cacao dans le cadre du programme de foresterie sociale...",
        "source": "Antaranews.com",
        "url": "https://en.antaranews.com/news/405106/indonesia-earmarks-11-mln-ha-plantation-land-for-food-self-reliance",
        "image": "https://cdn.antaranews.com/cache/1200x800/2026/02/09/IMG_8955.jpeg",
        "publishedAt": "2026-02-19T06:12:38Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Indonesia earmarks 1.1 mln ha plantation land for food self-reliance",
        "description_en": "The government has earmarked 1.1 million hectares of potential land nationwide for coffee, nutmeg, and cocoa cultivation under the social forestry program, ...",
        "translated": true
      },
      {
        "title": "Pourquoi les États-Unis Déploient-ils des Forces Plus Près de l'Iran ? #monde",
        "description": "Pourquoi les forces américaines sont repositionnées. Les chefs militaires américains ont déployé un ensemble considérable d'actifs supplémentaires au Moyen-Orient alors que les tensions avec l'Iran se sont intensifiées. Les déploiements incluent des navires de guerre, des systèmes de défense aérienne, des sous-marins et des éléments de groupes de frappe aéronavale...",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/world/why-is-the-u-s-moving-forces-nearer-iran",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-19T06:11:20Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why is the U.S. moving forces nearer Iran? #world",
        "description_en": "Why U.S. forces are being repositioned U.S. military leaders have pushed a sizeable array of additional assets into the Middle East as tensions with Iran have spiked. The deployments include warships, air defenses, submarines and carrier strike group elements…",
        "translated": true
      },
      {
        "title": "Teck annonce ses résultats non vérifiés du quatrième trimestre 2025",
        "description": "Dynamique forte au Q4 et progression de la fusion pour créer un champion mondial des minéraux critiques VANCOUVER, Colombie-Britannique, 19 février 2026 (GLOBE NEWSWIRE) — Teck Resources Limited (TSX: TECK.A et TECK.B, NYSE: TECK) (Teck) a annoncé aujourd'hui ses résultats non vérifiés du quatrième trimestre...",
        "source": "Financial Post",
        "url": "https://financialpost.com/globe-newswire/teck-reports-unaudited-fourth-quarter-results-for-2025",
        "image": null,
        "publishedAt": "2026-02-19T06:04:59Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Teck Reports Unaudited Fourth Quarter Results for 2025",
        "description_en": "Strong momentum built in Q4 and progressing merger to create global critical minerals champion VANCOUVER, British Columbia, Feb. 19, 2026 (GLOBE NEWSWIRE) — Teck Resources Limited (TSX: TECK.A and TECK.B, NYSE: TECK) (Teck) today announced its unaudited fourt…",
        "translated": true
      },
      {
        "title": "Teck annonce ses résultats non vérifiés du quatrième trimestre 2025",
        "description": "Dynamique forte au Q4 et progression de la fusion pour créer un champion mondial des minéraux critiques Dynamique forte au Q4 et progression de la fusion pour créer un champion mondial des minéraux critiques",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/19/3240774/0/en/Teck-Reports-Unaudited-Fourth-Quarter-Results-for-2025.html",
        "image": "https://ml.globenewswire.com/Resource/Download/73d91826-9b81-4af4-8ce0-b2bbf5f4f77a",
        "publishedAt": "2026-02-19T06:01:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Teck Reports Unaudited Fourth Quarter Results for 2025",
        "description_en": "Strong momentum built in Q4 and progressing merger to create global critical minerals champion Strong momentum built in Q4 and progressing merger to create global critical minerals champion",
        "translated": true
      },
      {
        "title": "Comment les résidus de légumes pourraient bientôt alimenter les foyers du Queensland",
        "description": "Un nouveau projet de 291 millions de dollars visant à transformer les résidus agricoles en énergie a commencé sa construction dans la région de Scenic Rim au Queensland.",
        "source": "ABC News (AU)",
        "url": "https://www.abc.net.au/news/2026-02-19/qld-kalfresh-bioenergy-scenic-rim/106363982",
        "image": "https://live-production.wcms.abc-cdn.net.au/d7225835e980abb3a79655c9663f604f?impolicy=wcms_watermark_news&cropH=2813&cropW=5000&xPos=0&yPos=469&width=862&height=485&imformat=generic",
        "publishedAt": "2026-02-19T05:44:52Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How vegetable scraps could soon help power Queensland homes",
        "description_en": "A new $291 million project set to turn farm scraps to energy has begun construction in Queensland's Scenic Rim.",
        "translated": true
      },
      {
        "title": "Le Nifty glisse sous son ouverture alors que l'IT rebondit, le secteur bancaire reste stable ; 26 000 reste un obstacle clé",
        "description": "Le BSE Sensex a ouvert à 83 969,82 jeudi, s'échangeant à 83 606,97, en baisse de ₹127,28 (0,15 %) à 9h55 ; le NSE Nifty 50 a ouvert à 25 873,35 mais a chuté à 25 783,45, une baisse de 35,90 points (0,14 %)",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/markets/nifty-slips-below-open-as-it-rebounds-banking-holds-firm-26000-remains-key-hurdle/article70650387.ece",
        "image": "https://bl-i.thgim.com/public/incoming/rv2ul5/article70650404.ece/alternates/LANDSCAPE_1200/PO10_Chart.jpg",
        "publishedAt": "2026-02-19T04:49:58Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Nifty slips below open as IT rebounds, banking holds firm; 26,000 remains key hurdle",
        "description_en": "The BSE Sensex opened at 83,969.82 on Thursday, was trading at 83,606.97, down ₹127.28 (0.15%) at 9:55 am; NSE Nifty 50 opened at 25,873.35 but fell to 25,783.45, a decrease of 35.90 points (0.14%)",
        "translated": true
      },
      {
        "title": "Les contrats à terme sur le pétrole brut montent sur les craintes d'un affrontement imminent États-Unis-Iran",
        "description": "À 9h59 jeudi, les contrats à terme sur le pétrole brut de février s'échangeaient à ₹5 956 sur le MCX lors de la première heure de négociation jeudi par rapport à la clôture précédente de ₹5 903, en hausse de 0,90 %",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/markets/commodities/crude-oil-futures-rise-on-fears-of-imminent-us-iran-clash/article70650390.ece",
        "image": "https://bl-i.thgim.com/public/incoming/usvr97/article70650401.ece/alternates/LANDSCAPE_1200/PO19_Crude_oil.jpg",
        "publishedAt": "2026-02-19T04:42:53Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Crude oil futures rise on fears of imminent US-Iran clash",
        "description_en": "At 9.59 am on Thursday, February crude oil futures were trading at ₹5956 on MCX during the initial hour of trading on Thursday against the previous close of ₹5903, up by 0.90%",
        "translated": true
      },
      {
        "title": "Les prix de l'or et de l'argent peu changés alors que les traders évaluent les tensions États-Unis-Iran et l'incertitude sur les baisses de taux de la Fed. Que disent les experts ?",
        "description": "Les prix de l'or et de l'argent se sont échangés en légère baisse sur le MCX alors que les investisseurs évaluaient l'escalade des tensions États-Unis-Iran et l'incertitude autour des baisses de taux de la Réserve fédérale. Tandis que la demande de valeurs refuge a soutenu les métaux précieux, un dollar plus fort a limité les gains. Les experts recommandent la prudence face aux tensions élevées...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/stocks/news/gold-silver-prices-little-changed-as-traders-assess-usiran-tensions-fed-rate-cut-uncertainty-what-are-experts-saying/articleshow/128538067.cms",
        "image": "https://img.etimg.com/thumb/msid-128538031,width-1200,height-630,imgsize-126002,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-19T04:00:47Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gold, silver prices little changed as traders assess US–Iran tensions, Fed rate-cut uncertainty. What are experts saying?",
        "description_en": "Gold and silver prices traded marginally lower on MCX as investors assessed rising US–Iran tensions and uncertainty around Federal Reserve rate cuts. While safe-haven demand supported bullion, a stronger dollar capped gains. Experts suggest caution amid eleva…",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Santé, éducation, recherche approfondie, tous les domaines prospéreront grâce à l'IA : Sunil Mittal, président de Bharti",
        "description": "Mittal, s'exprimant au Sommet de l'impact de l'IA en Inde, a déclaré que l'IA devient une partie intégrante des opérations de l'entreprise",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/tech/technology/healthcare-education-deep-research-all-areas-will-flourish-with-ai-bharti-chairman-sunil-mittal/articleshow/128543517.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-87280,resizemode-75,msid-128543517/tech/technology/healthcare-education-deep-research-all-areas-will-flourish-with-ai-bharti-chairman-sunil-mittal.jpg",
        "publishedAt": "2026-02-19T06:40:29Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Healthcare, education, deep research, all areas will flourish with AI: Bharti Chairman Sunil Mittal",
        "description_en": "Mittal, speaking at the India AI Impact Summit, said that AI is becoming an integral part of the company's operations",
        "translated": true
      },
      {
        "title": "Reliance en Inde construira des centres de données IA dans le cadre d'un investissement de 110 milliards de dollars",
        "description": "19 février : Reliance Industries en Inde et sa filiale de télécommunications Jio investiront 109,8 milliards de dollars au cours des sept prochaines années pour construire une infrastructure d'intelligence artificielle et de données, a annoncé jeudi le président milliardaire Mukesh Ambani. S'exprimant au Sommet de l'impact de l'IA...",
        "source": "CNA",
        "url": "https://www.channelnewsasia.com/business/indias-reliance-build-ai-data-centres-in-110-billion-investment-push-5939786",
        "image": "https://dam.mediacorp.sg/image/upload/s--IWmxl2_9--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:cna:watermark:2024-04:reuters_1,w_0.1/f_auto,q_auto/v1/one-cms/core/2026-02-19T063520Z_1_LYNXMPEM1I08O_RTROPTP_3_INDIA-POLITICS-RELIANCE-FUNDING.JPG?itok=w3Dlz5Tt",
        "publishedAt": "2026-02-19T06:35:20Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "India's Reliance to build AI data centres in $110 billion investment push",
        "description_en": "Feb 19 : India's Reliance Industries and telecoms arm Jio will invest $109.8 billion over the next seven years to build artificial intelligence and data infrastructure, its billionaire chairman Mukesh Ambani said on Thursday.Speaking at the AI Impact Summit i…",
        "translated": true
      },
      {
        "title": "Reliance d'Ambani investira 110 milliards de dollars dans l'IA",
        "description": "19 février : Reliance Industries en Inde et sa filiale Jio investiront 10 billions de roupies (110 milliards de dollars) au cours des sept prochaines années dans l'intelligence artificielle, a annoncé jeudi le président milliardaire Mukesh Ambani. (1 $ = 91,0870 roupies indiennes)",
        "source": "CNA",
        "url": "https://www.channelnewsasia.com/business/ambanis-reliance-will-invest-110-billion-in-ai-5939786",
        "image": "https://dam.mediacorp.sg/image/upload/s--IWmxl2_9--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:cna:watermark:2024-04:reuters_1,w_0.1/f_auto,q_auto/v1/one-cms/core/2026-02-19T063520Z_1_LYNXMPEM1I08O_RTROPTP_3_INDIA-POLITICS-RELIANCE-FUNDING.JPG?itok=w3Dlz5Tt",
        "publishedAt": "2026-02-19T06:35:20Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ambani's Reliance will invest $110 billion in AI",
        "description_en": "Feb 19 : India's Reliance Industries and its unit Jio will invest 10 trillion rupees ($110 billion) over the next seven years in artificial intelligence, billionaire Chairman Mukesh Ambani said on Thursday.($1 = 91.0870 Indian rupees)",
        "translated": true
      },
      {
        "title": "Le groupe hôtelier Accor dépasse légèrement les attentes de profit en 2025",
        "description": "19 février : Le groupe hôtelier français Accor a annoncé jeudi un profit annuel avant intérêts, impôts et dépréciations légèrement supérieur aux attentes du marché, soutenu par la diversification de son portefeuille hôtelier et l'expansion de son programme de fidélité. Le groupe a déclaré que ses résultats avant intérêts, impôts, dépréciations...",
        "source": "CNA",
        "url": "https://www.channelnewsasia.com/business/hotel-group-accor-narrowly-beats-profit-expectations-in-2025-5939791",
        "image": "https://dam.mediacorp.sg/image/upload/s--xPR1UaCg--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:cna:watermark:2024-04:reuters_1,w_0.1/f_auto,q_auto/v1/one-cms/core/2026-02-19T063452Z_1_LYNXMPEM1I08K_RTROPTP_3_ACCOR-FRANCE.JPG?itok=YIfM0d3I",
        "publishedAt": "2026-02-19T06:34:52Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Hotel group Accor narrowly beats profit expectations in 2025",
        "description_en": "Feb 19 : French hotel group Accor reported annual core profit just above market expectations on Thursday, supported by the diversification of its hotel portfolio and the expansion of its loyalty program.The group said its earnings before interest, taxes, depr…",
        "translated": true
      },
      {
        "title": "Reliance de Mukesh Ambani investira 110 milliards de dollars dans l'IA",
        "description": "Reliance Industries et sa filiale Jio investiront 110 milliards de dollars au cours des sept prochaines années dans l'intelligence artificielle, a annoncé jeudi le président milliardaire Mukesh Ambani.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/tech/artificial-intelligence/mukesh-ambanis-reliance-will-invest-110-billion-in-ai/articleshow/128543195.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-30314,resizemode-75,msid-128543195/tech/artificial-intelligence/mukesh-ambanis-reliance-will-invest-110-billion-in-ai.jpg",
        "publishedAt": "2026-02-19T06:33:26Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Mukesh Ambani's Reliance will invest $110 billion in AI",
        "description_en": "​Reliance ​Industries and its unit ‌Jio ⁠will ⁠invest ​$110 ​billion over the ​next ⁠seven years ‌in ​artificial ​intelligence, billionaire ⁠Chairman Mukesh ​Ambani said ​on Thursday.",
        "translated": true
      },
      {
        "title": "evalview 0.2.8",
        "description": "Framework de test de style Pytest pour les agents IA — LangGraph, CrewAI, OpenAI, Anthropic, Claude",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/evalview/0.2.8/",
        "image": null,
        "publishedAt": "2026-02-19T06:31:07Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "evalview 0.2.8",
        "description_en": "Pytest-style testing framework for AI agents — LangGraph, CrewAI, OpenAI, Anthropic, Claude",
        "translated": true
      },
      {
        "title": "geepers-kernel ajouté à PyPI",
        "description": "Infrastructure centrale du système d'agent geepers — fournisseurs LLM, orchestration, clients de données et serveur MCP",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/geepers-kernel/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-19T06:30:59Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "geepers-kernel added to PyPI",
        "description_en": "Core infrastructure for the geepers agent system — LLM providers, orchestration, data clients, and MCP server",
        "translated": true
      },
      {
        "title": "La Fondation Ethereum liste la « préparation quantique » et les limites de gaz dans ses priorités 2026",
        "description": "La Fondation Ethereum a énoncé ses priorités majeures pour 2026, notamment une sécurité renforcée, des transactions plus rapides grâce à l'augmentation de la limite de gaz, et une amélioration des transactions inter-chaînes.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/ethereum-foundation-quantum-gas-limit-priorities-protocol",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c7456-0c92-7664-ad64-5e4c110b361a.jpg",
        "publishedAt": "2026-02-19T06:23:37Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ethereum Foundation lists ‘quantum readiness,’ gas limits in 2026 priorities",
        "description_en": "The Ethereum Foundation outlined its major priorities for 2026, including upgraded security, faster transactions through increasing the gas limit, and an improvement in cross-chain transactions.",
        "translated": true
      },
      {
        "title": "evalview 0.2.7",
        "description": "Framework de test de style Pytest pour agents IA — LangGraph, CrewAI, OpenAI, Anthropic, Claude",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/evalview/0.2.7/",
        "image": null,
        "publishedAt": "2026-02-19T06:23:35Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "evalview 0.2.7",
        "description_en": "Pytest-style testing framework for AI agents — LangGraph, CrewAI, OpenAI, Anthropic, Claude",
        "translated": true
      }
    ]
  },
  "total": 47
}