{
  "updated": "2026-02-26T01:03:52.840Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Un accord avec les États-Unis à portée de main « uniquement si la diplomatie est prioritaire », déclare le ministre des Affaires étrangères iranien",
        "description": "Le principal diplomate iranien estime qu'un accord avec les États-Unis est imminent. De nouveaux pourparlers sont prévus à Genève cette semaine. L'Iran est prêt à négocier avec honnêteté pour un accord équitable. Les États-Unis privilégient également la diplomatie mais sont préparés à d'autres actions. L'Iran a",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/defence/deal-with-us-within-reach-only-if-diplomacy-is-given-priority-irans-foreign-minister-says/articleshow/128766822.cms",
        "image": "https://img.etimg.com/thumb/msid-128766837,width-1200,height-630,imgsize-726397,overlay-etdefence/articleshow.jpg",
        "publishedAt": "2026-02-25T00:50:44Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Deal with US within reach 'only if diplomacy is given priority', Iran's foreign minister says",
        "description_en": "Iran's top diplomat believes a deal with the United States is close. Fresh talks are scheduled in Geneva this week. Iran is ready to negotiate with honesty for a fair agreement. The U.S. also prioritizes diplomacy but is prepared for other actions. Iran has p…",
        "translated": true
      },
      {
        "title": "Un pétrolier de la « flotte noire » russe soupçonné de livrer du pétrole à Cuba, détecté au large de la côte américaine au milieu de l'interdiction Trump",
        "description": "Un pétrolier russe présumément en route vers Cuba s'est livré à des pratiques de navigation trompeuses incluant la manipulation de signaux et le transfert de cargaison en mer, selon la société de renseignement maritime Windward.",
        "source": "Fox News",
        "url": "https://www.foxnews.com/world/russian-dark-fleet-tanker-believed-delivering-oil-cuba-detected-us-coast-amid-trump-ban",
        "image": "https://static.foxnews.com/foxnews.com/content/uploads/2026/02/tanker-havana-cuba.jpg",
        "publishedAt": "2026-02-25T00:26:11Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Russian ‘dark fleet’ tanker believed to be delivering oil to Cuba, detected off US coast amid Trump ban",
        "description_en": "Russian oil tanker allegedly bound for Cuba engaged in deceptive shipping practices including signal manipulation and offshore cargo transfer, according to maritime intelligence firm Windward.",
        "translated": true
      },
      {
        "title": "Pourquoi le Pentagone exige-t-il qu'Anthropic ouvre son modèle d'IA ?",
        "description": "Tension entre accès et mesures de sécurité. Une impasse s'est développée entre les responsables de la défense américaine et Anthropic, la société d'IA derrière le modèle Claude, concernant la façon dont la technologie peut être utilisée dans les contextes militaires. Les dirigeants du Pentagone, dont le secrétaire à la Défense Pete H…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/world/why-is-the-pentagon-demanding-anthropic-open-its-ai-model",
        "image": "https://alltoc.com/cdn/1046/og.png",
        "publishedAt": "2026-02-25T00:14:51Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why is the Pentagon demanding Anthropic open its AI model? #world",
        "description_en": "Tension over access versus safeguards A standoff has developed between U.S. defense officials and Anthropic, the AI company behind the Claude model, over how the technology can be used in military settings. Pentagon leaders, including Defense Secretary Pete H…",
        "translated": true
      },
      {
        "title": "Le fondateur de Citrini choqué que sa prédiction sur l'IA ait provoqué une vente massive d'actions",
        "description": "Le scénario dystopique d'IA d'un fondateur publié dimanche a déclenché un effondrement du marché boursier lundi, les principaux indices et les actions de sociétés spécifiques s'effondrant. Le rapport, « The 2028 Global Intelligence Crisis », détaillait des suppressions massives d'emplois de cols blancs et une déflation…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/citrini-founder-shocked-his-ai-prediction-spurred-stocks-selloff/articleshow/128766490.cms",
        "image": "https://img.etimg.com/thumb/msid-128766494,width-1200,height-630,imgsize-49432,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-25T00:09:44Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Citrini founder shocked his AI prediction spurred stocks selloff",
        "description_en": "A founder's dystopian AI scenario published on Sunday triggered a stock market meltdown on Monday, with major indexes and specific company shares plummeting.  The report,  The 2028 Global Intelligence Crisis,  detailed mass white-collar layoffs and a deflatio…",
        "translated": true
      },
      {
        "title": "Un nouveau plan de sécurité maritime pourrait voir des officiers de la marine irlandaise déployés comme liaisons sur des navires étrangers",
        "description": "Les propositions doivent être contenues dans la Stratégie de sécurité maritime qui sera lancée ce matin lors d'une cérémonie à Dublin.",
        "source": "TheJournal.ie",
        "url": "https://www.thejournal.ie/maritime-security-strategy-insights-6966396-Feb2026/",
        "image": "https://img2.thejournal.ie/article/6966396/river/?height=400&version=6966505",
        "publishedAt": "2026-02-25T00:05:26Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "New maritime security plan could see Irish naval officers deployed as liaisons on foreign ships",
        "description_en": "The proposals are to be contained in the Maritime Security Strategy which will be released this morning at a ceremony in Dublin.",
        "translated": true
      },
      {
        "title": "Observer l'Oncle Sam depuis Séoul",
        "description": "Depuis l'élection de Trump, les analystes de Séoul se sont posé des questions. Les commentateurs ont exprimé leur malaise – et le « Jour de la Libération » a confirmé leurs préoccupations alors que les États-Unis ont imposé une série de tarifs dynamiques motivés par les réseaux sociaux et les sentiments personnels. Pourtant, la profondeur des liens…",
        "source": "Antiwar.com",
        "url": "https://original.antiwar.com/jeffrey_robertson/2026/02/24/watching-uncle-sam-from-seoul/",
        "image": "https://dyn3qbr4ue2vr.cloudfront.net/2026/02/FireShot-Pro-Webpage-Screenshot-4176-US-Army-in-South-Korea-comp.jpg-JPEG-Image-1500-×-1092-pixels-—-Scaled-82-www.lowyinstitute.org_.png",
        "publishedAt": "2026-02-25T00:00:30Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Watching Uncle Sam From Seoul",
        "description_en": "Since Trump’s election, Seoul’s analysts asked questions. Commentators voiced unease – and “Liberation Day” proved their concerns well founded as the U.S. imposed a series of dynamic tariffs driven by social media and personal sentiment. Yet the depth of ties…",
        "translated": true
      },
      {
        "title": "Les architectures de la ruine – Comment les sanctions tuent au Venezuela et au-delà",
        "description": "L'effondrement du Venezuela est souvent présenté en Occident comme une simple fable morale – un conte d'avertissement sur les excès socialistes et la pourriture inévitable de l'autoritarisme. « The Collapse of Venezuela » de Francisco Rodríguez démantèle cette caricature, montrant avec…",
        "source": "Antiwar.com",
        "url": "https://original.antiwar.com/michael_holmes/2026/02/24/the-architectures-of-ruin-how-sanctions-kill-in-venezuela-and-beyond/",
        "image": "https://dyn3qbr4ue2vr.cloudfront.net/2026/02/vene.jpg",
        "publishedAt": "2026-02-25T00:00:21Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Architectures of Ruin – How Sanctions Kill in Venezuela and Beyond",
        "description_en": "The collapse of Venezuela is often narrated in the West as a simple morality play – a cautionary tale of socialist overreach and the inevitable rot of authoritarianism. Francisco Rodríguez’s “The Collapse of Venezuela” dismantles this caricature, showing with…",
        "translated": true
      },
      {
        "title": "Abbas Milani : un universitaire iranien explique pourquoi il pense que le régime iranien est au bord de l'effondrement",
        "description": "L'universitaire iranien Abbas Milani a donné à son audience du Forum du matin du 3 février une explication opportune des facteurs qui ont amené le régime islamique iranien au bord de l'effondrement.",
        "source": "Losaltosonline.com",
        "url": "https://www.losaltosonline.com/community/iranian-scholar-explains-why-he-thinks-iran-s-regime-is-on-the-brink-of-collapse/article_ff2df023-c310-4294-976d-074a9ed1f5fc.html",
        "image": "https://bloximages.newyork1.vip.townnews.com/losaltosonline.com/content/tncms/assets/v3/editorial/1/11/1114409f-e97f-4834-8122-9688ffd25153/699dffec532c6.image.jpg?crop=480%2C480%2C0%2C80&resize=200%2C200&order=crop%2Cresize",
        "publishedAt": "2026-02-25T00:00:00Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Abbas Milani: Iranian Scholar Explains Why He Thinks Iran’s Regime Is On The Brink Of Collapse",
        "description_en": "Iranian scholar Abbas Milani gave his Feb. 3 Morning Forum audience a timely explanation of the factors that have brought Iran’s Islamic regime to near collapse.",
        "translated": true
      },
      {
        "title": "Lamborghini abandonne la Lanzador alors que la demande de supercars électriques s'effondre",
        "description": "Les grands constructeurs automobiles américains et européens réduisent drastiquement leurs investissements dans les véhicules électriques, révisant à la baisse leurs feuilles de route autrefois ambitieuses vers l'électrification complète, alors que la demande pour ces véhicules s'effondre. Le dernier constructeur à changer de cap n'est pas un fabricant de berlines grand public…",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Energy/Energy-General/Lamborghini-Scraps-Lanzador-as-EV-Supercar-Demand-Fizzles.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2026-02-24_250romxnkp.jpg",
        "publishedAt": "2026-02-25T00:00:00Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Lamborghini Scraps Lanzador as EV Supercar Demand Fizzles",
        "description_en": "Big legacy U.S. and European automakers are frantically dialing back their electric vehicle bets, scaling back once-hyped roadmaps to full electrification as demand for these vehicles implodes. The latest automaker to reverse course is not a mass-market sedan…",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Comment je suis devenue une success story du jour au lendemain en 10 ans",
        "description": "L'auteure à succès Evie Woods partage son expérience de devenir une « success story du jour au lendemain » après 10 ans d'écriture et de publication. Cet article a été publié pour la première fois sur Writer's Digest.",
        "source": "Writersdigest.com",
        "url": "https://www.writersdigest.com/how-i-became-a-10-year-overnight-success-story#article",
        "image": "https://www.writersdigest.com/uploads/2026/02/how-i-became-a-10-year-overnight-success-story-by-evie-woods.png?auto=webp",
        "publishedAt": "2026-02-25T01:00:00Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How I Became a 10-Year Overnight Success Story",
        "description_en": "Bestselling author Evie Woods shares her experience of becoming an \"overnight success story\" through 10 years of writing and publishing.\nThe post How I Became a 10-Year Overnight Success Story appeared first on Writer's Digest.",
        "translated": true
      },
      {
        "title": "L'action de Workday stagne. Son PDG mise sur l'IA agentive.",
        "description": "La société de logiciels RH et finance a présenté cette technologie comme une opportunité de croissance lors de son appel aux résultats de mardi.",
        "source": "Business Insider",
        "url": "https://www.businessinsider.com/amid-stock-slump-workday-ceo-emphasizes-ai-growth-opportunity-2026-2",
        "image": "https://i.insider.com/6984c15aa645d1188188c0ac?width=1200&format=jpeg",
        "publishedAt": "2026-02-25T00:46:00Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Workday's stock has been in a slump. Its CEO is leaning into agentic AI.",
        "description_en": "The HR and finance software company framed the technology as a growth opportunity on its Tuesday earnings call.",
        "translated": true
      },
      {
        "title": "Mamdani cache qu'il veut que New York ait le taux d'imposition le plus élevé du monde",
        "description": "Les camarades socialistes de Zohran Mamdani enrobent leurs propositions dans le langage le plus anodin possible.",
        "source": "New York Post",
        "url": "https://nypost.com/2026/02/24/opinion/mamdani-hiding-that-he-wants-nyc-to-have-top-tax-rate-in-the-world/",
        "image": "https://nypost.com/wp-content/uploads/sites/2/2026/02/ZHM1212.jpg?quality=75&strip=all&w=1200",
        "publishedAt": "2026-02-25T00:44:41Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Mamdani hiding that he wants NYC to have top tax rate in the world",
        "description_en": "Zohran Mamdani’s socialist pals wrap their proposals in the most innocuous language possible.",
        "translated": true
      },
      {
        "title": "En direct : Trump devrait « revendiquer la victoire sur l'économie » dans son discours sur l'état de l'Union",
        "description": "Le président américain Donald Trump devrait utiliser son discours sur l'état de l'Union comme test du message du Parti républicain auprès des électeurs dans les campagnes électorales de mi-mandat. Suivez en direct.",
        "source": "ABC News (AU)",
        "url": "https://www.abc.net.au/news/2026-02-25/donald-trump-state-of-the-union-2026/106382332",
        "image": "https://live-production.wcms.abc-cdn.net.au/18ce95da047511ae6198912833f0a1ab?impolicy=wcms_watermark_news&cropH=2813&cropW=5000&xPos=0&yPos=261&width=862&height=485&imformat=generic",
        "publishedAt": "2026-02-25T00:38:26Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Live: Trump expected to 'claim victory on the economy' in State of the Union",
        "description_en": "US President Donald Trump is expected to use his State of the Union speech as a test run of the Republican Party's message to voters in midterm election campaigns. Follow live.",
        "translated": true
      },
      {
        "title": "Michael Vaughan affirme que les Black Caps sont « la meilleure équipe livre pour livre » du monde",
        "description": "Depuis 2015, les Black Caps ont remporté un titre mondial et atteint quatre finales.",
        "source": "New Zealand Herald",
        "url": "https://www.nzherald.co.nz/sport/cricket/black-caps/michael-vaughan-says-black-caps-are-best-pound-for-pound-team-in-world/NUQ4BIXPJJHRPA6U6A7EXAFKBI/",
        "image": "https://www.nzherald.co.nz/resizer/v2/ZVSDA2BDDVFHTJI2DE7FL3GL7E.jpg?auth=6acbbce601525e7be9ea02b13192d8bebd5f563c91e85e8a7ec3694d25cca549&width=1200&height=675&quality=70&focal=971%2C375&smart=false",
        "publishedAt": "2026-02-25T00:33:30Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Michael Vaughan says Black Caps are ‘best pound for pound’ team in world",
        "description_en": "Since 2015 the Black Caps have won one world title and made four finals.",
        "translated": true
      },
      {
        "title": "La chute du cours est une surréaction, le marché manquant de clarté : PDG d'IBM",
        "description": "Dans une interview accordée à ET, Arvind Krishna a déclaré que l'Inde est bien positionnée dans la course à l'IA, avec des forces dans le déploiement et les services mondiaux. Il a discuté de la façon dont l'IA stimule la productivité, du déplacement partiel d'emplois, de la modernisation COBOL d'IBM, et de la nécessité de compétences, notant que...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/tech/technology/scrip-fall-an-overreaction-as-market-lacks-clarity-ibm-ceo/articleshow/128761811.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-76502,resizemode-75,msid-128761811/tech/technology/scrip-fall-an-overreaction-as-market-lacks-clarity-ibm-ceo.jpg",
        "publishedAt": "2026-02-25T00:30:00Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Scrip fall an overreaction as market lacks clarity: IBM CEO",
        "description_en": "In an interview with ET, Arvind Krishna said India is well placed in the AI race, with strengths in deployment and global services. He discussed AI boosting productivity, partial job displacement, IBM’s COBOL modernisation, and the need for skills, noting tha…",
        "translated": true
      },
      {
        "title": "Les avancées d'Anthropic en code COBOL ouvrent de nouvelles portes aux entreprises informatiques",
        "description": "Les leaders du secteur affirment que les avancées d'Anthropic dans l'automatisation du code COBOL pourraient réduire les coûts de migration et créer de nouvelles opportunités pour les sociétés de services informatiques. Le PDG de HCLTech, C Vijayakumar, a noté que la modernisation des ordinateurs centraux est complexe, avec des outils, des intégrations et une logique métier po...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/tech/information-tech/anthropic-ais-cobol-code-advances-unlock-new-doors-for-it-companies/articleshow/128762313.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-62534,resizemode-75,msid-128762313/tech/information-tech/anthropic-ais-cobol-code-advances-unlock-new-doors-for-it-companies.jpg",
        "publishedAt": "2026-02-25T00:30:00Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Anthropic AI’s COBOL code advances unlock new doors for IT companies",
        "description_en": "Industry leaders say Anthropic’s advances in automating COBOL code could lower migration costs and create new opportunities for IT service firms. HCLTech CEO C Vijayakumar noted modernising mainframes is complex, with tools, integrations and business logic po…",
        "translated": true
      },
      {
        "title": "L'Inde n'est pas à la traîne dans la course à l'IA, doit se concentrer sur le déploiement : PDG d'IBM Arvind Krishna",
        "description": "Dans une interview accordée à ET, le PDG d'IBM Arvind Krishna a minimisé la chute de 13 % du cours d'IBM après un article de blog d'Anthropic suggérant que son outil IA pourrait compresser les délais de maintenance des systèmes hérités, qualifiant la réaction d'excessive. Il a également parlé des ambitions de l'Inde en matière d'IA, ...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/tech/technology/india-not-behind-in-ai-race-must-focus-on-deployment-ibm-ceo-arvind-krishna/articleshow/128761811.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-125252,resizemode-75,msid-128761811/tech/technology/india-not-behind-in-ai-race-must-focus-on-deployment-ibm-ceo-arvind-krishna.jpg",
        "publishedAt": "2026-02-25T00:30:00Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "India not behind in AI race, must focus on deployment: IBM CEO Arvind Krishna",
        "description_en": "In an interview with ET, IBM CEO Arvind Krishna shrugged off IBM’s 13% stock drop after an Anthropic blog post suggested its AI tool could compress legacy system maintenance timelines, calling the reaction excessive. He also spoke about India’s AI ambitions, …",
        "translated": true
      },
      {
        "title": "Cardi B répond à un conseiller de Trump au sujet de l'allégation de bot Nicki Minaj",
        "description": "Cardi B a répliqué au conseiller de Trump Media Alex Bruesewitz pour l'avoir impliquée dans l'allégation de bot Nicki Minaj. Mardi (24 février), Cardi B s'est exprimée sur X pour répondre à Alex Bruesewitz, un conseiller de Donald Trump, qui a traîné son nom dans les discussions en ligne au sujet de...",
        "source": "XXLMAG.COM",
        "url": "https://www.xxlmag.com/cardi-b-trump-media-advisor-nicki-minaj-bot-allegation/",
        "image": "https://townsquare.media/site/812/files/2026/02/attachment-cardi-b-alex-bruesewitz-nicki-minaj.jpg?w=1200&format=natural",
        "publishedAt": "2026-02-25T00:22:55Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Cardi B Claps Back at Trump Advisor Over Nicki Minaj Bot Story",
        "description_en": "Cardi B claps back at Trump Media Advisor Alex Bruesewitz for pulling her into the Nicki Minaj bot allegation.\nOn Tuesday (Feb. 24), Cardi B jumped on X to address Alex Bruesewitz, an advisor to Donald Trump, who dragged her name into the online chatter about…",
        "translated": true
      },
      {
        "title": "Alors qu'Anthropic s'enfonce davantage dans l'entreprise, elle se heurte à un mur au DoD",
        "description": "Le secrétaire à la Défense américain Pete Hegseth a rencontré le PDG d'Anthropic PBC, Dario Amodei, à Washington D.C. aujourd'hui, où il a lancé un avertissement sans détour : soit supprimer les restrictions sur la façon dont l'armée utilise le chatbot Claude IA de l'entreprise, soit faire face à des conséquences graves...",
        "source": "SiliconANGLE News",
        "url": "https://siliconangle.com/2026/02/24/even-anthropic-moves-deeper-enterprise-hits-wall-dod/",
        "image": "https://d15shllkswkct0.cloudfront.net/wp-content/blogs.dir/1/files/2026/02/Screenshot-from-2026-01-21-06-32-23.png",
        "publishedAt": "2026-02-25T00:16:21Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Even as Anthropic moves deeper into enterprise, it hits a wall at the DOD",
        "description_en": "U.S. Defense Secretary Pete Hegseth met with Anthropic PBC Chief Executive Dario Amodei in Washington D.C. today, where he delivered a stark warning – either remove restrictions on how the military uses the company’s Claude AI chatbot, or face severe conseque…",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "XRP en danger ? Les grands détenteurs agitent le marché, augmentant la turbulence à court terme",
        "description": "Le marché des cryptomonnaies au sens large a connu une chute brutale aujourd'hui, et le prix du XRP a subi un coup dur, tombant au niveau de 1,35 $. Après une période d'action baissière, l'activité actuelle en chaîne s'affaiblit, ce qui laisse présager une continuation de l'environnement baissier actuel...",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/xrp-whales-stir-the-market-risk/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/XRP-from-Pngtree.jpg",
        "publishedAt": "2026-02-25T01:00:53Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "XRP At Risk? Large Holders Stir The Market, Increasing Near-Term Turbulence",
        "description_en": "The broader cryptocurrency market saw a sharp drop today, and the price of XRP took a big hit, falling to the $1.35 level. After a period of downside action, current on-chain activity is weakening, which is hinting at a continuation of the current bearish env…",
        "translated": true
      },
      {
        "title": "La reprise du hashrate du Bitcoin signale un prochain rebond, selon un expert",
        "description": "L'ancien PDG de CoinRoutes, Dave Weisberger, a soutenu dans un post X du 23 février que le rebond du hashrate du Bitcoin en début 2026 dépasse une simple récupération du cycle minier et pourrait être un signal décalé d'un mouvement de prix plus large à venir. Sa thèse centrale est que l'exploitation minière liée aux États souverains…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/bitcoin-news/bitcoin-hashrate-recovery-signals-next-rally/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/BTCUSDT_2026-02-24_12-56-19.png",
        "publishedAt": "2026-02-25T01:00:28Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Hashrate Recovery Signals Next Rally, Expert Says",
        "description_en": "Former CoinRoutes CEO Dave Weisberger argued in an X post on February 23 that Bitcoin’s early-2026 hashrate rebound is more than a mining-cycle recovery and may be a lagging signal of a broader price move ahead. His core thesis is that sovereign-linked mining…",
        "translated": true
      },
      {
        "title": "6 mois supplémentaires de pression baissière ? CES métriques lancent des avertissements",
        "description": "Les métriques ont montré que, au cours des trois derniers mois, le détenteur moyen vendait du Bitcoin à perte.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/6-more-months-of-bearish-pressure-these-metrics-flash-warnings/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Bitcoin-Featured-5-1000x600.webp",
        "publishedAt": "2026-02-25T01:00:06Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "6 more months of bearish pressure? THESE metrics flash warnings",
        "description_en": "The metrics showed that, for the past three months, the average holder was selling Bitcoin at a loss.",
        "translated": true
      },
      {
        "title": "Bitwise acquiert Chorus One, ouvrant potentiellement la voie à davantage d'ETF en staking",
        "description": "Bitwise a renforcé son activité de staking crypto avec l'acquisition de Chorus One, qui assure le staking de 2,2 milliards de dollars d'actifs cryptographiques pour les sociétés financières et les protocoles crypto.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/bitwise-acquires-crypto-staking-provider-chorus-one",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c91aa-e39b-718c-a1db-b4cc6390671d.jpg",
        "publishedAt": "2026-02-25T00:05:01Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitwise acquires Chorus One, potentially paving way for more staked ETFs",
        "description_en": "Bitwise had boosted its crypto staking business with the acquisition of Chorus One, which stakes $2.2 billion worth of crypto assets for finance firms and crypto protocols.",
        "translated": true
      },
      {
        "title": "La baisse du Bitcoin s'accentue : les détaillants peinent à absorber une sortie de 2,81 milliards de dollars",
        "description": "Les achats institutionnels de Bitcoin disparaissent alors que les ventes dominent—les investisseurs de détail peuvent-ils intervenir ?",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/?p=573599",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Abdul-2026-02-24T114254.250-1000x600.webp",
        "publishedAt": "2026-02-25T00:00:58Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin’s slump deepens: Retail struggles to absorb $2.81B outflow",
        "description_en": "Bitcoin institutional buying disappears as selling dominates—can retail investors step in?",
        "translated": true
      },
      {
        "title": "Le statut juridique d'Ethereum gagne en clarté après les signaux de la direction de la SEC",
        "description": "Les perspectives réglementaires pour Ethereum attirent une attention renouvelée suite aux signaux de Paul Atkins, qui aurait informellement caractérisé l'actif numérique comme une marchandise numérique non-titre. Cette évolution marque un changement potentiellement significatif dans…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/ethereum/ethereums-gains-clarity/",
        "image": null,
        "publishedAt": "2026-02-25T00:00:22Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ethereum’s Legal Status Gains Clarity After SEC Leadership Signal",
        "description_en": "The regulatory outlook for Ethereum is gaining renewed attention following signals from Paul Atkins, who has reportedly informally characterized the digital asset as a non-security digital commodity. This development marks a potentially significant shift in h…",
        "translated": true
      },
      {
        "title": "Solana durement touchée : une faille de 27 millions de dollars déclenche une vague de fermetures",
        "description": "Opérant au sein de l'écosystème Solana, la plateforme était devenue un outil familier pour suivre l'activité DeFi avant que les événements ne prennent un tournant soudain. L'arrêt soudain de Step Finance est un exemple frappant de la façon dont une seule défaillance de sécurité peut mettre fin à la vie d'un projet plus rapidement que…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/solana-hit-hard-27-million-exploit-triggers-wave-of-shutdowns/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/a_88b4bd.avif",
        "publishedAt": "2026-02-25T00:00:11Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Solana Hit Hard: $27 Million Exploit Triggers Wave Of Shutdowns",
        "description_en": "Operating within the Solana ecosystem, the platform had become a familiar tool for tracking DeFi activity before events took a sudden turn. Step Finance’s sudden shutdown is a sharp example of how a single security failure can end a project’s life faster than…",
        "translated": true
      },
      {
        "title": "5 crossovers DC/Looney Tunes qui ont réellement eu lieu",
        "description": "Si vous êtes fan de DC Comics et de dessins animés classiques autant que moi, il n'y a jamais eu de meilleure période que celle, brève, où les deux ont collaboré. Au début de 2017, DC a capitalisé sur sa collaboration avec Hanna-Barbera pour produire une série de one-shots crossover...",
        "source": "ComicBook.com",
        "url": "http://comicbook.com/comics/list/5-dc-looney-tunes-crossovers-that-actually-happened/",
        "image": "https://comicbook.com/wp-content/uploads/sites/4/2025/12/Batman-with-Elmer-Fudd.jpg?resize=2000,1125",
        "publishedAt": "2026-02-25T00:00:00Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "5 DC/Looney Tunes Crossovers That Actually Happened",
        "description_en": "If you’re a fan of DC Comics and classic cartoons as much as I am, there was never a better time than the brief period where the two came together. In early 2017, DC capitalized on its collaboration with Hanna-Barbera to produce a series of crossover one-shot…",
        "translated": true
      },
      {
        "title": "Une campagne de phishing cible les organisations de fret et logistique aux États-Unis et en Europe",
        "description": "Un groupe de menace à motivation financière surnommé « Diesel Vortex » vole les identifiants des opérateurs de fret et logistique aux États-Unis et en Europe par le biais d'attaques de phishing utilisant 52 domaines. [...]",
        "source": "BleepingComputer",
        "url": "https://www.bleepingcomputer.com/news/security/phishing-campaign-targets-freight-and-logistics-orgs-in-the-us-europe/",
        "image": "https://www.bleepstatic.com/content/hl-images/2023/09/14/cyber-freight-trucks.jpg",
        "publishedAt": "2026-02-24T23:57:58Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Phishing campaign targets freight and logistics orgs in the US, Europe",
        "description_en": "A financially motivated threat group dubbed \"Diesel Vortex\" is stealing credentials from freight and logistics operators in the U.S. and Europe in phishing attacks using 52 domains. [...]",
        "translated": true
      },
      {
        "title": "Mise à jour des données 8 pour 2026 : Le moment de la récolte - Dividendes et rachats d'actions",
        "description": "N/A",
        "source": "Blogger.com",
        "url": "https://www.blogger.com/browser-not-supported/?ref=/comment/fullpage/post/8152901575140311047/711051163212437412",
        "image": null,
        "publishedAt": "2026-02-24T23:45:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Data Update 8 for 2026: Time for Harvesting - Dividends and Buybacks",
        "description_en": "",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Pulse Seismic Inc. annonce ses résultats financiers de 2025 et déclare des dividendes réguliers et exceptionnels",
        "description": "CALGARY, Alberta, 24 février 2026 (GLOBE NEWSWIRE) — Pulse Seismic Inc. (TSX:PSD) (OTCQX:PLSDF) (« Pulse » ou la « Société ») est heureuse d'annoncer ses résultats financiers et opérationnels pour l'exercice clos le 31 décembre 2025. Les états financiers consolidés vérifiés...",
        "source": "Financial Post",
        "url": "https://financialpost.com/globe-newswire/pulse-seismic-inc-reports-2025-financial-results-and-declares-regular-and-special-dividends",
        "image": null,
        "publishedAt": "2026-02-25T00:06:24Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pulse Seismic Inc. Reports 2025 Financial Results and Declares Regular and Special Dividends",
        "description_en": "CALGARY, Alberta, Feb. 24, 2026 (GLOBE NEWSWIRE) — Pulse Seismic Inc. (TSX:PSD) (OTCQX:PLSDF) (“Pulse” or the “Company”) is pleased to report its financial and operating results for the year ended December 31, 2025. The audited consolidated financial statemen…",
        "translated": true
      },
      {
        "title": "Pulse Seismic Inc. annonce ses résultats financiers de 2025 et déclare des dividendes réguliers et exceptionnels",
        "description": "CALGARY, Alberta, 24 février 2026 (GLOBE NEWSWIRE) — Pulse Seismic Inc. (TSX:PSD) (OTCQX:PLSDF) (« Pulse » ou la « Société ») est heureuse d'annoncer ses résultats financiers et opérationnels pour l'exercice clos le 31 décembre 2025. Les états financiers consolidés vérifiés...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/25/3244192/0/en/Pulse-Seismic-Inc-Reports-2025-Financial-Results-and-Declares-Regular-and-Special-Dividends.html",
        "image": "https://ml.globenewswire.com/Resource/Download/4a98ae31-8e1a-49c1-b4e2-7184b0efc326",
        "publishedAt": "2026-02-25T00:05:00Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pulse Seismic Inc. Reports 2025 Financial Results and Declares Regular and Special Dividends",
        "description_en": "CALGARY, Alberta, Feb. 24, 2026 (GLOBE NEWSWIRE) -- Pulse Seismic Inc. (TSX:PSD) (OTCQX:PLSDF) (“Pulse” or the “Company”) is pleased to report its financial and operating results for the year ended December 31, 2025. The audited consolidated financial stateme…",
        "translated": true
      },
      {
        "title": "Le discours sur l'état de l'Union de Trump, annoté et vérifié",
        "description": "Après plus d'une année de son deuxième mandat chaotique, le président Donald Trump a eu l'occasion d'une diffusion en prime time pour convaincre les Américains que l'état de l'Union est solide. CNN a annoté le discours de Trump avec des contextes et des vérifications de faits.",
        "source": "CNN",
        "url": "https://www.cnn.com/interactive/2026/02/politics/donald-trump-sotu-address-vis/",
        "image": "https://media.cnn.com/api/v1/images/stellar/prod/20260224-sotu-top-illo-on-white.jpg?c=16x9&q=w_1920,c_fill",
        "publishedAt": "2026-02-25T00:00:00Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump's State of the Union address, annotated and fact-checked",
        "description_en": "After more than a year of his chaotic second term, President Donald Trump got a prime time chance to convince Americans the state of the union is strong. CNN annotated Trump’s speech with context and fact checks.",
        "translated": true
      },
      {
        "title": "PHX Energy annonce un dividende spécial et des revenus records au quatrième trimestre et pour l'année, soutenus par une forte activité RSS",
        "description": "CALGARY, Alberta, 24 février 2026 (GLOBE NEWSWIRE) — PHX Energy est heureuse d'annoncer que son Conseil d'administration a déclaré un dividende en espèces spécial de 0,20 $ par action ordinaire, désigné comme un « dividende admissible » au sens du paragraphe 89(1) de la…",
        "source": "Financial Post",
        "url": "https://financialpost.com/globe-newswire/phx-energy-announces-a-special-dividend-and-record-fourth-quarter-and-annual-revenue-supported-by-strong-rss-activity",
        "image": null,
        "publishedAt": "2026-02-24T23:56:19Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "PHX Energy Announces a Special Dividend and Record Fourth Quarter and Annual Revenue Supported by Strong RSS Activity",
        "description_en": "CALGARY, Alberta, Feb. 24, 2026 (GLOBE NEWSWIRE) — PHX Energy is pleased to announce that its Board of Directors has declared a special cash dividend of $0.20 per common share, designated as an “eligible dividend” within the meaning of subsection 89(1) of the…",
        "translated": true
      },
      {
        "title": "PHX Energy annonce un dividende spécial et des revenus records au quatrième trimestre et pour l'année, soutenus par une forte activité RSS",
        "description": "CALGARY, Alberta, 24 février 2026 (GLOBE NEWSWIRE) — PHX Energy est heureuse d'annoncer que son Conseil d'administration a déclaré un dividende en espèces spécial…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/24/3244189/0/en/PHX-Energy-Announces-a-Special-Dividend-and-Record-Fourth-Quarter-and-Annual-Revenue-Supported-by-Strong-RSS-Activity.html",
        "image": "https://ml.globenewswire.com/Resource/Download/eff6df75-f2f8-4042-8291-c8c1f672b100",
        "publishedAt": "2026-02-24T23:54:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "PHX Energy Announces a Special Dividend and Record Fourth Quarter and Annual Revenue Supported by Strong RSS Activity",
        "description_en": "CALGARY, Alberta, Feb.  24, 2026  (GLOBE NEWSWIRE) --   PHX Energy is pleased to announce that its Board of Directors has declared a special cash dividend...",
        "translated": true
      },
      {
        "title": "Les gouvernements se précipitent pour accumuler des métaux alors que l'ère du « nationalisme des ressources » arrive",
        "description": "Une nouvelle course pour sécuriser les minéraux critiques se déploie dans l'économie mondiale.",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/25/critical-minerals-stockpile-race-us-eu-china-resource-nationalism.html",
        "image": "https://image.cnbcfm.com/api/v1/image/108173324-17527576292020-04-22t000000z_1572527383_rc2n9g9jccmr_rtrmadp_0_usa-rareearths.jpeg?v=1752757676&w=1920&h=1080",
        "publishedAt": "2026-02-24T23:16:29Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Governments are rushing to hoard metals as the 'resource nationalism' era arrives",
        "description_en": "A new race to secure critical minerals is unfolding across the global economy.",
        "translated": true
      },
      {
        "title": "La capacité des centres de données de la Californie du Sud devrait doubler dans les prochaines années",
        "description": "Le Texas et le nord de la Virginie sont les capitales incontestées des centres de données aux États-Unis, mais même la Californie du Sud, réticente au développement, s'apprête à considérablement augmenter son offre d'infrastructure numérique. Avec seulement 335 mégawatts (MW) de capacité, la Californie du Sud est l'une…",
        "source": "Commercial Observer",
        "url": "http://commercialobserver.com/2026/02/socal-data-center-development/",
        "image": "https://commercialobserver.com/wp-content/uploads/sites/3/2026/02/GoodmanGroupSoCalDataCenter-e1771974079139.png?w=1200&h=630&crop=1",
        "publishedAt": "2026-02-24T23:10:48Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "SoCal’s Data Center Capacity to Double in Next Few Years",
        "description_en": "Texas and Northern Virginia are the pre-eminent data center capitals in the U.S., but even development-averse Southern California is set to greatly expand its digital infrastructure supply.  At just 335 megawatts (MWs) of capacity, Southern California is one …",
        "translated": true
      },
      {
        "title": "Whitecap affirme que l'envergure acquise avec le rachat de Veren l'a aidée à sécuriser des contrats gaziers mondiaux",
        "description": "Whitecap Resources Inc. affirme que l'envergure qu'elle a acquise avec son acquisition de Veren Inc. l'a aidée à sécuriser de nouveaux contrats d'approvisionnement à long terme. En savoir plus.",
        "source": "Financial Post",
        "url": "https://financialpost.com/commodities/energy/oil-gas/whitecap-veren-takeover-helped-global-gas-contracts",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/no0224whitecap.jpg",
        "publishedAt": "2026-02-24T23:05:09Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Whitecap says scale gained with Veren takeover helped secure global gas contracts",
        "description_en": "Whitecap Resources Inc. says the scale it gained with its acquisition of Veren Inc. helped it secure new long-term supply deals. Read more.",
        "translated": true
      },
      {
        "title": "Le secret pour trouver d'excellents investissements miniers",
        "description": "Cet article Le secret pour trouver d'excellents investissements miniers a d'abord été publié sur Daily Reckoning. Matt Badiali explique comment analyser les producteurs d'or… Cet article a d'abord été publié sur Daily Reckoning.",
        "source": "Dailyreckoning.com",
        "url": "https://dailyreckoning.com/the-secret-to-finding-great-mining-investments/",
        "image": "https://dailyreckoning.com/wp-content/uploads/2026/02/dr-hero-img-02-24-26.jpg",
        "publishedAt": "2026-02-24T23:00:48Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Secret to Finding Great Mining Investments",
        "description_en": "This post The Secret to Finding Great Mining Investments appeared first on Daily Reckoning.\nMatt Badiali breaks down how to analyze gold miners...\nThe post The Secret to Finding Great Mining Investments appeared first on Daily Reckoning.",
        "translated": true
      },
      {
        "title": "Coinbase, Kraken et Binance approfondissent leur présence dans la tokenisation alors que les capitaux se réorientent",
        "description": "Les actifs tokenisés du monde réel ont continué à se développer malgré un recul plus large du marché, avec des actifs distribués on-chain en hausse de près de 300 % en glissement annuel.",
        "source": "Decrypt",
        "url": "https://decrypt.co/359008/coinbase-kraken-binance-push-deeper-tokenization-capital-shifts",
        "image": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2026/02/stocks-gID_7.jpg",
        "publishedAt": "2026-02-24T22:50:36Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Coinbase, Kraken and Binance Push Deeper Into Tokenization as Capital Shifts",
        "description_en": "Tokenized real-world assets have continued to expand despite a broader market slide, with assets distributed on-chain up nearly 300% year over year.",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Anthropic affirme avoir été victime d'attaques massives de distillation",
        "description": "Anthropic allègue que les entreprises chinoises d'IA DeepSeek, Moonshot et MiniMax ont créé 24 000 comptes et effectué 16 millions d'échanges avec Claude pour extraire les données de son bot d'IA à des fins d'entraînement.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/anthropic-faces-industrial-scale-distillation-attacks",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c8e05-b89a-799b-82e0-9471b500445d.jpg",
        "publishedAt": "2026-02-25T01:03:34Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Anthropic says it's been targeted in massive distillation attacks",
        "description_en": "Anthropic alleges Chinese AI companies DeepSeek, Moonshot and MiniMax made 24,000 accounts and 16 million Claude exchanges to scrape its AI bot for training.",
        "translated": true
      },
      {
        "title": "Show HN : Xcode Copilot Code Assistant",
        "description": "Serveur local pour Xcode Code Assistant qui vous permet de vous connecter à vos modèles Copilot (compatible avec les comptes individuels et entreprise). - mobile-ar/xcode-assistant-copilot-server",
        "source": "Github.com",
        "url": "https://github.com/mobile-ar/xcode-assistant-copilot-server",
        "image": "https://opengraph.githubassets.com/15a554be060ee3fa19ae91a2342fd77be717a619a445f2b1b121d99d75b1cd83/mobile-ar/xcode-assistant-copilot-server",
        "publishedAt": "2026-02-25T01:02:40Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Show HN: Xcode Copilot Code Assistant",
        "description_en": "Local server for Xcode Code Assistant that lets you connect to your Copilot models (works for Individual and Enterprise accounts). - mobile-ar/xcode-assistant-copilot-server",
        "translated": true
      },
      {
        "title": "Comment j'ai transformé ChatGPT en détecteur d'arnaque grâce à la nouvelle intégration Malwarebytes - gratuitement",
        "description": "Êtes-vous victime d'une arnaque ? Cette nouvelle astuce ChatGPT analyse les numéros, e-mails et liens suspects pour vous protéger.",
        "source": "ZDNet",
        "url": "https://www.zdnet.com/article/how-to-use-malwarebytes-in-chatgpt-flags-scams-for-free/",
        "image": "https://www.zdnet.com/a/img/resize/23b9a401b02e17ad5dcc8916129513b4baecb6a2/2026/02/02/44c0a645-40e5-409b-8c94-a2db74c1276a/2.jpg?auto=webp&fit=crop&height=675&width=1200",
        "publishedAt": "2026-02-25T01:01:25Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How I turned ChatGPT into a scam detector using the new Malwarebytes integration - for free",
        "description_en": "Are you being scammed? This new ChatGPT trick scans suspicious numbers, emails, and links to keep you safe.",
        "translated": true
      },
      {
        "title": "Les rédacteurs de doctrine militaire adoptent l'IA pour accélérer la transmission des connaissances aux troupes",
        "description": "FORT LEAVENWORTH, Kansas – Le processus de rédaction de la doctrine militaire, traditionnellement mesuré en années, bénéficie d'une modernisation du XXIe siècle. Grâce aux outils numériques, dont certains alimentés par l'intelligence artificielle, les auteurs de la Directorate of Combined Arms Doctrine examinent…",
        "source": "Soldiersystems.net",
        "url": "https://soldiersystems.net/2026/02/25/army-doctrine-writers-embrace-ai-to-speed-knowledge-to-the-force/",
        "image": "https://soldiersystems.net/wp-content/uploads/2026/02/image-2-13.jpg",
        "publishedAt": "2026-02-25T01:00:00Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Army Doctrine Writers Embrace AI to Speed Knowledge to the Force",
        "description_en": "FORT LEAVENWORTH, Kan. – The process of writing Army doctrine, traditionally measured in years, is getting a 21st-century upgrade. Thanks to digital tools, some enabled by artificial intelligence, authors at the Combined Arms Doctrine Directorate are examinin…",
        "translated": true
      },
      {
        "title": "doit-fm ajouté à PyPI",
        "description": "Moteur de gestion de fichiers contrôlé par Telegram",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/doit-fm/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-25T00:59:58Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "doit-fm added to PyPI",
        "description_en": "Telegram-Controlled File Management Engine",
        "translated": true
      },
      {
        "title": "Montrer HN : JadeAI – Générateur de CV avec analyse IA, 50 modèles et auto-hébergement",
        "description": "Bonjour HN, j'ai développé JadeAI, un générateur de CV open-source alimenté par l'IA, conçu pour éliminer les frictions dans la création de CV professionnels et compatibles ATS. Pourquoi créer un autre générateur de CV ? La plupart des outils existants verrouillent vos données derrière un abonnement, ont une interface maladroite...",
        "source": "Hacker News",
        "url": "https://news.ycombinator.com/item?id=47145873",
        "image": null,
        "publishedAt": "2026-02-25T00:57:06Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Show HN: JadeAI – Resume builder with AI parsing, 50 templates, and self-hosting",
        "description_en": "Hello HN,I built JadeAI, an open-source, AI-powered resume builder designed to take the friction out of crafting professional, ATS-friendly resumes.Why build another resume builder?\nMost existing tools either lock your data behind a subscription, have clunky …",
        "translated": true
      },
      {
        "title": "L'action de Workday stagne. Son PDG mise sur l'IA agentique.",
        "description": "La société de logiciels RH et finance a présenté cette technologie comme une opportunité de croissance lors de son appel aux résultats de mardi.",
        "source": "Business Insider",
        "url": "https://www.businessinsider.com/amid-stock-slump-workday-ceo-emphasizes-ai-growth-opportunity-2026-2",
        "image": "https://i.insider.com/6984c15aa645d1188188c0ac?width=1200&format=jpeg",
        "publishedAt": "2026-02-25T00:46:00Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Workday's stock has been in a slump. Its CEO is leaning into agentic AI.",
        "description_en": "The HR and finance software company framed the technology as a growth opportunity on its Tuesday earnings call.",
        "translated": true
      },
      {
        "title": "Le concurrent d'Nvidia MatX, startup de puces IA, lève 500 M$ | TechCrunch",
        "description": "Le concurrent d'Nvidia MatX, startup de puces IA, lève 500 M$ | TechCrunch",
        "source": "TechCrunch",
        "url": "https://techcrunch.com/2026/02/24/nvidia-challenger-ai-chip-startup-matx-raised-500m/",
        "image": "https://techcrunch.com/wp-content/uploads/2024/09/chip-manufacturing-getty.jpg?w=1200",
        "publishedAt": "2026-02-25T00:45:47Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Nvidia challenger AI chip startup MatX raised $500M | TechCrunch",
        "description_en": "Nvidia challenger AI chip startup MatX raised $500M | TechCrunchtechcrunch.com",
        "translated": true
      },
      {
        "title": "MBW 1013 : Boopgate - 71e anniversaire de Steve Jobs",
        "description": "Bienvenue, Christina Warren, au panel MacBreak Weekly ! Retour sur Steve Jobs et ce qui aurait été son 71e anniversaire. Jason Snell dévoile le rapport de Six Colors. Et Apple prévoit de fabriquer des Mac Minis à Houston.",
        "source": "Twit.tv",
        "url": "https://twit.tv/shows/macbreak-weekly/episodes/1013",
        "image": "https://elroy.twit.tv/sites/default/files/images/episodes/2026/02/860268/hero/MBW1013_thumbnail.jpg",
        "publishedAt": "2026-02-25T00:45:00Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "MBW 1013: Boopgate - Steve Jobs' 71st Birthday",
        "description_en": "Welcome, Christina Warren, to the MacBreak Weekly panel! Looking back at Steve Jobs and what would have been his 71st birthday. Jason Snell unveils the Six Colors report card. And Apple plans to manufacture Mac Minis in Houston.<ul> \n<li>Remembering Steve Job…",
        "translated": true
      },
      {
        "title": "tokencostauto 0.1.523",
        "description": "Pour calculer le coût en tokens et en USD converti des appels de chaînes et messages à OpenAI, par exemple lorsqu'ils sont utilisés par des agents IA",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/tokencostauto/0.1.523/",
        "image": null,
        "publishedAt": "2026-02-25T00:42:15Z",
        "time": "25 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "tokencostauto 0.1.523",
        "description_en": "To calculate token and translated USD cost of string and message calls to OpenAI, for example when used by AI agents",
        "translated": true
      }
    ]
  },
  "total": 49
}