{
  "updated": "2026-02-21T06:30:55.504Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "The President's Cake, le premier film irakien présélectionné aux Oscars",
        "description": "Le drame de formation de Hasan Hadi suit Lamia, une fille de 9 ans grandissant dans l'Irak des années 1990, à qui on confie la tâche de préparer un gâteau d'anniversaire en l'honneur du président Saddam Hussein",
        "source": "Dazed",
        "url": "https://www.dazeddigital.com/film-tv/article/69701/1/the-presidents-cake-iraqs-first-oscar-shortlisted-film-hasan-hadi-interview?utm_source=Link&utm_medium=Link&utm_campaign=RSSFeed&utm_term=the-president-s-cake-iraq-s-first-oscar-shortlisted-feature-film",
        "image": "https://images-prod.dazeddigital.com/1200/357-0-1911-1274/azure/dazed-prod/1430/8/1438129.jpg",
        "publishedAt": "2026-02-20T06:18:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The President’s Cake, Iraq’s first Oscar-shortlisted feature film",
        "description_en": "Hasan Hadi’s coming-of-age drama follows Lamia, a 9-year-old girl growing up in 1990s Iraq, as she is tasked with baking a birthday cake to honour president Saddam Hussein",
        "translated": true
      },
      {
        "title": "Quelles options les États-Unis envisagent-ils contre l'Iran ? #monde",
        "description": "Comment les décideurs américains évaluent les réponses militaires et non militaires. Les responsables américains ont publiquement discuté d'une gamme d'options alors que les tensions avec Téhéran s'intensifient. L'administration a ordonné un renforcement militaire majeur au Moyen-Orient — incluant le déploiement…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/world/what-options-is-the-u-s-weighing-against-iran",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-20T06:11:55Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What options is the U.S. weighing against Iran? #world",
        "description_en": "How U.S. policymakers are weighing military and non‑military responses U.S. officials have publicly discussed a range of options as tensions with Tehran rise. The administration has ordered a major military build‑up in the Middle East — including the deployme…",
        "translated": true
      },
      {
        "title": "Le Bitcoin approche les 68 000 dollars, l'or bondit alors que les tensions États-Unis-Iran refont surface",
        "description": "Les tensions géopolitiques et un ton prudent sur les marchés boursiers américains maintiennent l'appétit pour le risque en échec, et certains stratèges avertissent d'un potentiel retest des creux de 2024 avant une reprise plus durable.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/20/bitcoin-nears-usd68-000-gold-jumps-as-us-iran-tensions-return",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/3fefd4274e66ebe6fa9b269e9039d7f0e3e7896d-5000x3111.jpg?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-20T06:10:21Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin nears $68,000, gold jumps as US-Iran tensions return",
        "description_en": "Geopolitical tensions and a cautious tone in U.S. stocks are keeping risk appetite in check, and some strategists warn of a potential retest of 2024 lows before a more sustained recovery.",
        "translated": true
      },
      {
        "title": "L'Inde et le Brésil tracent une alliance critique sur les minéraux et l'IA au cœur d'un ordre mondial fragile",
        "description": "L'Inde et le Brésil sont sur le point de renforcer leur collaboration sur les minéraux critiques et l'intelligence artificielle. Le Président Lula da Silva rencontrera le Premier ministre Modi pour discuter d'un accord-cadre. Les deux nations visent à traiter les minéraux et à plaider pour un développement inclusif de l'IA…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/industry/indl-goods/svs/metals-mining/india-and-brazil-plot-a-critical-minerals-and-ai-alliance-amid-a-fragile-world-order/articleshow/128594463.cms",
        "image": "https://img.etimg.com/thumb/msid-128594540,width-1200,height-630,imgsize-127232,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-20T06:10:07Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "India and Brazil plot a critical minerals and AI alliance amid a fragile world order",
        "description_en": "India and Brazil are set to boost collaboration on critical minerals and artificial intelligence. President Lula da Silva will meet Prime Minister Modi to discuss a framework agreement. Both nations aim to process minerals and advocate for inclusive AI develo…",
        "translated": true
      },
      {
        "title": "Chine, Afghanistan et minéraux critiques : options pour la concurrence stratégique américaine en deçà du seuil de la guerre",
        "description": "RÉSUMÉ L'Afghanistan reste pertinent pour les États-Unis dans le contexte de la concurrence entre grandes puissances. Bien que la Chine ait assumé un rôle majeur en Afghanistan après le retrait américain, ses promesses de performance économique sur les contrats d'extraction minière continuent de...",
        "source": "Smallwarsjournal.com",
        "url": "https://smallwarsjournal.com/2026/02/20/china-afghanistan-critical-minerals/",
        "image": "https://smallwarsjournal.com/wp-content/uploads/2026/02/ChatGPT-Image-Feb-1-2026-08_48_35-PM.jpg",
        "publishedAt": "2026-02-20T06:00:17Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "China, Afghanistan, and Critical Minerals: Options for U.S. Strategic Competition Below the Threshold of War",
        "description_en": "ABSTRACT Afghanistan remains relevant to the United States in the context of Great Power Competition. While China assumed a major role in Afghanistan after the U.S. withdrawal, its promises of economic performance on mineral extraction contracts continue to u…",
        "translated": true
      },
      {
        "title": "Sinn Féin, Ukraine et la Guerre d'Espagne",
        "description": "En Ukraine « les enjeux sont plus clairs », et nous ne pouvons savoir qui aurait remporté la victoire en Espagne sans intervention",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/opinion/letters/2026/02/20/sinn-fein-and-ukraine/",
        "image": "https://www.irishtimes.com/resizer/v2/VHFAVTA4U5C7FE2ZTPOGOKHXN4.jpg?smart=true&auth=1f202b740bd44798a55898a19ef6a892873ae4e538e9e94222c2b3519c6cad0e&width=1200&height=630",
        "publishedAt": "2026-02-20T06:00:01Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sinn Féin, Ukraine and the Spanish Civil War",
        "description_en": "In Ukraine ‘the issues are clearer’, and we cannot know who would have won in Spain with no intervention",
        "translated": true
      },
      {
        "title": "Le gouvernement irlandais espère utiliser la présidence de l'UE pour réparer les relations transatlantiques, selon une fuite",
        "description": "Un projet confidentiel des plans du gouvernement pour le rôle de présidence inclut un engagement à renforcer la coopération UE-OTAN",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/ireland/2026/02/20/government-hopes-to-use-eu-presidency-to-repair-transatlantic-relations-leak-shows/",
        "image": "https://www.irishtimes.com/resizer/v2/OA2YEXRX37OS3W2B3X5QUI7JDM.jpg?smart=true&auth=89a5068e29c7d0a516301263ce82ceca9edd5c71c797f9979884f7da61e31938&width=1200&height=630",
        "publishedAt": "2026-02-20T06:00:01Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Irish Government hopes to use EU presidency to repair transatlantic relations, leak shows",
        "description_en": "Confidential draft of Government’s plans for presidency role includes commitment to boost EU-Nato co-operation",
        "translated": true
      },
      {
        "title": "L'effet domino : comment une attaque américaine contre l'Iran pourrait déclencher une catastrophe mondiale",
        "description": "Le détroit d'Ormuz comme poudrière mondiale Le Golfe Persique est une poudrière, et les États-Unis sous la présidence de Donald Trump allument la mèche. En février 2026, les États-Unis ont massé une puissance navale sans précédent dans la région, avec l'USS...",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-20-us-attack-on-iran-unleash-global-catastrophe.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/us-iran-conflict-strait-of-hormuz-oil-price-spike-307-original.jpg",
        "publishedAt": "2026-02-20T06:00:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Domino Effect: How a U.S. Attack on Iran Could Unleash Global Catastrophe",
        "description_en": "The Strait of Hormuz as a Global Tinderbox The Persian Gulf is a powder keg, and the United States under President Donald Trump is striking the match. In February 2026, the U.S. has massed an unprecedented level of naval firepower in the region, with the USS …",
        "translated": true
      },
      {
        "title": "Les ombres du nouvel ordre mondial : exposer le complot mondialiste pour écraser la liberté",
        "description": "« Les ombres du nouvel ordre mondial » soutient que la migration de masse n'est pas accidentelle mais une stratégie délibérée des élites mondialistes pour déstabiliser les nations, remodeler les démographies et affaiblir la souveraineté. Les exemples incluent les zones de non-droit européennes et la criminalité croissante au Canada...",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-20-exposing-the-globalist-plot-to-crush-freedom.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/Shadows-of-the-New-World-Order.jpg",
        "publishedAt": "2026-02-20T06:00:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Shadows of the New World Order: Exposing the globalist plot to crush freedom",
        "description_en": "“Shadows of the New World Order” argues that mass migration is not accidental but a deliberate strategy by globalist elites to destabilize nations, reshape demographics and weaken sovereignty. Examples include Europe’s no-go zones and Canada’s rising crime un…",
        "translated": true
      },
      {
        "title": "Les meilleures façons de se détendre pour chaque signe du zodiaque",
        "description": "Vous vous sentez épuisé par la vie quotidienne. L'astrologie suggère des moyens personnalisés pour chaque signe du zodiaque de se détendre et se ressourcer. Le Bélier bénéficie d'entraînements intenses. Le Taureau trouve du réconfort dans le confort et la nature. Les Gémeaux apprécient le divertissement léger. Les Cancers recherchent la paix dans des cadres douillet...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/astrology/best-ways-to-relax-for-each-zodiac-signs/articleshow/128462665.cms",
        "image": "https://static.toiimg.com/thumb/msid-128463460,width-1280,height-720,imgsize-72238,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-20T05:54:29Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Best ways to relax for each zodiac signs",
        "description_en": "Feeling drained by daily life. Astrology suggests personalized ways for each zodiac sign to unwind and recharge. Aries benefits from intense workouts. Taurus finds solace in comfort and nature. Geminis enjoy lighthearted fun. Cancers seek peace in cozy settin…",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Le partenariat Infosys-Anthropic signale de nouvelles opportunités haussières pour le secteur informatique indien : Jefferies",
        "description": "Le rapport note que si les sociétés de services informatiques indiennes ont d'abord été considérées comme vulnérables à la compression des revenus liée à l'automatisation et aux suppressions d'emplois de cols blancs, les développements récents suggèrent une trajectoire plus nuancée",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/info-tech/infosys-anthropic-tie-up-signals-new-ai-upside-for-indian-it-sector-jefferies/article70654979.ece",
        "image": "https://bl-i.thgim.com/public/incoming/pw9r5s/article70655008.ece/alternates/LANDSCAPE_1200/PO08_AI.jpg",
        "publishedAt": "2026-02-20T06:25:34Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Infosys-Anthropic tie-up signals new AI upside for Indian IT sector: Jefferies",
        "description_en": "The report notes that while Indian IT services companies were initially viewed as vulnerable to automation-led revenue compression and white-collar job displacement, recent developments suggest a more nuanced trajectory",
        "translated": true
      },
      {
        "title": "Guzman y Gomez recule alors que McDonald's gagne du terrain",
        "description": "Bientôt, KFC, Guzman y Gomez et McDonald's pourraient tous être en concurrence pour les clients du marché du petit-déjeuner et de la restauration rapide.",
        "source": "Thenightly.com.au",
        "url": "https://thenightly.com.au/business/markets/guzman-y-gomez-slides-as-mcdonalds-gains-ground-c-21698731",
        "image": "https://images.thenightly.com.au/publication/C-21698731/1ada88bc0517121cfc640850132514d53fbf1843-16x9-x0y378w4032h2268.jpg?imwidth=1200",
        "publishedAt": "2026-02-20T06:16:35Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Guzman y Gomez slides as McDonald’s gains ground",
        "description_en": "Soon KFC, Guzman y Gomez and McDonald’s could all be competing for customers in the morning economy for eating out for breakfast.",
        "translated": true
      },
      {
        "title": "L'Iran propose des investissements comme échappatoire à la diplomatie de la canonnière de Trump - CBS News",
        "description": "L'Iran propose des investissements comme échappatoire à la diplomatie de la canonnière de Trump. Opinion | L'avantage de l'Iran à la table des négociations. The Wall Street Journal. Le guide suprême iranien menace de couler les navires de guerre américains alors que les pourparlers nucléaires se poursuivent. The Hill",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180830106",
        "image": null,
        "publishedAt": "2026-02-20T06:12:11Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iran dangles investment proposals as off-ramp from Trump's gunboat diplomacy - CBS News",
        "description_en": "Iran dangles investment proposals as off-ramp from Trump's gunboat diplomacyCBS News Opinion | Iran’s Upper Hand at the Negotiating TableThe Wall Street Journal Iran’s supreme leader threatens to sink US warships as nuclear talks continueThe Hill As Iran talk…",
        "translated": true
      },
      {
        "title": "Le Bitcoin approche les 68 000 dollars, l'or bondit alors que les tensions entre les États-Unis et l'Iran reviennent",
        "description": "Les tensions géopolitiques et un ton prudent sur les marchés boursiers américains maintiennent l'appétit pour le risque en échec, et certains stratèges avertissent d'un potentiel retest des plus bas de 2024 avant une reprise plus durable.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/20/bitcoin-nears-usd68-000-gold-jumps-as-us-iran-tensions-return",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/3fefd4274e66ebe6fa9b269e9039d7f0e3e7896d-5000x3111.jpg?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-20T06:10:21Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin nears $68,000, gold jumps as US-Iran tensions return",
        "description_en": "Geopolitical tensions and a cautious tone in U.S. stocks are keeping risk appetite in check, and some strategists warn of a potential retest of 2024 lows before a more sustained recovery.",
        "translated": true
      },
      {
        "title": "Icon face à un test majeur après la chute de son cours de bourse",
        "description": "Les actions de la société d'essais cliniques basée à Dublin ont plongé au cours de la semaine écoulée",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/business/2026/02/20/icon-faces-big-test-after-share-price-tumble/",
        "image": "https://www.irishtimes.com/resizer/v2/76NKGRMCZVNIVCQZWVXNRKR4EU.jpg?smart=true&auth=0aca4bfee95f1e45162610798d52183c38cdaaa3be1789ddaa9da847dd4f1d1b&width=1200&height=630",
        "publishedAt": "2026-02-20T06:00:01Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Icon faces big test after share price tumble",
        "description_en": "Dublin-based clinical trials firm’s shares have plunged in the past week",
        "translated": true
      },
      {
        "title": "Pourquoi les tarifs de Trump n'ont-ils pas provoqué de ralentissement aux États-Unis ?",
        "description": "Malgré les prédictions négatives, l'économie américaine affiche de meilleures performances que prévu",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/business/economy/2026/02/20/why-havent-trumps-tariffs-caused-a-downturn-in-the-us/",
        "image": "https://www.irishtimes.com/resizer/v2/XLQ7LYSNIRASPPQFT2MVLHPGYQ.jpg?smart=true&auth=03fc4f890b14ee435e4b17d9e77bfe245b7927450e2d0fc85dcc4b3f814030bc&width=1200&height=630",
        "publishedAt": "2026-02-20T06:00:01Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why haven’t Trump’s tariffs caused a downturn in the US?",
        "description_en": "Despite the negative predictions, the US economy is performing better than expected",
        "translated": true
      },
      {
        "title": "La question des 450 milliards de dollars : le pari IA d'Amazon peut-il justifier un carnage boursier historique ?",
        "description": "L'action Amazon a rebondi légèrement après une série de pertes historique sur neuf jours qui a effacé plus de 450 milliards de dollars de capitalisation boursière, déclenchée par un plan de dépenses massif de 200 milliards de dollars pour 2024. Cette dépense en capital sans précédent, une augmentation de 60 % par rapport à 2023, est principalement destinée à…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-20-can-amazons-ai-gamble-justify-market-carnage.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/Amazon-Building-Sign.jpg",
        "publishedAt": "2026-02-20T06:00:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The $450 billion question: Can Amazon’s AI gamble justify historic market carnage?",
        "description_en": "Amazon’s stock rebounded slightly after a historic nine-day losing streak that erased over $450 billion in market value, triggered by a massive $200 billion spending plan for 2024. The unprecedented capital expenditure, a 60% surge from 2023, is primarily for…",
        "translated": true
      },
      {
        "title": "Les actions asiatiques sont mitigées, les contrats à terme américains progressent légèrement alors que les craintes liées à l'IA pèsent sur Wall Street",
        "description": "Les actions sont mitigées en Asie alors que les préoccupations concernant les risques liés aux investissements massifs dans l'intelligence artificielle et un potentiel conflit États-Unis-Iran pèsent sur les principaux indices",
        "source": "Abcnews.com",
        "url": "https://abcnews.com/Business/wireStory/asian-shares-mixed-us-futures-edge-higher-ai-130327096",
        "image": "https://i.abcnewsfe.com/a/7edc2ffa-b8c1-494e-b42e-09261f1689e8/wirestory_9e92f1913a1b97aa49f674fda96f0b65_16x9.jpg?w=1600",
        "publishedAt": "2026-02-20T05:57:32Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Asian shares are mixed, US futures edge higher as AI fears drag Wall Street lower",
        "description_en": "Shares are mixed in Asia as worries over risks linked to massive investments in artificial intelligence and a potential U.S.-Iran conflict weigh on major benchmarks",
        "translated": true
      },
      {
        "title": "La hausse de l'or a mis à l'écart l'un de ses plus grands acheteurs — mais ils envisagent un retour",
        "description": "La volatilité de l'or a poussé les banques centrales à se tenir à l'écart, malgré leur position haussière à long terme",
        "source": "Business Insider",
        "url": "https://www.businessinsider.com/gold-price-today-central-banks-buying-outlook-goldman-sachs-2026-2",
        "image": "https://i.insider.com/6997c8d1f8731049f3af73a1?width=1200&format=jpeg",
        "publishedAt": "2026-02-20T05:52:17Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gold's rally sidelined one of its biggest buyers — but they're eyeing a comeback",
        "description_en": "Gold's volatility has pushed central banks to the sidelines, despite their long-term bullish stance.",
        "translated": true
      },
      {
        "title": "Le braquage de Loomis Fargo",
        "description": "Transcription de podcast Le soir du 4 octobre 1997, un important butin en espèces d'environ 17,3 millions de dollars a été volé du coffre-fort de Loomis Fargo & Company à Charlotte, en Caroline du Nord. C'était l'un des plus grands braquages d'espèces de l'histoire. Malheureusement, ce n'était pas le…",
        "source": "Everything-everywhere.com",
        "url": "https://everything-everywhere.com/the-loomis-fargo-heist/",
        "image": "https://photos.smugmug.com/Other/n-hRFP2/Podcast-Images/i-bgks2pZ/0/MstGv9wfHn9dhvpqTxD7ZDCbqZh8G7rk3QnrKS3kG/L/2055epart-L.jpg",
        "publishedAt": "2026-02-20T05:47:51Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Loomis Fargo Heist",
        "description_en": "Podcast Transcript On the evening of October 4, 1997, a large cash haul of about $17.3 million was stolen from the Loomis Fargo & Company vault in Charlotte, North Carolina.  It was one of the largest cash robberies in history. Unfortunately, it wasn’t the wo…",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Le Bitcoin approche des 68 000 dollars, l'or bondit alors que les tensions États-Unis-Iran reviennent",
        "description": "Les tensions géopolitiques et un ton prudent sur les actions américaines maintiennent l'appétit pour le risque en échec, et certains stratèges avertissent d'un potentiel retest des creux de 2024 avant une reprise plus durable",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/20/bitcoin-nears-usd68-000-gold-jumps-as-us-iran-tensions-return",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/3fefd4274e66ebe6fa9b269e9039d7f0e3e7896d-5000x3111.jpg?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-20T06:10:21Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin nears $68,000, gold jumps as US-Iran tensions return",
        "description_en": "Geopolitical tensions and a cautious tone in U.S. stocks are keeping risk appetite in check, and some strategists warn of a potential retest of 2024 lows before a more sustained recovery.",
        "translated": true
      },
      {
        "title": "nookplot-runtime ajouté à PyPI",
        "description": "SDK Python Agent Runtime pour Nookplot — connexion persistante, événements, pont mémoire et économie pour les agents IA sur Base",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/nookplot-runtime/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-20T06:10:20Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "nookplot-runtime added to PyPI",
        "description_en": "Python Agent Runtime SDK for Nookplot — persistent connection, events, memory bridge, and economy for AI agents on Base",
        "translated": true
      },
      {
        "title": "Parsec ferme ses portes au milieu de la volatilité persistante du marché crypto",
        "description": "Parsec a été lancé en janvier 2021, quelques mois avant que Bitcoin ne double presque de prix, puis atteigne de nouveaux sommets historiques plus tard dans l'année.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/parsec-defi-nft-analytics-platform-closes-market-volatility",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2025-12/019b0961-3a60-797b-abe0-c9ef51205d17",
        "publishedAt": "2026-02-20T06:04:37Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Parsec shuts down amid ongoing crypto market volatility",
        "description_en": "Parsec launched in January 2021, just months before Bitcoin almost doubled in price, then reached new all-time highs later in the year.",
        "translated": true
      },
      {
        "title": "Les baleines crypto construisent un « plancher forteresse » tandis que les détaillants vendent massivement le secteur des altcoins",
        "description": "Le marché crypto continue de faire face à une pression de vente notable, plusieurs altcoins majeurs peinant à retrouver un élan haussier après des mois de volatilité. Le sentiment reste fragile alors que les investisseurs évaluent l'incertitude macroéconomique, les conditions de liquidité et l'absence de…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/crypto-whale-build-fortress-floor-retail-panic-sell/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/Untitled-design-2026-02-19T064449.036.jpg",
        "publishedAt": "2026-02-20T06:00:39Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Crypto Whales Build A ‘Fortress Floor’ As Retail Panic Sells The Altcoin Sector",
        "description_en": "The crypto market continues to face notable selling pressure, with several leading altcoins struggling to regain upward momentum after months of volatility. Sentiment remains fragile as investors weigh macro uncertainty, liquidity conditions, and the lack of …",
        "translated": true
      },
      {
        "title": "Le CEO confirme l'exposition au Bitcoin, affirme que la banque navigue toujours",
        "description": "Selon les rapports, Goldman Sachs détient désormais un portefeuille d'expositions crypto qui va au-delà du Bitcoin seul. Son directeur général, David Solomon, a déclaré à un auditoire qu'il possède une très petite quantité de Bitcoin tout en observant le comportement du marché. Lecture connexe : XRP sous les projecteurs…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/bitcoin/ceo-confirms-bitcoin-exposure-says-bank-is-still-navigating/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/a_61b42c.jpg?fit=1057%2C627",
        "publishedAt": "2026-02-20T06:00:02Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "CEO Confirms Bitcoin Exposure, Says Bank Is Still Navigating",
        "description_en": "Reports say Goldman Sachs now holds a mix of crypto exposures that go beyond Bitcoin alone. Its chief executive, David Solomon, told an audience he owns a very small amount of Bitcoin while he watches how the market behaves. Related Reading: XRP On The Spotli…",
        "translated": true
      },
      {
        "title": "Avantages d'accepter les paiements en crypto pour les entreprises en 2026",
        "description": "Les paiements en crypto ont dépassé le stade de l'adoption précoce. D'ici 2026, ils fonctionnent comme un moyen de paiement pratique […]",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/benefits-of-accepting-crypto-payments-for-businesses-in-2026/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Gateway-1000x600.png",
        "publishedAt": "2026-02-20T05:50:57Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Benefits of Accepting Crypto Payments for Businesses in 2026",
        "description_en": "Crypto payments have grown past early adoption. By 2026, they function as a practical payment […]",
        "translated": true
      },
      {
        "title": "Bitcoin enregistre son pire démarrage des 50 premiers jours de l'année jamais observé",
        "description": "Bitcoin est en passe de connaître ses premiers déclins consécutifs en janvier et février.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/20/bitcoin-logs-worst-ever-start-to-a-year-through-first-50-days",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/5733dded586c4842d8759d0c6124d92d3fca3aec-1712x976.png?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-20T05:47:24Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin logs worst first 50-day start to a year on record",
        "description_en": "Bitcoin is on course for its first ever back to back declines in January and February.",
        "translated": true
      },
      {
        "title": "Le CEO de Metaplanet réfute les critiques concernant sa stratégie bitcoin et la transparence",
        "description": "Simon Gerovich défend les normes de divulgation, le modèle de trading d'options et les opérations hôtelières.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/20/metaplanet-ceo-rebuts-critics-over-bitcoin-strategy-and-transparency",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/48c637191ed01087446ae291cd6c8226af9b9d90-1523x1250.png?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-20T05:27:10Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Metaplanet CEO rebuts critics over bitcoin strategy and transparency",
        "description_en": "Simon Gerovich defends disclosure standards, options trading model, and hotel operations.",
        "translated": true
      },
      {
        "title": "Dogecoin (DOGE) : la reprise plafonnée alors que la dynamique devient baissière",
        "description": "Dogecoin a amorcé une nouvelle baisse sous la zone des 0,1050 USD face au dollar américain. DOGE consolide actuellement ses pertes et pourrait faire face à des obstacles près de 0,10 et 0,1040. Le prix de DOGE a commencé une nouvelle baisse sous le niveau de 0,1050. Le prix s'échange actuellement sous le niveau de 0,10…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/analysis/doge/dogecoin-doge-recovery-capped-0-1040/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Dogecoin-DOGE-Recovery-Capped.jpg?fit=1024%2C559",
        "publishedAt": "2026-02-20T05:08:47Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Dogecoin (DOGE) Recovery Capped As Momentum Turns Bearish",
        "description_en": "Dogecoin started a fresh decline below the $0.1050 zone against the US Dollar. DOGE is now consolidating losses and might face hurdles near $0.10 and $0.1040. DOGE price started a fresh decline below the $0.1050 level. The price is trading below the $0.10 lev…",
        "translated": true
      },
      {
        "title": "2,5 milliards de dollars d'expiration d'options crypto en vue — mais c'est le pari massif de 40 000 USD sur le Bitcoin qui met les traders en alerte",
        "description": "",
        "source": "Yahoo Entertainment",
        "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_32cbfce4-4083-4e21-bbe1-ba8368c9fb55",
        "image": null,
        "publishedAt": "2026-02-20T05:08:29Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "$2.5 Billion Crypto Options Expiry Looms — But It’s the Massive $40,000 Bitcoin Bet That Has Traders on Edge",
        "description_en": "",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "La menace d'incendie au Texas s'aggrave alors que le Panhandle de l'Oklahoma brûle",
        "description": "Un incendie de forêt se propageant rapidement dans le Panhandle de l'Oklahoma a doublé de taille en s'étendant au Kansas, tandis que les vents menacent de changer de direction et d'augmenter les risques d'incendie dans l'ouest du Texas et au Nouveau-Mexique. L'incendie de Ranger Road avait consumé plus de 283 000 acres…",
        "source": "Insurance Journal",
        "url": "https://www.insurancejournal.com/news/southcentral/2026/02/20/858831.htm",
        "image": "https://www.insurancejournal.com/app/uploads/2026/02/Oklahoma-Texas-Wildfires.jpg",
        "publishedAt": "2026-02-20T06:13:56Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Texas Fire Threat to Worsen as Oklahoma Panhandle Burns",
        "description_en": "A fast-moving wildfire in the Oklahoma panhandle doubled in size as it pressed into Kansas while winds threatened to shift and raise fire risks across West Texas and New Mexico. The Ranger Road Fire had consumed more than 283,000 acres …",
        "translated": true
      },
      {
        "title": "L'effet domino : comment une attaque américaine contre l'Iran pourrait déclencher une catastrophe mondiale",
        "description": "Le détroit d'Ormuz comme baril de poudre mondial Le golfe Persique est une poudrière, et les États-Unis sous la présidence de Donald Trump allument la mèche. En février 2026, les États-Unis ont massé une puissance navale sans précédent dans la région, avec l'USS…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-20-us-attack-on-iran-unleash-global-catastrophe.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/us-iran-conflict-strait-of-hormuz-oil-price-spike-307-original.jpg",
        "publishedAt": "2026-02-20T06:00:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Domino Effect: How a U.S. Attack on Iran Could Unleash Global Catastrophe",
        "description_en": "The Strait of Hormuz as a Global Tinderbox The Persian Gulf is a powder keg, and the United States under President Donald Trump is striking the match. In February 2026, the U.S. has massed an unprecedented level of naval firepower in the region, with the USS …",
        "translated": true
      },
      {
        "title": "EIA : la production de gaz naturel américain atteindra des records en 2026 et 2027",
        "description": "L'Energy Information Administration (EIA) prévoit que la production de gaz naturel américain atteindra des records de 120,8 Bcf/j en 2026 et 122,3 Bcf/j en 2027, avec 69 % de la croissance provenant des régions d'Appalachia, Haynesville et Permian. Haynesville devrait…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-20-natural-gas-production-to-reach-record-highs.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/Food-trucks-natural-gas.jpg",
        "publishedAt": "2026-02-20T06:00:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "EIA: U.S. natural gas production to hit record highs in 2026 and 2027",
        "description_en": "The U.S. Energy Information Administration (EIA) forecasts U.S. natural gas production will reach record highs of 120.8 Bcf/d in 2026 and 122.3 Bcf/d in 2027, with 69% of growth coming from the Appalachia, Haynesville and Permian regions. Haynesville is expec…",
        "translated": true
      },
      {
        "title": "Le prix de l'or stable, l'argent baisse de 10 roupies sur les marchés locaux",
        "description": "KATMANDOU : Le prix de l'or est resté inchangé par rapport à jeudi, tandis que le prix de l'argent a baissé de 10 roupies. Selon la Fédération des négociants en or et argent du Népal, le prix d'une tola d'or standard a été fixé à 304 700 roupies…",
        "source": "Khabarhub.com",
        "url": "https://english.khabarhub.com/2026/20/535904/",
        "image": "https://english.khabarhub.com/wp-content/uploads/2026/01/gold-shop-9.jpg",
        "publishedAt": "2026-02-20T05:45:10Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gold price stable, silver drops by Rs 10 in local markets",
        "description_en": "KATHMANDU: The price of gold remained unchanged compared to Thursday, while the price of silver declined by Rs 10. According to the Federation of Nepal Gold and Silver Dealers’ Association, the price of one tola of standard gold has been fixed at Rs 304,700, …",
        "translated": true
      },
      {
        "title": "Les marchés devraient ignorer la géopolitique alors que les risques pétroliers restent contenus, selon Andrew Freris",
        "description": "Les marchés s'habituent de plus en plus aux chocs géopolitiques, les investisseurs étant susceptibles de négliger les conflits à moins qu'ils n'impactent significativement la croissance ou l'inflation. Bien que le pétrole brut reste une variable clé, la forte production américaine et les décisions de l'OPEP équilibrent l'offre.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/expert-view/markets-likely-to-look-past-geopolitics-as-oil-risks-remain-contained-says-andrew-freris/articleshow/128593485.cms",
        "image": "https://img.etimg.com/thumb/msid-128593525,width-1200,height-630,imgsize-5100,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-20T05:41:14Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Markets likely to look past geopolitics as oil risks remain contained, says Andrew Freris",
        "description_en": "Markets are increasingly accustomed to geopolitical shocks, with investors likely to overlook conflicts unless they significantly impact growth or inflation. While crude oil remains a key variable, strong US production and OPEC decisions are balancing supply.…",
        "translated": true
      },
      {
        "title": "Les opérations ferroviaires autorisées sur la nouvelle section entre Murkongselek en Assam et Sille en Arunachal",
        "description": "Après une inspection réussie et des essais de vitesse, la CRS a approuvé les opérations ferroviaires sur la route à une vitesse maximale autorisée de 110 KMPH, ouvrant la voie à une meilleure connectivité dans la région.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/industry/transportation/railways/train-operations-authorised-on-newly-constructed-section-between-assams-murkongselek-and-arunachals-sille/articleshow/128593057.cms",
        "image": "https://img.etimg.com/thumb/msid-128593200,width-1200,height-630,imgsize-299198,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-20T05:31:50Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Train operations authorised on newly-constructed section between Assam's Murkongselek and Arunachal's Sille",
        "description_en": "After successful inspection and speed trials, the CRS has approved train operations on the route at a maximum permissible speed of 110 KMPH, paving the way for enhanced connectivity in the region.",
        "translated": true
      },
      {
        "title": "Le Qatar sape les intérêts américains",
        "description": "Le Qatar dispose d'une richesse apparemment illimitée et l'utilise pour façonner les esprits américains et accumuler du pouvoir aux plus hauts niveaux. Se peut-il que l'argent soit tout ce qui compte aux États-Unis ? Chronique d'opinion.",
        "source": "Israelnationalnews.com",
        "url": "https://www.israelnationalnews.com/news/422716",
        "image": "https://2.a7.org/files/pictures/000/1070358.jpg",
        "publishedAt": "2026-02-20T05:20:02Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Qatar undermines US interests",
        "description_en": "Qatar has seemingly unlimited wealth and uses it to shape American minds and amass power in high places. Can it be that money is all that counts in the USA?. Opinion.",
        "translated": true
      },
      {
        "title": "Les capitaux en mode défensif se tournent vers les actifs tokenisés alors que la DeFi recule",
        "description": "Les capitaux se réorientent de la DeFi vers les actifs tokenisés, les experts affirmant que ce mouvement reflète une maturation des marchés et non une capitulation.",
        "source": "Decrypt",
        "url": "https://decrypt.co/358693/risk-off-capital-shifts-toward-tokenized-assets-defi-pulls-back",
        "image": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2025/06/Chart4_red-gID_7.png",
        "publishedAt": "2026-02-20T04:16:22Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Risk-Off Capital Shifts Toward Tokenized Assets as DeFi Pulls Back",
        "description_en": "Capital is rotating out of DeFi into tokenized assets as experts say the shift reflects maturing markets, not capitulation.",
        "translated": true
      },
      {
        "title": "Le courtier qui a prédit la hausse de l'or et de l'argent vise de nouveaux records",
        "description": "Apurva Sheth de Samco Securities prévoit une poursuite du marché haussier pour l'or et l'argent, projetant des records historiques alimentés par des déficits structurels et une forte demande d'investissement. Il anticipe que l'or atteindra 7 040 dollars et l'argent 140-210 dollars dans les trois ans, mettant en avant...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/expert-view/brokerage-that-nailed-gold-silver-bull-run-targets-fresh-record-highs/articleshow/128561630.cms",
        "image": "https://img.etimg.com/thumb/msid-128561686,width-1200,height-630,imgsize-2654954,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-20T03:30:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Brokerage that nailed gold, silver bull run targets fresh record highs",
        "description_en": "Apurva Sheth of Samco Securities forecasts a continued bull market for gold and silver, projecting record highs driven by structural deficits and strong investment demand. He anticipates gold reaching $7,040 and silver $140-210 within three years, highlightin…",
        "translated": true
      },
      {
        "title": "Le marché indien a trouvé son plancher — mais la sélection de titres vient de devenir beaucoup plus difficile : Vinod Karki",
        "description": "Le marché boursier indien a peut-être trouvé son plancher. Trois facteurs économiques solides soutiennent la croissance. Les secteurs financiers et cycliques domestiques offrent de bonnes opportunités d'investissement. Les actions de petite et moyenne capitalisation sont désormais un pur pari de croissance sans marge de sécurité. Techno...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/expert-view/india-market-has-bottomed-out-but-stock-picking-just-got-much-harder-vinod-karki/articleshow/128559060.cms",
        "image": "https://img.etimg.com/thumb/msid-128559026,width-1200,height-630,imgsize-17224,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-20T03:30:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "India market has bottomed out — but stock-picking just got much harder: Vinod Karki",
        "description_en": "India's stock market may have found its bottom. Three strong economic factors are supporting growth. Financials and domestic cyclical sectors offer good investment opportunities. Mid and small-cap stocks are now a pure growth bet with no safety margin. Techno…",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Umicore : Résultats annuels 2025",
        "description": "Points clés du groupe Umicore pour l'année complète 2025    Progression robuste de l'exécution de la stratégie CORE Forte performance des activités fondamentales Soutenu par...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/20/3241687/0/en/Umicore-Full-Year-Results-2025.html",
        "image": "https://ml-eu.globenewswire.com/Resource/Download/7c387c9a-0bb0-4b04-a5b5-78f10a99cce4",
        "publishedAt": "2026-02-20T06:30:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Umicore: Full Year Results 2025",
        "description_en": "Umicore Group key highlights for the full year 2025    Robust progress on CORE strategy execution Strong performance in foundation businessesSupported by...",
        "translated": true
      },
      {
        "title": "Le partenariat Infosys-Anthropic signale de nouvelles opportunités IA pour le secteur informatique indien : Jefferies",
        "description": "Le rapport note que si les sociétés de services informatiques indiennes ont d'abord été considérées comme vulnérables à la compression des revenus liée à l'automatisation et aux pertes d'emplois de cols blancs, les développements récents suggèrent une trajectoire plus nuancée",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/info-tech/infosys-anthropic-tie-up-signals-new-ai-upside-for-indian-it-sector-jefferies/article70654979.ece",
        "image": "https://bl-i.thgim.com/public/incoming/pw9r5s/article70655008.ece/alternates/LANDSCAPE_1200/PO08_AI.jpg",
        "publishedAt": "2026-02-20T06:25:34Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Infosys-Anthropic tie-up signals new AI upside for Indian IT sector: Jefferies",
        "description_en": "The report notes that while Indian IT services companies were initially viewed as vulnerable to automation-led revenue compression and white-collar job displacement, recent developments suggest a more nuanced trajectory",
        "translated": true
      },
      {
        "title": "« Restez à l'écoute » : L'envoyé américain Sergio Gor laisse entendre une rencontre Modi-Trump",
        "description": "« Restez à l'écoute, je suis sûr que cela se fera au bon moment », a déclaré l'envoyé en marge du Sommet sur l'impact de l'IA en Inde, interrogé sur la possibilité d'une rencontre entre le PM Modi et Trump. Le président américain avait accueilli le PM Modi pour une visite officielle de travail à Washington DC le...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/india/stay-tuned-us-envoy-sergio-gor-hints-at-pm-modi-trump-meeting/articleshow/128594993.cms",
        "image": "https://img.etimg.com/thumb/msid-128595200,width-1200,height-630,imgsize-36278,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-20T06:25:04Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "'Stay Tuned': US Envoy Sergio Gor hints at PM Modi-Trump meeting",
        "description_en": "\"Stay tuned, I'm sure it'll happen at the right moment,\"on the sidelines of India AI Impact Summit when asked about the possibility of a meeting between PM Modi and Trump. The US president had hosted PM Modi for an official working visit in Washington DC on F…",
        "translated": true
      },
      {
        "title": "Qualcomm et Tata Electronics s'associent pour fabriquer les modules automobiles Qualcomm en Inde",
        "description": "Qualcomm Technologies et Tata Electronics se sont associés pour produire les modules automobiles Qualcomm en Inde à la nouvelle installation OSAT de Tata à Jagiroad, Assam. La collaboration intègre Tata Electronics au réseau mondial de fabrication de modules de Qualcomm. Elle vise à...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/tech/technology/qualcomm-and-tata-electronics-partner-to-manufacture-qualcomm-automotive-modules-in-india/articleshow/128595018.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-62320,resizemode-75,msid-128595018/tech/technology/qualcomm-and-tata-electronics-partner-to-manufacture-qualcomm-automotive-modules-in-india.jpg",
        "publishedAt": "2026-02-20T06:23:54Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Qualcomm and Tata Electronics partner to manufacture Qualcomm Automotive Modules in India",
        "description_en": "Qualcomm Technologies and Tata Electronics have partnered to produce Qualcomm Automotive Modules in India at Tata’s new OSAT facility in Jagiroad, Assam. The collaboration joins Tata Electronics to Qualcomm’s global module manufacturing network. It aims to su…",
        "translated": true
      },
      {
        "title": "Les scientifiques découvrent l'ancêtre aimant l'oxygène de toute vie complexe",
        "description": "Pendant des décennies, les scientifiques ont cru que la vie complexe a commencé lorsque deux microbes très différents se sont associés, donnant finalement naissance aux plantes, aux animaux et aux champignons. Mais une grande énigme subsistait : comment ces organismes auraient-ils pu se rencontrer si l'un dépendait de l'oxygène et...",
        "source": "Science Daily",
        "url": "https://www.sciencedaily.com/releases/2026/02/260220010825.htm",
        "image": "https://www.sciencedaily.com/images/1920/collecting-microbial-metagenomes-in-shallow-coastal-sediments.webp",
        "publishedAt": "2026-02-20T06:21:04Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Scientists uncover oxygen-loving ancestor of all complex life",
        "description_en": "For decades, scientists have believed that complex life began when two very different microbes joined forces, eventually giving rise to plants, animals, and fungi. But one major puzzle remained: how could these organisms have met if one depended on oxygen and…",
        "translated": true
      },
      {
        "title": "Un panel de l'ONU vise le « contrôle humain » de l'IA : Guterres",
        "description": "Le secrétaire général de l'ONU Antonio Guterres a appelé le 20 février à « moins de battage médiatique, moins de crainte » concernant l'intelligence artificielle, déclarant qu'un nouveau panel d'experts visait à « rendre le contrôle humain une réalité technique ».",
        "source": "Hurriyet Daily News",
        "url": "https://www.hurriyetdailynews.com/un-panel-aims-for-human-control-of-ai-guterres-219153",
        "image": "https://image.hurimg.com/i/hurriyet/75/200x200/6997fd287455d5f5e5914560.jpg",
        "publishedAt": "2026-02-20T06:20:29Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "UN panel aims for 'human control' of AI: Guterres",
        "description_en": "U.N. chief Antonio Guterres called on Feb. 20 for \"less hype, less fear\" over artificial intelligence as he said that a new expert panel aimed to \"make human control a technical reality.\"",
        "translated": true
      },
      {
        "title": "L'Inde en quête d'un « moment DeepSeek » avec ses propres modèles technologiques",
        "description": "De jeunes entreprises indiennes d'intelligence artificielle ont présenté leurs technologies nationales cette semaine lors d'un grand sommet à New Delhi, reflétant de grandes ambitions de devenir une puissance mondiale de l'IA.",
        "source": "Hurriyet Daily News",
        "url": "https://www.hurriyetdailynews.com/india-chases-deepseek-moment-with-homegrown-tech-models-219152",
        "image": "https://image.hurimg.com/i/hurriyet/75/200x200/6997fcb27455d5f5e5914553.jpg",
        "publishedAt": "2026-02-20T06:18:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "India chases 'DeepSeek moment' with homegrown tech models",
        "description_en": "Fledgling Indian artificial intelligence companies showcased homegrown technologies this week at a major summit in New Delhi, underpinning big dreams of becoming a global AI power.",
        "translated": true
      },
      {
        "title": "Qu'est-ce que Pax Silica et pourquoi l'adhésion de l'Inde à la coalition IA menée par les États-Unis est importante",
        "description": "L'Inde a signé la déclaration Pax Silica lors du Sommet sur l'impact de l'IA à New Delhi vendredi, adhérant formellement à une coalition menée par les États-Unis visant à sécuriser les chaînes d'approvisionnement mondiales pour les minéraux critiques et l'infrastructure IA. L'alliance—qui compte déjà le Japon, l'Australie, la Sou…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/technology/tech-news/what-is-pax-silica-and-why-does-india-joining-the-ai-supply-chain-alliance-matter/articleshow/128594775.cms",
        "image": "https://static.toiimg.com/thumb/msid-128594775,width-1280,height-720,imgsize-13830,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-20T06:15:59Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What is Pax Silica and why does India joining the US-led AI coalition matter",
        "description_en": "India signed the Pax Silica declaration at the AI Impact Summit in New Delhi on Friday, formally joining a US-led coalition aimed at securing global supply chains for critical minerals and AI infrastructure. The alliance—already counting Japan, Australia, Sou…",
        "translated": true
      },
      {
        "title": "L'AIRC annonce que ses priorités pour 2026 incluent la préparation aux catastrophes et l'utilisation responsable de la technologie",
        "description": "L'Association nationale des commissaires aux assurances (AIRC) a publié ses priorités stratégiques pour 2026, incluant la surveillance des technologies émergentes comme l'intelligence artificielle. « À l'AIRC, nous disposons d'un vivier important de 56 membres représentant chaque État américain et cinq…",
        "source": "Insurance Journal",
        "url": "https://www.insurancejournal.com/news/national/2026/02/20/858803.htm",
        "image": "https://www.insurancejournal.com/app/uploads/2022/12/NAIC.jpg",
        "publishedAt": "2026-02-20T06:13:10Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "NAIC Says 2026 Priorities Include Disaster Preparedness, Responsible Tech Use",
        "description_en": "The National Association of Insurance Commissioners (NAIC) released its strategic priorities for 2026, including the oversight of emerging technology like artificial intelligence. “At the NAIC, a deep bench of 56 members representing each U.S. state and five …",
        "translated": true
      },
      {
        "title": "Qualcomm et Tata Electronics s'associent pour fabriquer les modules automobiles Qualcomm en Inde",
        "description": "Tata Electronics servira de partenaire de fabrication pour les modules automobiles Qualcomm afin de soutenir la demande mondiale croissante de plateformes automobiles modulaires.",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/companies/qualcomm-tata-electronics-partner-to-manufacture-qualcomm-automotive-modules-in-india/article70654884.ece",
        "image": "https://bl-i.thgim.com/public/incoming/ke058w/article70654960.ece/alternates/LANDSCAPE_1200/2026-02-04T232650Z_1815185476_RC2KEGAGOWC4_RTRMADP_3_QUALCOMM-RESULTS.JPG",
        "publishedAt": "2026-02-20T06:11:26Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Qualcomm, Tata Electronics partner to manufacture Qualcomm Automotive Modules in India",
        "description_en": "Tata Electronics will serve as a manufacturing partner for Qualcomm Automotive Modules to support the growing global demand for modular automotive platforms.",
        "translated": true
      }
    ]
  },
  "total": 50
}