{
  "updated": "2026-02-25T18:51:25.276Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Quatre ans de guerre en Ukraine laissent la Russie « épuisée », selon un analyste",
        "description": "Pour la première fois depuis son invasion, la Russie a perdu des troupes plus vite qu'elle ne peut les remplacer. C'est l'un des nombreux jalons sinistres d'une guerre sanglante en Ukraine qui dure maintenant depuis quatre ans.",
        "source": "ABC News (AU)",
        "url": "https://www.abc.net.au/news/2026-02-25/russia-military-reputation-economy-after-ukraine-war-years/106382378",
        "image": "https://live-production.wcms.abc-cdn.net.au/b237d9c5b95244009b8e966623a06d94?impolicy=wcms_watermark_news&cropH=2813&cropW=5000&xPos=0&yPos=0&width=862&height=485&imformat=generic",
        "publishedAt": "2026-02-24T18:48:52Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Four years of war in Ukraine leaves Russia a 'spent force', analyst says",
        "description_en": "For the first time since its invasion, Russia has lost troops faster than it can replace them. It's one of many grim milestones of a bloody war in Ukraine that has now been going for four years.",
        "translated": true
      },
      {
        "title": "Mary Lou McDonald affirme que le Sinn Féin « condamne sans équivoque » la Russie alors que le parti s'oppose au prêt de 90 milliards d'euros de l'UE à l'Ukraine",
        "description": "La présidente du Sinn Féin, Mary Lou McDonald, a déclaré que son parti « condamne sans équivoque l'agression russe » et se tient aux côtés du peuple ukrainien alors que le Taoiseach Michéal Martin a accusé le parti d'adopter une approche « équivalant à demander à l'Ukraine de se rendre ».",
        "source": "Independent.ie",
        "url": "https://www.independent.ie/irish-news/mary-lou-mcdonald-says-sinn-fein-unequivocally-condemns-russia-as-party-opposed-90bn-eu-loan-to-ukraine/a1126594499.html",
        "image": "https://focus.independent.ie/thumbor/1_jqX4FI_S7m-0RDMVopi9LmITk=/0x54:3464x2363/629x0/prod-mh-ireland/01513088-1b08-41bb-9fe4-48758b72b560/53f39ec4-b2dc-4653-9730-7e29dbeab525/01513088-1b08-41bb-9fe4-48758b72b560.jpg",
        "publishedAt": "2026-02-24T18:34:06Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Mary Lou McDonald says Sinn Féin ‘unequivocally condemns’ Russia as party opposed €90bn EU loan to Ukraine",
        "description_en": "Sinn Féin leader Mary Lou McDonald has said her party “unequivocally condemns Russian aggression” and stands with the people of Ukraine as Taoiseach Michéal Martin accused the party of taking an approach “tantamount to asking Ukraine to surrender”.",
        "translated": true
      },
      {
        "title": "Le fondateur de Telegram Durov enquêté dans une affaire liée au terrorisme – Kremlin",
        "description": "La Russie enquête sur Pavel Durov de Telegram dans le cadre d'une affaire criminelle concernant du contenu terroriste sur la plateforme, a déclaré le Kremlin. Lire l'article complet sur RT.com",
        "source": "RT",
        "url": "https://www.rt.com/russia/632992-telegram-durov-investigation-terrorism/",
        "image": "https://mf.b37mrtl.ru/files/2026.02/article/699dda0c85f54041e149b5d2.jpg",
        "publishedAt": "2026-02-24T18:26:22Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Telegram founder Durov investigated in terrorism-related probe – Kremlin",
        "description_en": "Russia is investigating Telegram’s Pavel Durov as part of a criminal case over terrorism content on the platform, the Kremlin has said Read Full Article at RT.com",
        "translated": true
      },
      {
        "title": "Le Lazarus Group de la Corée du Nord cible les organisations de santé avec le ransomware Medusa",
        "description": "Nouveau ransomware de choix, mêmes cibles critiques. Le Lazarus Group de la Corée du Nord semble avoir ajouté un nouvel outil à son arsenal. Il a commencé à utiliser le ransomware Medusa dans des attaques d'extorsion ciblant au moins une organisation de santé américaine et une victime non identifiée.…",
        "source": "Theregister.com",
        "url": "https://www.theregister.com/2026/02/24/north_koreas_lazarus_group_healthcare_medusa_ransomware/",
        "image": "https://regmedia.co.uk/2025/01/15/shutterstock_kim_jong_un.jpg",
        "publishedAt": "2026-02-24T18:25:04Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "North Korea's Lazarus Group targets healthcare orgs with Medusa ransomware",
        "description_en": "New ransomware of choice, same critical targets North Korea’s Lazarus Group appears to have added another tool to its kit. It has begun using Medusa ransomware in extortion attacks targeting at least one US healthcare organization and an unnamed victim in the…",
        "translated": true
      },
      {
        "title": "L'Iran proche d'un accord avec la Chine pour des missiles anti-navires supersoniques alors que les porte-avions américains se massent dans la région : rapport",
        "description": "L'Iran serait proche de conclure un accord avec la Chine pour l'acquisition de missiles anti-navires supersoniques susceptibles de cibler les groupes de frappe porte-avions américains déployés dans les eaux du Moyen-Orient.",
        "source": "Fox News",
        "url": "https://www.foxnews.com/world/iran-nears-china-anti-ship-supersonic-missile-deal-as-us-carriers-mass-in-region-report",
        "image": "https://static.foxnews.com/foxnews.com/content/uploads/2026/02/us-navy-ship.jpg",
        "publishedAt": "2026-02-24T18:01:34Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iran nears China anti-ship supersonic missile deal as US carriers mass in region: report",
        "description_en": "Iran reportedly nears deal with China for supersonic anti-ship missiles that could target U.S. carrier strike groups deployed in Middle East waters.",
        "translated": true
      },
      {
        "title": "Le trou noir commercial d'Asie centrale : 39 milliards de dollars d'échanges non enregistrés",
        "description": "Un examen des données compilées par les agences gouvernementales chinoises, kazakhes et kirghizes révèle d'importants écarts dans les volumes d'échanges commerciaux, soulevant des questions sur la contrebande généralisée et le contournement des sanctions. Le commerce en général a connu une croissance explosive depuis le début de…",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Geopolitics/International/Central-Asias-39-Billion-Black-Hole-Unregistered-Trade-Surges-After-Ukraine-W.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2026-02-24_1za6dhjcbi.jpg",
        "publishedAt": "2026-02-24T18:00:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Central Asia's $39 Billion Black Hole: Unregistered Trade Surges",
        "description_en": "A review of data compiled by Chinese, Kazakh and Kyrgyz government agencies reveal large discrepancies in trade volume, raising questions about widespread smuggling and sanctions-busting. Trade in general has experienced explosive growth since the start of th…",
        "translated": true
      },
      {
        "title": "Russie : liste des personnes visées par des restrictions financières et d'investissement",
        "description": "Personnes soumises à des restrictions financières et d'investissement en vertu du régime de sanctions contre la Russie, qui limitent les activités spécifiées.",
        "source": "Www.gov.uk",
        "url": "https://www.gov.uk/guidance/russia-list-of-persons-named-in-relation-to-financial-and-investment-restrictions",
        "image": "https://www.gov.uk/assets/frontend/govuk-opengraph-image-4196a4d6333cf92aaf720047f56cfd91b3532d7635fc21ebcf0d5897df6b5f77.png",
        "publishedAt": "2026-02-24T17:56:40Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Russia: list of persons named in relation to financial and investment restrictions",
        "description_en": "Persons subject to financial and investment restrictions under the Russia sanctions regime which restrict specified activities.",
        "translated": true
      },
      {
        "title": "Le dernier acte de rébellion linguistique de Trump et le débat sur le capitalisme",
        "description": "L'utilisation par Donald Trump de minuscules pour « supreme court » suscite un débat sur la démocratie linguistique. Cet acte remet en question la hiérarchie des majuscules, suggérant une approche plus égalitaire du langage. L'article établit des parallèles avec le style rebelle du poète ee cummings…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/opinion/just-in-jest/trumps-latest-act-of-linguistic-rebellion-and-the-case-against-capital-ism/articleshow/128758697.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-47996,resizemode-75,msid-128758697/opinion/just-in-jest/trumps-latest-act-of-linguistic-rebellion-and-the-case-against-capital-ism.jpg",
        "publishedAt": "2026-02-24T17:35:49Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump’s latest act of linguistic rebellion and the case against capital-ism",
        "description_en": "Donald Trump's use of lowercase for 'supreme court' sparks a debate on linguistic democracy. This act challenges the hierarchy of capital letters, suggesting a more equal approach to language. The article draws parallels with poet ee cummings' stylistic rebel…",
        "translated": true
      },
      {
        "title": "Lettre ouverte à Google sur l'enregistrement obligatoire des développeurs pour la distribution d'applications",
        "description": "Lettre ouverte à Google concernant l'enregistrement obligatoire des développeurs pour la distribution d'applications tierces",
        "source": "Keepandroidopen.org",
        "url": "https://keepandroidopen.org/open-letter/",
        "image": "https://keepandroidopen.org/img/altered-deal.png",
        "publishedAt": "2026-02-24T17:21:11Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Open Letter to Google on Mandatory Developer Registration for App Distribution",
        "description_en": "Open Letter to Google Regarding Mandatory Developer Registration for Third-Party App Distribution",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "La décision de la Cour suprême n'a pas effacé les tarifs de Trump — les familles subissent toujours un surcoût de 400 dollars par an",
        "description": "Les tarifs de Donald Trump ont été partiellement bloqués par la Cour suprême, mais pas entièrement supprimés. De nombreux tarifs restent actifs, les prix demeurant donc plus élevés. Les experts affirment que les familles américaines paient toujours environ 400 dollars supplémentaires chaque année. La décision a principalement établi qu'un président ne peut pas fixer unilatéralement les impôts…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/supreme-court-ruling-didnt-erase-trump-tariffs-families-still-face-a-400-yearly-hit/articleshow/128759706.cms",
        "image": "https://img.etimg.com/thumb/msid-128759706,width-1200,height-630,imgsize-177940,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-24T18:38:30Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Supreme Court ruling didn’t erase Trump tariffs — families still face a $400 yearly hit",
        "description_en": "The Donald Trump tariffs were partly blocked by the Supreme Court, but not fully removed. Many tariffs are still active, so prices remain higher. Experts say U.S. families still pay about $400 extra each year. The ruling mainly said a president cannot set tax…",
        "translated": true
      },
      {
        "title": "Les Américains adoptent massivement une tendance de mode de vie chinoise devenue virale",
        "description": "Certains Américains ne se contentent pas de commander du poulet General Tso—ils réorganisent leur vie autour des habitudes chinoises, jusqu'à leurs pantoufles. Dans le Wall Street Journal, la journaliste Hannah Miao dresse le portrait d'une vague de « Chinamaxxers » majoritairement non-chinois, des personnes qui affirment qu'elles…",
        "source": "Newser",
        "url": "https://www.newser.com/story/384295/americans-go-all-in-on-viral-chinese-lifestyle-trend.html",
        "image": "https://img2-azrcdn.newser.com/image/1667037-12-20260224125452.jpeg",
        "publishedAt": "2026-02-24T18:36:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Americans Go All In on Viral Chinese Lifestyle Trend",
        "description_en": "Some Americans aren't just ordering General Tso's—they're reorganizing their lives around Chinese habits, down to their slippers. In the Wall Street Journal , reporter Hannah Miao profiles a wave of mostly non-Chinese \"Chinamaxxers,\" people who say they're tr…",
        "translated": true
      },
      {
        "title": "L'administration Trump envisage une action obligeant les banques à collecter des informations de citoyenneté",
        "description": "Wall Street Journal : L'administration Trump envisage une action obligeant les banques à collecter des informations de citoyenneté — Un décret exécutif potentiel enrôlerait les banques dans la répression de l'immigration clandestine de l'administration Trump — L'administration Trump évalue actuellement…",
        "source": "Memeorandum.com",
        "url": "https://www.memeorandum.com/260224/p64",
        "image": "https://images.wsj.net/im-97183952/social",
        "publishedAt": "2026-02-24T18:35:01Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump Administration Considers Action Requiring Banks to Collect Citizenship Information (Wall Street Journal)",
        "description_en": "Wall Street Journal:\nTrump Administration Considers Action Requiring Banks to Collect Citizenship Information  —  Potential executive order would enlist banks in the Trump administration's illegal immigration crackdown  —  The Trump administration is weighing…",
        "translated": true
      },
      {
        "title": "Les problèmes croissants de l'USS Gerald R. Ford : des défaillances d'assainissement à la frustration de l'équipage—voici ce que nous savons",
        "description": "Les marins du porte-avions USS Gerald Ford font face à des bouchons de toilettes graves et des défaillances d'assainissement. Cela provoque une détresse et une colère significatives parmi l'équipage. Le navire, le plus coûteux jamais construit, peine avec l'assainissement basique. Le personnel éprouve…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/inside-the-mounting-problems-on-uss-gerald-r-ford-from-sewage-failures-to-crew-frustrationheres-what-we-know/articleshow/128757695.cms",
        "image": "https://img.etimg.com/thumb/msid-128759047,width-1200,height-630,imgsize-236198,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-24T18:31:52Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Inside the mounting problems on USS Gerald R. Ford, from sewage failures to crew frustration—here's what we know",
        "description_en": "Sailors on the USS Gerald Ford aircraft carrier face severe toilet clogs and sewage failures. This is causing significant distress and anger among the crew. The ship, the most expensive ever built, is struggling with basic sanitation. Personnel are experienci…",
        "translated": true
      },
      {
        "title": "Merck & Co crée une unité oncologie distincte alors que la falaise de brevets approche",
        "description": "Merck & Co restructure son activité en scindant sa division pharmaceutique en deux entités distinctes. Ce changement est conçu pour mettre en avant ses médicaments à la croissance la plus rapide alors que la thérapie anticancéreuse vedette Keytruda approche de l'expiration de son brevet. L'entreprise prévoit de privilégier les nouveaux…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/industry/healthcare/biotech/pharmaceuticals/merck-co-to-create-a-separate-cancer-unit-as-patent-cliff-looms/articleshow/128759998.cms",
        "image": "https://img.etimg.com/thumb/msid-128760086,width-1200,height-630,imgsize-49092,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-24T18:31:02Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Merck & Co to create a separate cancer unit as patent cliff looms",
        "description_en": "Merck & Co is restructuring by splitting its drug division into two separate businesses. The change is designed to spotlight its fastest-growing medicines as the blockbuster cancer therapy Keytruda nears patent expiration. The company plans to emphasize newer…",
        "translated": true
      },
      {
        "title": "La Fed propose une règle pour traiter le débancarisation crypto en supprimant le « risque de réputation »",
        "description": "La proposition réduirait le facteur de risque de la supervision de la Fed et interdirait aux superviseurs de pousser les banques à cesser de servir les entreprises non favorisées, y compris dans le secteur crypto.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/policy/2026/02/24/fed-proposes-rule-to-deal-with-crypto-debanking-by-scrapping-reputation-risk",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/93bd059ee4f273cf511587d4bd733bb7c692ffca-1920x1080.jpg?auto=format",
        "publishedAt": "2026-02-24T18:29:20Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Fed proposes rule to deal with crypto debanking by scrapping 'reputation risk'",
        "description_en": "The proposal would cut the risk factor from Fed oversight and bar supervisors from pushing banks to cut off disfavored businesses, including in crypto.",
        "translated": true
      },
      {
        "title": "Chase explique pourquoi elle ne perdra pas des milliards sur l'Apple Card",
        "description": "Plus tôt cette année, Apple a officiellement confirmé que JP Morgan Chase reprendrait l'Apple Card à Goldman Sachs. La transition devrait intervenir en janvier 2028. Dans de nouveaux commentaires cette semaine, Chase a révélé pourquoi elle pense qu'elle réussira mieux à gérer l'Apple Card…",
        "source": "9to5Mac",
        "url": "https://9to5mac.com/2026/02/24/chase-explains-why-it-wont-lose-billions-on-apple-card/",
        "image": "https://i0.wp.com/9to5mac.com/wp-content/uploads/sites/6/2026/02/apple-card-chase-1.jpg?resize=1200%2C628&quality=82&strip=all&ssl=1",
        "publishedAt": "2026-02-24T18:29:06Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Chase explains why it won’t lose billions on Apple Card",
        "description_en": "Earlier this year, Apple officially confirmed that JP Morgan Chase will take over Apple Card from Goldman Sachs.\n\n\n\nThe transition is expected to occur in January 2028. In new comments this week, Chase revealed why it thinks it will fare better at managing Ap…",
        "translated": true
      },
      {
        "title": "Voici ce qui peut arriver à un portefeuille de retraite en cas de volatilité des actions (et comment vous en protéger)",
        "description": "Les fluctuations du marché peuvent discrètement remodeler votre épargne-retraite, mais il existe des moyens de protéger votre plan de retraite contre les pertes.",
        "source": "CBS News",
        "url": "https://www.cbsnews.com/news/what-happens-to-retirement-portfolio-when-stocks-are-volatile-how-to-hedge-against-it/",
        "image": "https://assets2.cbsnewsstatic.com/hub/i/r/2026/02/24/59984339-6903-44cc-9e02-a0bc341f3fff/thumbnail/1200x630/6bc2fafc7085a2797ee70be51f2f1aeb/gettyimages-2224026810.jpg",
        "publishedAt": "2026-02-24T18:27:11Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Here's what can happen to a retirement portfolio when stocks are volatile (and how to hedge against it)",
        "description_en": "Market swings can quietly reshape your nest egg, but there are ways to protect your retirement plan from losses.",
        "translated": true
      },
      {
        "title": "5 éléments à surveiller sur l'ASX 200 mercredi",
        "description": "C'est une autre journée chargée pour les investisseurs australiens aujourd'hui. Voici à quoi s'attendre.\nCet article « 5 éléments à surveiller sur l'ASX 200 mercredi » a été publié en premier sur The Motley Fool Australia.",
        "source": "Motley Fool Australia",
        "url": "https://www.fool.com.au/2026/02/25/5-things-to-watch-on-the-asx-200-on-wednesday-25-february-2026/",
        "image": "https://www.fool.com.au/wp-content/uploads/2021/04/on-watch-1200x675.jpg",
        "publishedAt": "2026-02-24T18:26:56Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "5 things to watch on the ASX 200 on Wednesday",
        "description_en": "It's another busy day for Aussie investors today. Here's what to expect.\nThe post 5 things to watch on the ASX 200 on Wednesday appeared first on The Motley Fool Australia.",
        "translated": true
      },
      {
        "title": "3 questions que les épargnants devraient se poser sur les comptes de certificats de dépôt en mars",
        "description": "N'ouvrez pas de compte de certificat de dépôt en mars sans d'abord réfléchir aux réponses à ces trois questions importantes.",
        "source": "CBS News",
        "url": "https://www.cbsnews.com/news/cd-account-questions-savers-should-ask-march-2026/",
        "image": "https://assets3.cbsnewsstatic.com/hub/i/r/2026/02/24/6eb03f34-8909-461e-a132-9d2e24726a00/thumbnail/1200x630/511985de4ba7a7d9603e51a6353d575d/gettyimages-173772996-copy.jpg",
        "publishedAt": "2026-02-24T18:20:28Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "3 CD account questions savers should ask this March",
        "description_en": "Don't open a CD account this March without first thinking through the answers to these three important questions.",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Un actionnaire d'Empery Digital exige la vente de plus de 4 000 Bitcoin et le départ de la direction",
        "description": "Un investisseur majeur d'Empery Digital demande la vente de 4 081 BTC et l'éviction de la direction, intensifiant les tensions autour de la stratégie de trésorerie Bitcoin de l'entreprise.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/empery-digital-shareholder-demands-bitcoin-sale-ceo-resignation",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c908e-b777-7d63-b4fa-20c9be15df1f.jpg",
        "publishedAt": "2026-02-24T18:38:56Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Empery Digital shareholder demands sale of 4,000-plus Bitcoin treasury, resignations",
        "description_en": "A major Empery Digital investor calls for selling 4,081 BTC and ousting leadership, escalating tensions over the company’s Bitcoin treasury strategy.",
        "translated": true
      },
      {
        "title": "La Fed propose une règle pour lutter contre le débancarisation crypto en supprimant le « risque de réputation »",
        "description": "La proposition réduirait le facteur de risque de la supervision de la Fed et interdirait aux superviseurs de pousser les banques à cesser de servir les entreprises défavorisées, y compris dans le secteur crypto.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/policy/2026/02/24/fed-proposes-rule-to-deal-with-crypto-debanking-by-scrapping-reputation-risk",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/93bd059ee4f273cf511587d4bd733bb7c692ffca-1920x1080.jpg?auto=format",
        "publishedAt": "2026-02-24T18:29:20Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Fed proposes rule to deal with crypto debanking by scrapping 'reputation risk'",
        "description_en": "The proposal would cut the risk factor from Fed oversight and bar supervisors from pushing banks to cut off disfavored businesses, including in crypto.",
        "translated": true
      },
      {
        "title": "La « chaîne de trading de nouvelle génération » : BNB Chain vise une optimisation en 2026 après un fort élan de l'écosystème",
        "description": "Après une année déterminante pour l'écosystème, BNB Chain intensifie ses efforts pour capitaliser sur son élan 2025 et poursuivre l'expansion de ses performances, capacités d'exécution et force infrastructurelle face à une croissance d'utilisation soutenue. Lecture connexe : Position Bitcoin…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/bnb-chain-2026-optimization-ecosystem-momentum/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2024/09/steven-lelham-atSaEOeE8Nk-unsplash.jpg",
        "publishedAt": "2026-02-24T18:28:27Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The ‘Next-Generation Trading Chain’: BNB Chain Eyes 2026 Optimization Following Strong Ecosystem Momentum",
        "description_en": "After a defining year for the ecosystem, the BNB Chain is stepping up its efforts to build on its 2025 momentum and continue scaling its performance, execution capacity, and infrastructure strength amid sustained usage growth. Related Reading: Bitcoin Positio…",
        "translated": true
      },
      {
        "title": "Le Lazarus Group nord-coréen cible les organisations de santé avec le ransomware Medusa",
        "description": "Un nouveau ransomware de prédilection, mêmes cibles critiques Le Lazarus Group nord-coréen semble avoir ajouté un nouvel outil à son arsenal. Il a commencé à utiliser le ransomware Medusa dans des attaques d'extorsion visant au moins une organisation de santé américaine et une victime non identifiée...",
        "source": "Theregister.com",
        "url": "https://www.theregister.com/2026/02/24/north_koreas_lazarus_group_healthcare_medusa_ransomware/",
        "image": "https://regmedia.co.uk/2025/01/15/shutterstock_kim_jong_un.jpg",
        "publishedAt": "2026-02-24T18:25:04Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "North Korea's Lazarus Group targets healthcare orgs with Medusa ransomware",
        "description_en": "New ransomware of choice, same critical targets North Korea’s Lazarus Group appears to have added another tool to its kit. It has begun using Medusa ransomware in extortion attacks targeting at least one US healthcare organization and an unnamed victim in the…",
        "translated": true
      },
      {
        "title": "cert-issuer 2.0.47",
        "description": "Émet des certificats blockchain en utilisant la blockchain Bitcoin",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/cert-issuer/2.0.47/",
        "image": null,
        "publishedAt": "2026-02-24T18:17:54Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "cert-issuer 2.0.47",
        "description_en": "Issues blockchain certificates using the Bitcoin blockchain",
        "translated": true
      },
      {
        "title": "Show HN : Sift – Notez votre flux localement avec EmbeddingGemma",
        "description": "Filtrez le bruit. Notez votre flux avec EmbeddingGemma, directement dans le navigateur. Sift est une extension Chrome MV3 qui s'exécute entièrement côté client en utilisant WebGPU + Transformers.js. Elle note les publications sur Hacker News, Reddit et X et atténue les éléments peu pertinents pour mettre en avant les meilleurs...",
        "source": "Github.com",
        "url": "https://github.com/shreyaskarnik/Sift",
        "image": "https://opengraph.githubassets.com/3687cf7f6520d4506d339a1fb3216d8da8a2ac8b3fd3e8caa3d2af9101dbda4c/shreyaskarnik/Sift",
        "publishedAt": "2026-02-24T18:17:04Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Show HN: Sift – Score your feed locally with EmbeddingGemma",
        "description_en": "Sift through the noise. Score your feed with EmbeddingGemma, right in the browser.Sift is a Chrome MV3 extension that runs fully client-side using WebGPU + Transformers.js. It scores posts on Hacker News, Reddit, and X and dims low-relevance items so the good…",
        "translated": true
      },
      {
        "title": "Meta espère lancer son projet de paiements en stablecoin cette année",
        "description": "Meta espère entrer dans l'espace des paiements en stablecoin au cours de cette année, a rapporté CoinDesk mardi (24 février), citant des sources anonymes. Cette démarche se concrétiserait si le propriétaire de Facebook réussit à s'intégrer avec une entreprise tierce pour faciliter les paiements en stablecoin...",
        "source": "pymnts.com",
        "url": "https://www.pymnts.com/cryptocurrency/2026/meta-hopes-launch-stablecoin-payments-project-this-year/",
        "image": "https://www.pymnts.com/wp-content/uploads/2025/12/Meta-Big-Tech-social-media.jpeg",
        "publishedAt": "2026-02-24T18:10:37Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Meta Hopes to Launch Stablecoin Payments Project This Year",
        "description_en": "Meta is hoping to enter the stablecoin payment space sometime this year, CoinDesk reported Tuesday (Feb. 24), citing unnamed sources. The move would happen if the Facebook owner is successful in integrating with a third-party company to facilitate stablecoin …",
        "translated": true
      },
      {
        "title": "La prévente de Pepeto dépasse le cap des 7,3 millions de dollars alors que les modèles de prédiction du prix du Bitcoin visent 150 000 dollars et que les actualités crypto confirment l'accumulation institutionnelle",
        "description": "Dubaï, Émirats arabes unis, 24 février 2026 (GLOBE NEWSWIRE) -- Pepeto a officiellement dépassé les 7,3 millions de dollars en financement de prévente à 0,000000185 dollar par jeton, marquant l'achèvement d'étape le plus rapide de l'histoire du projet. Cette étape intervient lors de l'une des périodes les plus volatiles...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/24/3243939/0/en/Pepeto-Presale-Crosses-7-3-Million-Milestone-as-Bitcoin-Price-Prediction-Models-Target-150-000-and-Crypto-News-Confirms-Institutional-Accumulation.html",
        "image": null,
        "publishedAt": "2026-02-24T18:10:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pepeto Presale Crosses $7.3 Million Milestone as Bitcoin Price Prediction Models Target $150,000 and Crypto News Confirms Institutional Accumulation",
        "description_en": "Dubai, UAE, Feb. 24, 2026 (GLOBE NEWSWIRE) -- Pepeto has officially crossed $7.3 million in presale funding at $0.000000185 per token, marking the fastest stage completion in the project's history. The milestone comes during one of the most volatile stretches…",
        "translated": true
      },
      {
        "title": "La Maison-Blanche confirme que Trump ne graciera pas Sam Bankman-Fried",
        "description": "La décision souligne le contrôle réglementaire croissant et les complexités politiques entourant l'industrie des cryptomonnaies. L'article White House confirms Trump will not pardon Sam Bankman-Fried est apparu en premier sur Crypto Briefing.",
        "source": "Crypto Briefing",
        "url": "https://cryptobriefing.com/trump-denies-pardon-ftx-founder/",
        "image": "https://static.cryptobriefing.com/wp-content/uploads/2026/02/24130137/smabank-e1771956137245-800x451.webp",
        "publishedAt": "2026-02-24T18:05:01Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "White House confirms Trump will not pardon Sam Bankman-Fried",
        "description_en": "The decision underscores the growing regulatory scrutiny and political complexities surrounding the cryptocurrency industry.\nThe post White House confirms Trump will not pardon Sam Bankman-Fried appeared first on Crypto Briefing.",
        "translated": true
      },
      {
        "title": "La trajectoire du XRP vers 0,78 $ après un choc d'afflux de 45 M$",
        "description": "Des afflux massifs de XRP frappent Binance alors que la demande au comptant reste obstinément forte.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/mapping-xrps-road-to-0-78-after-45m-inflow-shock-hits-market/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Emilio-1-1-1-1-1000x600.jpg",
        "publishedAt": "2026-02-24T18:00:17Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Mapping XRP’s road to $0.78 after $45M inflow shock hits market",
        "description_en": "Massive XRP inflows hit Binance as spot demand stays stubbornly strong.",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Quatre ans de guerre en Ukraine laissent la Russie « exsangue », selon un analyste",
        "description": "Pour la première fois depuis son invasion, la Russie perd des troupes plus vite qu'elle ne peut les remplacer. C'est l'un des nombreux jalons sinistres d'une guerre sanglante en Ukraine qui dure maintenant depuis quatre ans.",
        "source": "ABC News (AU)",
        "url": "https://www.abc.net.au/news/2026-02-25/russia-military-reputation-economy-after-ukraine-war-years/106382378",
        "image": "https://live-production.wcms.abc-cdn.net.au/b237d9c5b95244009b8e966623a06d94?impolicy=wcms_watermark_news&cropH=2813&cropW=5000&xPos=0&yPos=0&width=862&height=485&imformat=generic",
        "publishedAt": "2026-02-24T18:48:52Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Four years of war in Ukraine leaves Russia a 'spent force', analyst says",
        "description_en": "For the first time since its invasion, Russia has lost troops faster than it can replace them. It's one of many grim milestones of a bloody war in Ukraine that has now been going for four years.",
        "translated": true
      },
      {
        "title": "Des perturbations du trafic et du stationnement attendues à Lancaster Township jusqu'à la mi-avril en raison de travaux d'infrastructure",
        "description": "Des perturbations du trafic et des restrictions de stationnement sont attendues en semaine jusqu'à la mi-avril alors que UGI a commencé un projet de remplacement de la conduite principale de gaz naturel dans les quartiers de Spring Grove Avenue et Spencer Avenue à Lancaster Township.",
        "source": "LancasterOnline",
        "url": "https://lancasteronline.com/news/local/lancaster-township-traffic-parking-disruptions-expected-through-mid-april-due-to-utility-work/article_58b0e003-dc7c-43cb-9c4f-304b702ecd77.html",
        "image": "https://bloximages.newyork1.vip.townnews.com/lancasteronline.com/content/tncms/assets/v3/editorial/1/1b/11b2f916-5840-11ec-be86-6f64f487f02c/61b0d6e144f3c.image.jpg?crop=796%2C418%2C75%2C0",
        "publishedAt": "2026-02-24T18:34:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Lancaster Township traffic, parking disruptions expected through mid-April due to utility work",
        "description_en": "Traffic disruptions and parking restrictions are expected weekdays now through mid-April as UGI has begun a natural gas main replacement project in the Spring Grove Avenue/Spencer Avenue neighborhoods of Lancaster Township.",
        "translated": true
      },
      {
        "title": "Le Nigeria lancera l'exportation d'un nouveau brut pour augmenter sa production",
        "description": "Le Nigeria lancera l'exportation d'un nouveau brut en mars alors que le plus grand producteur pétrolier africain de l'OPEP cherche à augmenter sa production et ses exportations et à obtenir une ligne de base plus élevée dans les accords OPEP+. La compagnie pétrolière nationale du Nigeria commencera à expédier le brut Cawthorne…",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Latest-Energy-News/World-News/Nigeria-to-Launch-Exports-of-New-Crude-Grade-as-It-Boosts-Output.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/news/718x300/2026-02-24_oaqw8hcs4f.jpg",
        "publishedAt": "2026-02-24T18:30:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Nigeria to Launch Exports of New Crude Grade as It Boosts Output",
        "description_en": "Nigeria will launch exports of a new crude grade in March as OPEC’s biggest African oil producer looks to boost output and exports and seek a higher baseline in the OPEC+ agreements. The national oil company of Nigeria will start shipping the Cawthorne grade,…",
        "translated": true
      },
      {
        "title": "5 points à surveiller sur l'ASX 200 mercredi",
        "description": "C'est une autre journée chargée pour les investisseurs australiens aujourd'hui. Voici à quoi s'attendre.",
        "source": "Motley Fool Australia",
        "url": "https://www.fool.com.au/2026/02/25/5-things-to-watch-on-the-asx-200-on-wednesday-25-february-2026/",
        "image": "https://www.fool.com.au/wp-content/uploads/2021/04/on-watch-1200x675.jpg",
        "publishedAt": "2026-02-24T18:26:56Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "5 things to watch on the ASX 200 on Wednesday",
        "description_en": "It's another busy day for Aussie investors today. Here's what to expect.\nThe post 5 things to watch on the ASX 200 on Wednesday appeared first on The Motley Fool Australia.",
        "translated": true
      },
      {
        "title": "Les Raiders ne seraient pas pressés d'échanger Maxx Crosby mais « restent à l'écoute »",
        "description": "Le directeur général des Raiders John Spytek s'est présenté au pupitre du NFL Scouting Combine mardi pour répondre aux spéculations commerciales concernant Maxx Crosby.",
        "source": "USA Today",
        "url": "https://raiderswire.usatoday.com/story/sports/nfl/raiders/2026/02/24/raiders-gm-john-spytek-trade-maxx-crosby-always-listening/88843328007/",
        "image": "https://s.yimg.com/ny/api/res/1.2/iV2LaGAro4sJctegpOgu4A--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA7Y2Y9d2VicA--/https://media.zenfs.com/en/las_vegas_raiders_wire_usa_today_sports_articles_842/52e9ddc9135e1a4f4f3cacade26e3318",
        "publishedAt": "2026-02-24T18:22:40Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Raiders may not be eager to trade Maxx Crosby but 'always listening'",
        "description_en": "Raiders GM John Spytek stepped behind the podium at the NFL Scouting Combine Tuesday where he addressed trade speculation about Maxx Crosby.",
        "translated": true
      },
      {
        "title": "Les développeurs d'énergie éolienne offshore paieront à la Nouvelle-Écosse 7 000 $ par mégawatt, selon un nouveau projet de loi",
        "description": "La Nouvelle-Écosse envisage de demander aux développeurs d'énergie éolienne offshore de payer à la province au moins 7 000 $ par mégawatt de capacité de leurs turbines chaque année, selon la nouvelle législation déposée mardi par le gouvernement.",
        "source": "CBC News",
        "url": "https://www.cbc.ca/news/canada/nova-scotia/offshore-wind-developers-to-pay-n-s-7k-per-megawatt-new-bill-proposes-9.7104090",
        "image": "https://i.cbc.ca/ais/1.5669357,1703792062000/full/max/0/default.jpg?im=Crop%2Crect%3D%280%2C0%2C2000%2C1125%29%3BResize%3D620",
        "publishedAt": "2026-02-24T18:18:47Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Offshore wind developers to pay N.S. $7K per megawatt, new bill proposes",
        "description_en": "Nova Scotia plans to ask offshore wind developers to pay the province at least $7,000 per megawatt of their turbines’ capacity each year, which the government laid out in new legislation tabled Tuesday.",
        "translated": true
      },
      {
        "title": "Le premier ministre Houston se couvre sur les redevances d'énergie éolienne offshore par crainte de décourager les développeurs",
        "description": "Le premier ministre Tim Houston a déposé mardi une nouvelle législation qui énonce ce que les développeurs d'énergie éolienne offshore devront payer à la province pour opérer, et les frais sont inférieurs à ce qui était initialement prévu.",
        "source": "CBC News",
        "url": "https://www.cbc.ca/news/canada/nova-scotia/premier-houston-hedges-offshore-wind-royalty-for-fear-it-would-scare-developers-away-9.7104090",
        "image": "https://i.cbc.ca/ais/1.5669357,1703792062000/full/max/0/default.jpg?im=Crop%2Crect%3D%280%2C0%2C2000%2C1125%29%3BResize%3D620",
        "publishedAt": "2026-02-24T18:18:47Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Premier Houston hedges offshore wind royalty for fear it would scare developers away",
        "description_en": "Premier Tim Houston tabled new legislation Tuesday that lays out what offshore wind developers will be expected to pay the province to operate and the charge is lower than was initially expected.",
        "translated": true
      },
      {
        "title": "Une décennie de domination : comment les États-Unis ont conquis les marchés mondiaux d'exportation de GNL",
        "description": "Il y a dix ans jour pour jour, le méthanier Asia Vision a quitté le terminal Sabine Pass en Louisiane transportant 3,3 milliards de pieds cubes de gaz naturel liquéfié à destination du Brésil. Ce seul chargement a marqué le début de ce qui deviendrait l'une des transformations les plus spectaculaires des marchés mondiaux d'exportation de GNL.",
        "source": "gcaptain.com",
        "url": "https://gcaptain.com/a-decade-of-dominance-how-the-u-s-conquered-global-lng-export-markets/",
        "image": "https://gcaptain.com/wp-content/uploads/2017/03/DJI_0023_LUCiD.jpg",
        "publishedAt": "2026-02-24T18:18:03Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "A Decade of Dominance: How the U.S. Conquered Global LNG Export Markets",
        "description_en": "Ten years ago today, the LNG carrier Asia Vision departed Louisiana's Sabine Pass Terminal carrying 3.3 billion cubic feet of liquefied natural gas bound for Brazil. That single shipment marked the beginning of what would become one of the most dramatic trans…",
        "translated": true
      },
      {
        "title": "Les taux RoDTEP réduits ne s'appliquent pas aux exportations de produits agricoles et alimentaires transformés, précise le gouvernement",
        "description": "Le gouvernement a précisé que les taux RoDTEP réduits et les plafonds de valeur ne s'appliquent pas aux exportations de produits agricoles et alimentaires transformés (chapitres 1 à 24 du SH de la classification du tarif douanier), au milieu des réactions négatives face à une réduction de 50 % des avantages. Les exportateurs ont averti des pressions sur les marges et de l'instabilité politique.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/economy/foreign-trade/reduced-rodtep-rates-not-applicable-to-exports-of-agri-processed-food-products-govt/articleshow/128759382.cms",
        "image": "https://img.etimg.com/thumb/msid-128759510,width-1200,height-630,imgsize-438224,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-24T18:10:55Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Reduced RoDTEP rates not applicable to exports of agri, processed food products: Govt",
        "description_en": "The government clarified that reduced RoDTEP rates and value caps do not apply to agricultural and processed food exports (ITC HS Chapters 1–24), amid backlash over a 50% cut in benefits. Exporters warned of margin pressures and policy instability, even as th…",
        "translated": true
      },
      {
        "title": "Les juges de la Cour suprême examinent si l'affaire Line 5 du procureur général du Michigan devrait rester devant les tribunaux de l'État",
        "description": "Mardi, la Cour suprême des États-Unis a entendu les arguments présentés au nom de la procureure générale du Michigan Dana Nessel et d'Enbridge Energy concernant la question de savoir si l'affaire de l'État devrait rester devant les tribunaux de l'État.",
        "source": "Michiganadvance.com",
        "url": "https://michiganadvance.com/2026/02/24/supreme-court-justices-weigh-if-michigan-attorney-generals-line-5-case-should-stay-in-state-court/",
        "image": "https://s.yimg.com/os/en/michigan_advance_articles_244/9e2b4dc16c325889ea0d9746b8d33b91",
        "publishedAt": "2026-02-24T18:10:40Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Supreme Court justices weigh if Michigan attorney general’s Line 5 case should stay in state court",
        "description_en": "On Tuesday, the United States Supreme Court heard arguments on behalf of Michigan Attorney General Dana Nessel and Enbridge Energy on whether the state’s...",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Offres Dell Tech Days sur les ordinateurs portables et de bureau pour jeux : jusqu'à 1 250 $ de réduction + livraison gratuite",
        "description": "Les ordinateurs portables pour jeux commencent à partir de 1 000 $, et les ordinateurs de bureau à partir de 1 350 $. La plupart sont équipés d'un GPU Nvidia série 5000, et tous disposent de 16 Go à 64 Go de RAM. Achetez maintenant chez Dell Technologies.",
        "source": "Dealnews.com",
        "url": "https://www.dealnews.com/Dell-Tech-Days-Gaming-Laptop-and-Desktop-Deals-Up-to-1-250-off-free-shipping/21812372.html",
        "image": "https://www.datocms-assets.com/64599/1747842745-alienware-gaming-desktop-side-view-fj1i.avif?h=1024&w=771",
        "publishedAt": "2026-02-24T18:48:08Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Dell Tech Days Gaming Laptop and Desktop Deals: Up to $1,250 off + free shipping",
        "description_en": "Gaming laptops start from $1,000, and desktops from $1,350. Most feature a Nvidia 5000-Series GPU, and all feature 16GB to 64GB RAM. Shop Now at Dell Technologies",
        "translated": true
      },
      {
        "title": "Amazon SageMaker AI accueille désormais les microservices NVIDIA Evo-2 NIM",
        "description": "Cet article est co-écrit avec Neel Patel, Abdullahi Olaoye, Kristopher Kersten et Aniket Deshpande de NVIDIA. Nous sommes heureux d'annoncer que le microservice NVIDIA Evo-2 NVIDIA NIM est désormais répertorié dans Amazon SageMaker JumpStart. Vous pouvez utiliser ce lancement pour…",
        "source": "Amazon.com",
        "url": "https://aws.amazon.com/blogs/compute/amazon-sagemaker-ai-now-hosting-nvidia-evo-2-nim-microservices/",
        "image": "https://d2908q01vomqb2.cloudfront.net/1b6453892473a467d07372d45eb05abc2031647a/2026/02/04/sagemaker-supports-evo2-featured-image.png",
        "publishedAt": "2026-02-24T18:48:08Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Amazon SageMaker AI now hosts NVIDIA Evo-2 NIM microservices",
        "description_en": "This post is co-written with Neel Patel, Abdullahi Olaoye, Kristopher Kersten, Aniket Deshpande from NVIDIA. Today, we’re excited to announce that the NVIDIA Evo-2 NVIDIA NIM microservice are now listed in Amazon SageMaker JumpStart. You can use this launch t…",
        "translated": true
      },
      {
        "title": "La poussée du secteur des semi-conducteurs en Inde déclenche une course aux experts du domaine",
        "description": "Le secteur des semi-conducteurs indien connaît une vague d'embauches. Les entreprises recrutent activement pour des postes en conception et fabrication de puces. La demande de professionnels qualifiés dans des domaines comme la VLSI et les accélérateurs IA est élevée. Cette expansion est alimentée par des initiatives gouvernementales…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/jobs/hr-policies-trends/indias-semicon-biz-push-triggers-race-for-domain-experts/articleshow/128760345.cms",
        "image": "https://img.etimg.com/thumb/msid-128760451,width-1200,height-630,imgsize-120149,overlay-etcareers/articleshow.jpg",
        "publishedAt": "2026-02-24T18:45:48Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "India's semicon biz push triggers race for domain experts",
        "description_en": "India's semiconductor sector is seeing a hiring surge. Companies are actively recruiting for chip design and manufacturing roles. Demand for skilled professionals in areas like VLSI and AI accelerators is high. This expansion is driven by government initiativ…",
        "translated": true
      },
      {
        "title": "Le moniteur de jeu Samsung QD-OLED 27\" chute à 350 $, inclut désormais le code du jeu Resident Evil: Requiem",
        "description": "Livré avec une garantie de 3 ans couvrant les dommages de rétention d'image.",
        "source": "IGN",
        "url": "https://www.ign.com/articles/samsung-odyssey-g5-qd-oled-gaming-monitor-deal-includes-resident-evil-requiem",
        "image": "https://assets-prd.ignimgs.com/2026/02/24/samsungs90fres-1771957939072.jpg?width=1280&format=jpg&auto=webp&quality=80",
        "publishedAt": "2026-02-24T18:45:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The 27\" Samsung QD-OLED Gaming Monitor Drops to $350, Now Includes Resident Evil: Requiem Game Code",
        "description_en": "Comes with a 3 year warranty that includes burn-in coverage.",
        "translated": true
      },
      {
        "title": "Le gardien de la LDC accumule plus de passes décisives que Kane et Haaland",
        "description": "Le match retour du tour intermédiaire de la LDC entre l'Atlético Madrid et le Club Brugge promet d'être aussi palpitant que le premier match. Après que les Espagnols et les Belges aient fait match nul 3-3 lors de leur dernière rencontre…",
        "source": "Onefootball.com",
        "url": "https://onefootball.com/en/news/cl-keeper-racks-up-more-assists-than-kane-haaland-42461693",
        "image": "https://s.yimg.com/ny/api/res/1.2/m0kuwccIWVuAGWU9qO7Cnw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04NzA7Y2Y9d2VicA--/https://media.zenfs.com/en/onefootball_articles_802/8b720628873c39bdb6357ccb09faed83",
        "publishedAt": "2026-02-24T18:39:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": " CL keeper racks up more assists than Kane & Haaland",
        "description_en": "The second leg of the CL intermediate round between Atlético Madrid and Club Brugge promises to be just as exciting as the first match. After the Spaniards and the Belgians drew 3-3 in their last enc...",
        "translated": true
      },
      {
        "title": "Hegseth donne à Anthropic jusqu'à vendredi pour revenir sur les mesures de sécurité de l'IA, rapporte Axios",
        "description": "24 février : Le secrétaire à la Défense américain Pete Hegseth a donné à la société d'intelligence artificielle Anthropic jusqu'à vendredi pour revenir sur les mesures de sécurité de ses produits utilisés par l'armée, a rapporté Axios mardi. Reuters a rapporté en exclusivité ce mois-ci que le Pentagone…",
        "source": "CNA",
        "url": "https://www.channelnewsasia.com/business/hegseth-gives-anthropic-until-friday-back-down-ai-safeguards-axios-reports-5950611",
        "image": "https://dam.mediacorp.sg/image/upload/s--cvgKNzLy--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:cna:watermark:2024-04:reuters_1,w_0.1/f_auto,q_auto/v1/one-cms/core/2026-02-24T184808Z_2_LYNXMPEM1N14A_RTROPTP_3_USA-TRUMP-PRAYER-BREAKFAST.JPG?itok=qSw80_Ue",
        "publishedAt": "2026-02-24T18:37:08Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Hegseth gives Anthropic until Friday to back down on AI safeguards, Axios reports",
        "description_en": "Feb 24 : U.S. Defense Secretary Pete Hegseth has given artificial intelligence company Anthropic until Friday to back down on safeguards for its products used by the military, Axios reported on Tuesday.Reuters reported exclusively this month that the Pentagon…",
        "translated": true
      },
      {
        "title": "Publications académiques et technologie Airbnb : bilan de l'année 2025",
        "description": "2025 a été une grande année pour la recherche chez Airbnb, car nous avons fait des progrès significatifs vers notre mission d'utiliser l'IA, la science des données et l'apprentissage automatique…",
        "source": "Medium",
        "url": "https://medium.com/airbnb-engineering/academic-publications-airbnb-tech-2025-year-in-review-7d79f57d3b52",
        "image": "https://miro.medium.com/v2/resize:fit:1200/1*FfdFpfjGZODh7ltZ2W2Mrg.jpeg",
        "publishedAt": "2026-02-24T18:36:39Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Academic Publications & Airbnb Tech: 2025 Year in Review",
        "description_en": "2025 was a big year for research at Airbnb, as we made significant progress toward our mission to use AI, data science, and machine…",
        "translated": true
      },
      {
        "title": "Pourquoi les gens se tournent d'abord vers l'IA pour les conseils relationnels — et pourquoi ils ne devraient pas",
        "description": "La rapidité et la structure des conseils relationnels fournis par l'IA consolident souvent un seul récit et nous préparent à des attentes irréalistes, façonnant notre interprétation des conflits et de l'intimité.",
        "source": "The Conversation Africa",
        "url": "https://theconversation.com/why-people-are-turning-to-ai-first-for-relationship-advice-and-why-they-shouldnt-272797",
        "image": "https://images.theconversation.com/files/719948/original/file-20260223-71-bmd9ly.jpg?ixlib=rb-4.1.0&rect=0%2C653%2C6480%2C3240&q=45&auto=format&w=1356&h=668&fit=crop",
        "publishedAt": "2026-02-24T18:33:46Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why people are turning to AI first for relationship advice — and why they shouldn’t",
        "description_en": "The speed and structure of AI relationship advice often consolidates one narrative and trains us for unrealistic expectations, shaping how we interpret conflict and intimacy.",
        "translated": true
      }
    ]
  },
  "total": 47
}