{
  "updated": "2026-02-19T01:06:33.889Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Le rôle croissant de Jim Rickards dans la recherche macroéconomique et politique suite à une présentation récente",
        "description": "Le vétéran du renseignement et stratège financier continue de façonner l'analyse longue forme via la plateforme Strategic Intelligence. Le vétéran du renseignement et stratège financier continue de façonner l'analyse longue forme via la plateforme Strategic Intelligence",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/18/3239894/0/en/Jim-Rickards-Expanding-Role-in-Macroeconomic-and-Policy-Research-Following-Recent-Presentation.html",
        "image": null,
        "publishedAt": "2026-02-18T01:00:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Jim Rickards’ Expanding Role in Macroeconomic and Policy Research Following Recent Presentation",
        "description_en": "Veteran intelligence and financial strategist continues to shape long-form analysis through Strategic Intelligence platform Veteran intelligence and financial strategist continues to shape long-form analysis through Strategic Intelligence platform",
        "translated": true
      },
      {
        "title": "Les grandes pétrolières peuvent-elles réussir là où la diplomatie a échoué en Libye ?",
        "description": "Le premier appel d'offres pour des licences pétrolières en Libye depuis le départ de Muammar Kadhafi en 2011 a vu un grand nombre de grandes sociétés pétrolières internationales occidentales choisir de réintégrer le pays après une longue absence ou de renforcer leurs opérations existantes…",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Energy/Energy-General/Can-Big-Oil-Succeed-Where-Diplomacy-Has-Failed-in-Libya.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2026-02-16_fwknys1jeq.jpg",
        "publishedAt": "2026-02-18T01:00:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Can Big Oil Succeed Where Diplomacy Has Failed in Libya?",
        "description_en": "Libya’s first oil field licensing round since the removal of Muammar Gaddafi as leader in 2011 has seen a slew of major Western international oil companies (IOCs) choose to either re-enter the country after a long absence or bolster their existing operations …",
        "translated": true
      },
      {
        "title": "Le dollar se renforce alors que l'attention se tourne vers les pourparlers de paix ; le dollar néo-zélandais affecté par la position accommodante de la RBNZ",
        "description": "TOKYO, 18 février : Le dollar a maintenu ses positions mercredi alors que les risques géopolitiques maintenaient les marchés en alerte et que les investisseurs attendaient les minutes de la Réserve fédérale pour des signaux sur les futures baisses de taux. Le yen était stable après des données montrant un rebond de la confiance des fabricants japonais…",
        "source": "CNA",
        "url": "https://www.channelnewsasia.com/business/dollar-firm-focus-turns-peace-talks-kiwi-hit-rbnzs-easy-stance-5937196",
        "image": "https://dam.mediacorp.sg/image/upload/s--udVIzsom--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:cna:watermark:2024-04:reuters_1,w_0.1/f_auto,q_auto/v1/one-cms/core/2026-02-18T005802Z_2_LYNXMPEM1H01N_RTROPTP_3_AUSTRALIA-PENSIONS-HEDGING.JPG?itok=ddjrqiDq",
        "publishedAt": "2026-02-18T00:58:02Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Dollar firm as focus turns to peace talks; Kiwi hit by RBNZ's easy stance",
        "description_en": "TOKYO, Feb 18 : The dollar held its ground on Wednesday as geopolitical risks kept markets on edge and investors awaited minutes from the Federal Reserve for signals on future rate cuts.The yen was steady after data showing a rebound in Japanese manufacturer …",
        "translated": true
      },
      {
        "title": "Ukraine et Russie poursuivent les négociations de paix sous la pression de Trump",
        "description": "Les négociateurs ukrainiens et russes ont conclu le premier de deux jours de pourparlers de paix sous médiation américaine à Genève, le président américain Donald Trump pressant l'Ukraine d'agir rapidement pour parvenir à un accord mettant fin au conflit de quatre ans.",
        "source": "RTE",
        "url": "https://www.rte.ie/news/world/2026/0218/1559053-russia-ukraine-talks/",
        "image": "https://www.rte.ie/images/0023e995-1600.jpg",
        "publishedAt": "2026-02-18T00:56:07Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ukraine, Russia continue peace talks amid Trump pressure",
        "description_en": "Negotiators from Ukraine and Russia concluded the first of two days of US-mediated peace talks in Geneva, with ⁠US President Donald Trump pressing Ukraine to act fast to reach a deal to end the four-year conflict.",
        "translated": true
      },
      {
        "title": "Temu s'engage à protéger les utilisateurs alors que la NDPC enquête sur la plateforme",
        "description": "Temu répond à l'enquête nigériane sur la protection des données, s'engageant à protéger les informations des utilisateurs et à coopérer avec la NDPC concernant ses pratiques de traitement des données.",
        "source": "The Punch",
        "url": "https://punchng.com/temu-vows-user-protection-as-ndpc-investigates-platform/",
        "image": "https://cdn.punchng.com/wp-content/uploads/2025/05/15101917/IMG_1384-700x400-1.jpeg",
        "publishedAt": "2026-02-18T00:47:51Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Temu vows user protection as NDPC investigates platform",
        "description_en": "Temu responds to Nigeria’s data protection investigation, vowing to safeguard user information and cooperate with the NDPC over its data handling practices\n\nRead More: https://punchng.com/temu-vows-user-protection-as-ndpc-investigates-platform/",
        "translated": true
      },
      {
        "title": "Le ministère de la Santé impose le départ immédiat des directeurs seniors",
        "description": "Le ministère nigérian de la Santé ordonne le départ immédiat des directeurs ayant servi pendant huit ans, appliquant une politique de limite de mandat obligatoire.",
        "source": "The Punch",
        "url": "https://punchng.com/health-ministry-forces-immediate-exit-for-senior-directors/",
        "image": "https://cdn.punchng.com/wp-content/uploads/2025/08/28162758/Federal-Ministry-of-Health-and-Social-Welfare.png",
        "publishedAt": "2026-02-18T00:39:46Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Health ministry forces immediate exit for senior directors",
        "description_en": "Nigeria’s Health Ministry orders the immediate disengagement of directors who have served eight years, enforcing a compulsory tenure limit policy.\n\nRead More: https://punchng.com/health-ministry-forces-immediate-exit-for-senior-directors/",
        "translated": true
      },
      {
        "title": "Jose Jeri, président déchu du Pérou, était l'un des plus jeunes chefs d'État du monde",
        "description": "Après seulement quatre mois au pouvoir, Jose Jeri a rejoint la longue liste des présidents déchus du Pérou.",
        "source": "Internazionale.it",
        "url": "https://www.internazionale.it/ultime-notizie-reuters/2026/02/18/jose-jeri-peru-s-ousted-president-was-one-of-the-world-s-youngest-heads-of-state",
        "image": "https://static.internazionale.it/assets/img/internazionale-icon.png",
        "publishedAt": "2026-02-18T00:38:43Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Jose Jeri, Peru’s ousted president, was one of the world’s youngest heads of state",
        "description_en": "By Marco Aquino, Lucinda Elliott and Alexander VillegasLIMA, Feb 17 (Reuters) - After just four months in office, Jose Jeri joined Peru’s long list of ousted presidents o… Leggi",
        "translated": true
      },
      {
        "title": "La protection de la faune n'est pas facultative mais...",
        "description": "Le vice-ministre des Terres et des Ressources naturelles, Alhaji Yusif Sulenama, a déclaré que la protection et l'utilisation responsable des ressources fauniques du Ghana « n'est pas facultative, c'est une obligation nationale », alors que le gouvernement entame des consultations nationales.",
        "source": "Thechronicle.com.gh",
        "url": "https://thechronicle.com.gh/wildlife-protection-is-not-optional-but/",
        "image": "https://thechronicle.com.gh/wp-content/uploads/2026/02/Participants-of-the-workshop-in-a-group-picture-with-the-Deputy-Minister-for-MLNR-Yusif-Sulemana.jpeg",
        "publishedAt": "2026-02-18T00:38:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Wildlife Protection Is Not Optional But …",
        "description_en": "The Deputy Minister for Lands and Natural Resources, Alhaji Yusif Sulenama, has declared that the protection and responsible utilisation of Ghana’s wildlife resources “is not optional, it is a national obligation,” as the government begins nationwide consulta…",
        "translated": true
      },
      {
        "title": "Le pétrole maintient sa baisse alors que les États-Unis et l'Iran signalent des progrès dans les négociations nucléaires",
        "description": "Le pétrole a maintenu son déclin après des pourparlers positifs entre les États-Unis et l'Iran sur le programme nucléaire du membre de l'OPEP, réduisant la prime de risque du brut.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/oil-holds-drop-as-us-and-iran-signal-progress-in-nuclear-talks",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/776448492.jpg",
        "publishedAt": "2026-02-18T00:26:09Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Oil Holds Drop as US and Iran Signal Progress in Nuclear Talks",
        "description_en": "Oil held a decline after positive talks between the US and Iran over the OPEC member’s nuclear program, paring crude’s risk premium.",
        "translated": true
      },
      {
        "title": "« Il l'a fait pour nous » : un soldat américain se souvient des efforts de Jesse Jackson pour le libérer, lui et deux autres prisonniers de guerre",
        "description": "En 1999, Jesse Jackson s'est rendu en Yougoslavie pour aider à libérer trois soldats américains capturés pendant la guerre du Kosovo.",
        "source": "BBC News",
        "url": "https://www.bbc.com/news/articles/cwykn2endnyo",
        "image": "https://ichef.bbci.co.uk/news/1024/branded_news/0e46/live/438cf750-0c43-11f1-b8ba-135d136c986f.jpg",
        "publishedAt": "2026-02-18T00:23:43Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "'He did it for us': US soldier recalls Jesse Jackson's efforts to free him and two other POWs",
        "description_en": "In 1999, Jesse Jackson flew to Yugoslavia to help free three US soldiers captured during the Kosovo War.",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Bridge, filiale de Stripe, franchit l'obstacle de l'OCC pour obtenir une charte bancaire fédérale",
        "description": "Bridge, filiale de Stripe, a annoncé mardi (17 février) avoir reçu une approbation conditionnelle du Bureau du Contrôleur de la Monnaie (OCC) pour constituer une banque fiduciaire nationale à charte fédérale. Une fois la charte pleinement approuvée, Bridge pourra opérer...",
        "source": "pymnts.com",
        "url": "https://www.pymnts.com/bank-regulation/2026/stripe-owned-bridge-clears-occ-hurdle-for-federal-bank-charter/",
        "image": "https://www.pymnts.com/wp-content/uploads/2026/02/OCC-Stripe-Bridge-bank-charter.jpeg",
        "publishedAt": "2026-02-18T01:05:29Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Stripe-Owned Bridge Clears OCC Hurdle for Federal Bank Charter",
        "description_en": "Stripe-owned Bridge announced Tuesday (Feb. 17) that it received conditional approval from the Office of the Comptroller of the Currency (OCC) to organize a federally chartered national trust bank. When the charter is fully approved, Bridge will be able to op…",
        "translated": true
      },
      {
        "title": "Les actions asiatiques progressent à l'ouverture, l'or recule légèrement",
        "description": "Les actions asiatiques ont enregistré une modeste hausse dans des échanges peu actifs en période de vacances, influencées par une séance volatile aux États-Unis et des préoccupations concernant les perspectives de l'IA. Les investisseurs surveillent de près la trajectoire des taux d'intérêt de la Réserve fédérale, avec des signaux mitigés des responsables concernant d'éventuelles baisses...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/asian-shares-advance-at-open-gold-edges-lower/articleshow/128487054.cms",
        "image": "https://img.etimg.com/thumb/msid-128487039,width-1200,height-630,imgsize-64658,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-18T01:05:05Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Asian shares advance at open, gold edges lower",
        "description_en": "Asian stocks saw a modest rise in thin holiday trading, influenced by a volatile US session and concerns over the AI outlook. Investors are closely watching the Federal Reserve's interest rate path, with mixed signals from officials regarding potential cuts. …",
        "translated": true
      },
      {
        "title": "Trump relâche l'emprise de l'Amérique sur ses banques",
        "description": "L'administration Donald Trump est sur le point de finaliser une nouvelle série de règles pour ses banques dans le but de stimuler la croissance économique américaine. Les conséquences pourraient être dommageables.",
        "source": "The Sydney Morning Herald",
        "url": "https://www.smh.com.au/business/banking-and-finance/gfc-2-0-trump-is-taking-a-big-risk-with-america-s-banks-20260218-p5o37j.html",
        "image": "https://static.ffx.io/images/$zoom_0.5295%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_22/t_crop_custom/q_86%2Cf_auto/t_metro_opinion_no_age_social_wm/1e6ee9c7e94326b75f93b34a2bdde0b122bfa24a",
        "publishedAt": "2026-02-18T01:03:49Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump is loosening America’s grip on its banks",
        "description_en": "The Donald Trump administration is close to finalising a new set of rules for its banks as it looks to turbocharge US economic growth. The consequences could be damaging.",
        "translated": true
      },
      {
        "title": "Les Chinois frappent le dollar américain en ordonnant à leurs banques de réduire leurs avoirs en bons du Trésor américains",
        "description": "Pendant des décennies, la domination des États-Unis s'est appuyée principalement sur la force du dollar américain. Le fait de posséder la principale devise de réserve mondiale a signifié que tout le monde d'autre voulait et avait besoin de notre monnaie. En fait, notre devise est notre atout numéro un...",
        "source": "Activistpost.com",
        "url": "https://www.activistpost.com/the-chinese-take-a-hammer-to-the-u-s-dollar-by-instructing-their-banks-to-dial-back-their-holdings-of-u-s-treasuries/",
        "image": "https://www.activistpost.com/wp-content/uploads/2026/02/Snip20260209_55-768x768-1.png",
        "publishedAt": "2026-02-18T01:02:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Chinese Take A Hammer To The U.S. Dollar By Instructing Their Banks To Dial Back Their Holdings Of U.S. Treasuries",
        "description_en": "For decades, the dominance of the United States has been primarily based on the strength of the U.S. dollar. Having the main reserve currency of the world has meant that everyone else has wanted and needed our currency. In fact, our currency is our number one…",
        "translated": true
      },
      {
        "title": "Le dollar se renforce alors que l'attention se tourne vers les pourparlers de paix ; le dollar néo-zélandais affecté par la position accommodante de la RBNZ",
        "description": "TOKYO, 18 février : Le dollar a maintenu ses positions mercredi alors que les risques géopolitiques maintenaient les marchés en alerte et que les investisseurs attendaient le procès-verbal de la Réserve fédérale pour des signaux sur les futures baisses de taux. Le yen était stable après des données montrant un rebond de la confiance des fabricants japonais...",
        "source": "CNA",
        "url": "https://www.channelnewsasia.com/business/dollar-firm-focus-turns-peace-talks-kiwi-hit-rbnzs-easy-stance-5937196",
        "image": "https://dam.mediacorp.sg/image/upload/s--udVIzsom--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:cna:watermark:2024-04:reuters_1,w_0.1/f_auto,q_auto/v1/one-cms/core/2026-02-18T005802Z_2_LYNXMPEM1H01N_RTROPTP_3_AUSTRALIA-PENSIONS-HEDGING.JPG?itok=ddjrqiDq",
        "publishedAt": "2026-02-18T00:58:02Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Dollar firm as focus turns to peace talks; Kiwi hit by RBNZ's easy stance",
        "description_en": "TOKYO, Feb 18 : The dollar held its ground on Wednesday as geopolitical risks kept markets on edge and investors awaited minutes from the Federal Reserve for signals on future rate cuts.The yen was steady after data showing a rebound in Japanese manufacturer …",
        "translated": true
      },
      {
        "title": "Le dollar consolide ses gains alors que les marchés se concentrent sur les pourparlers de paix et les minutes de la Fed",
        "description": "TOKYO, 18 février : Le dollar a consolidé ses positions mercredi, les risques géopolitiques maintenant les marchés en alerte et les investisseurs attendant les minutes de la Réserve fédérale pour des signaux sur les futures baisses de taux. Le yen était stable après des données montrant un rebond chez les fabricants japonais…",
        "source": "CNA",
        "url": "https://www.channelnewsasia.com/business/dollar-holds-gains-markets-focus-peace-talks-fed-minutes-5937196",
        "image": "https://dam.mediacorp.sg/image/upload/s--udVIzsom--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:cna:watermark:2024-04:reuters_1,w_0.1/f_auto,q_auto/v1/one-cms/core/2026-02-18T005802Z_2_LYNXMPEM1H01N_RTROPTP_3_AUSTRALIA-PENSIONS-HEDGING.JPG?itok=ddjrqiDq",
        "publishedAt": "2026-02-18T00:58:02Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Dollar holds gains as markets focus on peace talks, Fed minutes",
        "description_en": "TOKYO, Feb 18 : The dollar held its ground on Wednesday as geopolitical risks kept markets on edge and investors awaited minutes from the Federal Reserve for signals on future rate cuts.The yen was steady after data showing a rebound in Japanese manufacturer …",
        "translated": true
      },
      {
        "title": "La hausse du marché boursier reflète la santé économique du Nigeria – Tinubu",
        "description": "Le président Tinubu affirme que la hausse du marché boursier nigérian démontre une confiance croissante des investisseurs et reflète la santé économique du Nigeria dans le contexte d'une nouvelle politique industrielle",
        "source": "The Punch",
        "url": "https://punchng.com/stock-market-rally-reflects-nigerias-economic-health-tinubu/",
        "image": "https://cdn.punchng.com/wp-content/uploads/2026/01/13181435/IMG_0262-1080x630.jpeg",
        "publishedAt": "2026-02-18T00:54:20Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Stock market rally reflects Nigeria’s economic health – Tinubu",
        "description_en": "President Tinubu says the Nigerian stock market rally shows growing investor confidence and reflects Nigeria’s economic health amid a new industrial policy\n\nRead More: https://punchng.com/stock-market-rally-reflects-nigerias-economic-health-tinubu/",
        "translated": true
      },
      {
        "title": "Red Lobster risque de fermer davantage de restaurants après la fermeture de 130, avertit le PDG",
        "description": "« Il y a beaucoup de signes positifs, mais nous avons hérité d'une marque très endommagée, donc il y a encore du travail à faire pour réparer tout cela », a déclaré le PDG de Red Lobster, Damola Adamolekun, au WSJ.",
        "source": "Fox Business",
        "url": "https://www.foxbusiness.com/lifestyle/red-lobster-considering-more-restaurant-closures-ceo-says",
        "image": "https://nypost.com/wp-content/uploads/sites/2/2026/02/red-lobsters-closing-more-restaurants.jpg?quality=75&strip=all&1771357650&w=1200",
        "publishedAt": "2026-02-18T00:49:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Red Lobster likely closing more restaurants after shuttering 130, CEO warns",
        "description_en": "\"There's a lot of positive signs, but we inherited a very damaged brand, so there's still work to do to repair all of that,\" Red Lobster CEO Damola Adamolekun told the WSJ.",
        "translated": true
      },
      {
        "title": "Justin Huhn : Le resserrement du marché de l'uranium signale les contrats d'utilité à long terme, un potentiel resserrement des prix et le déconnexion entre les fondamentaux et les prix au comptant | Macro Voices",
        "description": "Le marché de l'uranium connaît une tendance de resserrement, potentiellement se réorientant vers les contrats d'utilité à long terme. La réduction des positions est une démarche stratégique après des gains significatifs des actions d'uranium. Les prix physiques de l'uranium affichent un élan haussier solide.",
        "source": "Crypto Briefing",
        "url": "https://cryptobriefing.com/justin-huhn-uranium-market-tightening-signals-long-term-utility-contracts-potential-squeeze-on-prices-and-the-disconnect-between-fundamentals-and-spot-prices-macro-voices/",
        "image": "https://static.cryptobriefing.com/wp-content/uploads/2026/02/11233526/macro-voices-cover-457x457.jpg",
        "publishedAt": "2026-02-18T00:40:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Justin Huhn: Uranium market tightening signals long-term utility contracts, potential squeeze on prices, and the disconnect between fundamentals and spot prices | Macro Voices",
        "description_en": "The uranium market is experiencing a tightening trend, potentially shifting back to long-term utility contracting. Trimming positions is a strategic move after significant gains in uranium stocks. Physical uranium prices are showing strong upward momentum.\nTh…",
        "translated": true
      },
      {
        "title": "La Fed signale des faiblesses structurelles dans les stablecoins et les fonds monétaires numériques",
        "description": "Chaque crise financière a un méchant que personne n'a vu venir. En 2008, c'était les titres adossés à des hypothèques. En mars 2020, c'était les fonds du marché monétaire de premier rang, qui ont vu les investisseurs retirer des milliards en quelques jours alors que la panique se propageait dans le système. Désormais, les chercheurs de la Fed…",
        "source": "pymnts.com",
        "url": "https://www.pymnts.com/economy/2026/fed-flags-structural-weak-spots-in-stablecoins-and-digital-money-funds/",
        "image": "https://www.pymnts.com/wp-content/uploads/2026/02/Federal-Reserve-MMETFs-money-market-fund.jpeg",
        "publishedAt": "2026-02-18T00:39:34Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Fed Flags Structural Weak Spots in Stablecoins and Digital Money Funds",
        "description_en": "Every financial crisis has a villain that nobody saw coming. In 2008, it was mortgage-backed securities. In March 2020, it was prime money market funds, which saw investors pull billions in days as panic spread through the system. Now, researchers at the Fede…",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Voici quand le prochain marché haussier du Bitcoin devrait démarrer",
        "description": "Le prix du Bitcoin a chuté fortement au cours des derniers mois, mettant fin au cycle de marché haussier. Cependant, un indicateur du marché du Bitcoin étroitement suivi attire actuellement une attention renouvelée dans le secteur en raison de sa réputation dans la détermination du moment du prochain…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/when-bitcoins-next-bull-run/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/Bitcoin-from-Pixabay-108.webp",
        "publishedAt": "2026-02-18T01:00:59Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Here’s When Bitcoin’s Next Bull Run Is Likely To Kick Off",
        "description_en": "Bitcoin’s price has fallen sharply over the past few months, bringing an end to the bull market cycle. However, a closely watched Bitcoin market indicator is currently drawing renewed attention in the sector due to its reputation in determining when the next …",
        "translated": true
      },
      {
        "title": "Bitcoin prêt pour un nouveau rebond ? La tendance d'accumulation majeure dont vous devez être conscient",
        "description": "Bitcoin (BTC) pourrait se positionner pour un nouveau mouvement haussier significatif, les données on-chain suggérant une forte activité d'accumulation parmi les détenteurs à long terme. Un auteur de CryptoQuant, Darkfost sur X, a mis en évidence une augmentation significative de la demande provenant des adresses accumulatrices que…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/bitcoin-news/bitcoin-ready-to-bounce-again/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Bitcoin-from-Getty-Images-53.jpg?fit=612%2C382",
        "publishedAt": "2026-02-18T01:00:58Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Ready To Bounce Again? The Major Accumulation Trend You Should Be Aware Of",
        "description_en": "Bitcoin (BTC) may be positioning for another significant upward move as on-chain data suggests strong accumulation activity among long-term holders. A CryptoQuant author, Darkfost on X, highlighted a significant rise in demand from accumulator addresses that …",
        "translated": true
      },
      {
        "title": "L'OBV augmente, le prix baisse : Pourquoi les signaux d'achat de TRUMP pourraient être trompeurs",
        "description": "Les rejets de TRUMP depuis la zone de résistance de 3,6 $ laissaient présager de nouveaux creux locaux dans les jours à venir.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/obv-rises-price-falls-why-trumps-buy-signals-may-be-misleading/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/TRUMP-Featured-1-1000x600.webp",
        "publishedAt": "2026-02-18T01:00:35Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "OBV rises, price falls: Why TRUMP’s ‘buy’ signals may be misleading",
        "description_en": "TRUMP's rejections from the $3.6 resistance zone hinted at new local lows in the coming days.",
        "translated": true
      },
      {
        "title": "Le dollar se renforce alors que l'attention se tourne vers les pourparlers de paix ; le dollar néo-zélandais affecté par la position accommodante de la RBNZ",
        "description": "TOKYO, 18 février : Le dollar a maintenu ses positions mercredi alors que les risques géopolitiques maintenaient les marchés en alerte et que les investisseurs attendaient les minutes de la Réserve fédérale pour des signaux sur les futures réductions de taux. Le yen était stable après des données montrant un rebond de la production manufacturière japonaise…",
        "source": "CNA",
        "url": "https://www.channelnewsasia.com/business/dollar-firm-focus-turns-peace-talks-kiwi-hit-rbnzs-easy-stance-5937196",
        "image": "https://dam.mediacorp.sg/image/upload/s--udVIzsom--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:cna:watermark:2024-04:reuters_1,w_0.1/f_auto,q_auto/v1/one-cms/core/2026-02-18T005802Z_2_LYNXMPEM1H01N_RTROPTP_3_AUSTRALIA-PENSIONS-HEDGING.JPG?itok=ddjrqiDq",
        "publishedAt": "2026-02-18T00:58:02Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Dollar firm as focus turns to peace talks; Kiwi hit by RBNZ's easy stance",
        "description_en": "TOKYO, Feb 18 : The dollar held its ground on Wednesday as geopolitical risks kept markets on edge and investors awaited minutes from the Federal Reserve for signals on future rate cuts.The yen was steady after data showing a rebound in Japanese manufacturer …",
        "translated": true
      },
      {
        "title": "Le dollar consolide ses gains alors que les marchés se concentrent sur les pourparlers de paix et les minutes de la Fed",
        "description": "TOKYO, 18 février : Le dollar a maintenu ses positions mercredi alors que les risques géopolitiques maintenaient les marchés en alerte et que les investisseurs attendaient les minutes de la Réserve fédérale pour des signaux sur les futures réductions de taux. Le yen était stable après des données montrant un rebond de la production manufacturière japonaise…",
        "source": "CNA",
        "url": "https://www.channelnewsasia.com/business/dollar-holds-gains-markets-focus-peace-talks-fed-minutes-5937196",
        "image": "https://dam.mediacorp.sg/image/upload/s--udVIzsom--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:cna:watermark:2024-04:reuters_1,w_0.1/f_auto,q_auto/v1/one-cms/core/2026-02-18T005802Z_2_LYNXMPEM1H01N_RTROPTP_3_AUSTRALIA-PENSIONS-HEDGING.JPG?itok=ddjrqiDq",
        "publishedAt": "2026-02-18T00:58:02Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Dollar holds gains as markets focus on peace talks, Fed minutes",
        "description_en": "TOKYO, Feb 18 : The dollar held its ground on Wednesday as geopolitical risks kept markets on edge and investors awaited minutes from the Federal Reserve for signals on future rate cuts.The yen was steady after data showing a rebound in Japanese manufacturer …",
        "translated": true
      },
      {
        "title": "Sites de paris sportifs 2026 : Bovada élue meilleur sportsbook en ligne",
        "description": "Le rapport 2026 sur les sites de paris sportifs reconnaît Bovada pour ses cotes compétitives, ses options de paris en direct et sa couverture multi-marchés.",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/18/3239893/0/en/Sports-Betting-Sites-2026-Bovada-Voted-Leading-Online-Sportsbook.html",
        "image": "https://ml.globenewswire.com/Resource/Download/45f4d77e-ac03-40f8-b4e9-6d8725cebda3",
        "publishedAt": "2026-02-18T00:58:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sports Betting Sites 2026: Bovada Voted Leading Online Sportsbook",
        "description_en": "Sports betting sites 2026 report recognizes Bovada for competitive odds, live wagering options, and multi-market coverage....",
        "translated": true
      },
      {
        "title": "L'enlèvement non résolu de Nancy Guthrie : Courrier des lecteurs — 18 février 2026",
        "description": "Les lecteurs du NY Post discutent de l'enquête en cours sur l'enlèvement de Nancy Guthrie, 84 ans.",
        "source": "New York Post",
        "url": "https://nypost.com/2026/02/17/opinion/nancy-guthries-unsolved-abduction-letters/",
        "image": "https://nypost.com/wp-content/uploads/sites/2/2026/02/newspress-collage-lwq8ey9eb-1771371098599.jpg?quality=75&strip=all&1771353109&w=1200",
        "publishedAt": "2026-02-18T00:37:41Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Nancy Guthrie’s unsolved abduction: Letters to the Editor — Feb. 18, 2026",
        "description_en": "NY Post readers discuss the ongoing investigation into the abduction of 84-year-old Nancy Guthrie.",
        "translated": true
      },
      {
        "title": "Purpose Investments Inc. annonce les distributions de février 2026",
        "description": "TORONTO, 17 février 2026 (GLOBE NEWSWIRE) — Purpose Investments Inc. (« Purpose ») est heureuse d'annoncer les distributions du mois de février 2026 pour ses fonds négociés en bourse ouverts et ses fonds fermés (« les Fonds »).",
        "source": "Financial Post",
        "url": "https://financialpost.com/globe-newswire/purpose-investments-inc-announces-february-2026-distributions",
        "image": null,
        "publishedAt": "2026-02-18T00:35:07Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Purpose Investments Inc. Announces February 2026 Distributions",
        "description_en": "TORONTO, Feb. 17, 2026 (GLOBE NEWSWIRE) — Purpose Investments Inc. (“Purpose”) is pleased to announce distributions for the month of February 2026 for its open-end exchange-traded funds and closed-end funds (“the Funds”).                                      …",
        "translated": true
      },
      {
        "title": "Purpose Investments Inc. annonce les distributions de février 2026",
        "description": "TORONTO, 17 février 2026 (GLOBE NEWSWIRE) — Purpose Investments Inc. (« Purpose ») est heureuse d'annoncer les distributions du mois de février 2026 pour ses fonds négociés en bourse ouverts et ses fonds fermés (« les Fonds »).",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/18/3239890/0/en/Purpose-Investments-Inc-Announces-February-2026-Distributions.html",
        "image": "https://ml.globenewswire.com/Resource/Download/a28192cb-6294-4424-8c24-646fee2c81cd",
        "publishedAt": "2026-02-18T00:30:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Purpose Investments Inc. Announces February 2026 Distributions",
        "description_en": "TORONTO, Feb. 17, 2026 (GLOBE NEWSWIRE) -- Purpose Investments Inc. (“Purpose”) is pleased to announce distributions for the month of February 2026 for its open-end exchange-traded funds and closed-end funds (“the Funds”).                                     …",
        "translated": true
      },
      {
        "title": "eth-consensus-specs 1.7.0a2",
        "description": "Package de spécifications de la couche de consensus Ethereum",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/eth-consensus-specs/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-18T00:26:34Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "eth-consensus-specs 1.7.0a2",
        "description_en": "Ethereum consensus layer specifications package",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Trump annonce un investissement japonais de 36 milliards de dollars dans des projets énergétiques et industriels en Ohio, au Texas et en Géorgie",
        "description": "Le Japon investira 36 milliards de dollars dans trois projets américains, dont une centrale électrique au gaz naturel de 33 milliards de dollars en Ohio et un terminal d'exportation pétrolière de 2,1 milliards de dollars au Texas. Une usine de diamants industriels synthétiques en Géorgie, évaluée à 600 millions de dollars, sera également établie.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/world-news/trump-says-japan-to-invest-in-energy-industrial-projects-in-ohio-texas-and-georgia/articleshow/128487023.cms",
        "image": "https://img.etimg.com/thumb/msid-128487040,width-1200,height-630,imgsize-25730,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-18T01:03:36Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump says Japan to invest in energy, industrial projects in Ohio, Texas and Georgia",
        "description_en": "Japan will invest $36 billion in three U.S. projects, including a $33 billion natural gas power plant in Ohio and a $2.1 billion oil export terminal in Texas. A synthetic industrial diamond factory in Georgia, valued at $600 million, will also be established.…",
        "translated": true
      },
      {
        "title": "Le secteur pétrolier peut-il réussir là où la diplomatie a échoué en Libye ?",
        "description": "Le premier appel d'offres pour des concessions pétrolières en Libye depuis l'éviction de Mouammar Kadhafi en 2011 a vu un grand nombre de grandes sociétés pétrolières internationales occidentales choisir soit de revenir dans le pays après une longue absence, soit de renforcer leurs opérations existantes.",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Energy/Energy-General/Can-Big-Oil-Succeed-Where-Diplomacy-Has-Failed-in-Libya.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2026-02-16_fwknys1jeq.jpg",
        "publishedAt": "2026-02-18T01:00:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Can Big Oil Succeed Where Diplomacy Has Failed in Libya?",
        "description_en": "Libya’s first oil field licensing round since the removal of Muammar Gaddafi as leader in 2011 has seen a slew of major Western international oil companies (IOCs) choose to either re-enter the country after a long absence or bolster their existing operations …",
        "translated": true
      },
      {
        "title": "Les prix des biens de consommation courante augmentent jusqu'à 5 % avec la fin des allègements de TVA, la roupie faible et la hausse des coûts comprimant les marges",
        "description": "Les distributeurs ont indiqué que certains emballages d'articles de consommation courante, des détergents et huiles capillaires aux chocolats, nouilles et céréales, commencent à arriver sur les rayons des magasins avec des étiquettes de prix plus élevées ce trimestre.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/industry/cons-products/fmcg/fmcg-prices-rise-up-to-5-as-gst-relief-ends-weak-rupee-and-rising-costs-squeeze-margins/articleshow/128477919.cms",
        "image": "https://img.etimg.com/thumb/msid-128478333,width-1200,height-630,imgsize-89212,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-18T00:30:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "FMCG prices rise up to 5% as GST relief ends, weak rupee and rising costs squeeze margins",
        "description_en": "Distributors said select packs of everyday items, from detergents and hair oils to chocolates, noodles and cereals, have started reaching store shelves with higher price tags this quarter.",
        "translated": true
      },
      {
        "title": "Les banques pourraient couvrir les risques de prix de l'or à l'étranger",
        "description": "La Banque de réserve de l'Inde propose de nouvelles règles pour les banques. Ces modifications permettront aux banques de gérer les risques de prix de l'or sur les marchés étrangers. Les cambistes agréés pourront également conclure des contrats dérivés libellés en roupies avec des entités étrangères. L'objectif est d'améliorer la gestion des risques de prix...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/forex/banks-may-get-to-hedge-gold-price-risks-abroad/articleshow/128486373.cms",
        "image": "https://img.etimg.com/thumb/msid-128486393,width-1200,height-630,imgsize-15410,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-18T00:29:38Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Banks may get to hedge gold price risks abroad",
        "description_en": "The Reserve Bank of India is proposing new rules for banks. These changes will allow banks to manage gold price risks in foreign markets. Authorized dealers can also conduct rupee-based derivative contracts with overseas entities. This aims to improve price d…",
        "translated": true
      },
      {
        "title": "Le pétrole maintient sa baisse alors que les États-Unis et l'Iran signalent des progrès dans les négociations nucléaires",
        "description": "Le pétrole a maintenu sa baisse après des pourparlers positifs entre les États-Unis et l'Iran sur le programme nucléaire du membre de l'OPEP, réduisant la prime de risque du brut.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/oil-holds-drop-as-us-and-iran-signal-progress-in-nuclear-talks",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/776448492.jpg",
        "publishedAt": "2026-02-18T00:26:09Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Oil Holds Drop as US and Iran Signal Progress in Nuclear Talks",
        "description_en": "Oil held a decline after positive talks between the US and Iran over the OPEC member’s nuclear program, paring crude’s risk premium.",
        "translated": true
      },
      {
        "title": "Plus de transactions à effet de levier et effet de base plus faible soutiennent la reprise des courtiers au Q3",
        "description": "Les courtiers en bourse indiens ont enregistré une amélioration de leurs revenus et bénéfices au troisième trimestre. Les volumes de transactions ont augmenté, soutenus par les transactions à effet de levier et des revenus d'intérêts plus élevés. Les bourses comme BSE et NSE ont également signalé une croissance. Cette performance a été soutenue par une activité soutenue...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/stocks/earnings/more-leveraged-deals-lower-base-effect-spur-brokerage-recovery-in-q3/articleshow/128486176.cms",
        "image": "https://img.etimg.com/thumb/msid-128486163,width-1200,height-630,imgsize-61696,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-18T00:18:09Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "More leveraged deals, lower base effect spur brokerage recovery in Q3",
        "description_en": "Indian stockbrokers saw improved revenues and profits in the third quarter. Trading volumes increased, boosted by leveraged deals and higher interest income. Exchanges like BSE and NSE also reported growth. This performance was supported by strong activity in…",
        "translated": true
      },
      {
        "title": "NEPZA inaugure une zone franche médicale pour réduire les importations",
        "description": "La nouvelle zone franche médicale du Nigeria vise à réduire les importations médicales, à stimuler la fabrication locale et à renforcer l'autosuffisance du secteur national de la santé.",
        "source": "The Punch",
        "url": "https://punchng.com/nepza-unveils-medical-free-zone-to-cut-imports/",
        "image": "https://cdn.punchng.com/wp-content/uploads/2024/10/02213951/Olufemi-Ogunyemi-1117x630.png",
        "publishedAt": "2026-02-18T00:07:47Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "NEPZA unveils medical free zone to cut imports",
        "description_en": "Nigeria’s new medical free zone aims to cut medical imports, boost local manufacturing, and strengthen the national healthcare sector’s self-sufficiency.\n\nRead More: https://punchng.com/nepza-unveils-medical-free-zone-to-cut-imports/",
        "translated": true
      },
      {
        "title": "La cour d'appel fédérale rejette la demande de Kalshi de suspendre l'application au Nevada",
        "description": "La décision ouvre la voie à une action de l'État, laissant l'opérateur de marché de prédictions Kalshi avec des options limitées, selon un expert juridique.",
        "source": "Decrypt",
        "url": "https://decrypt.co/358364/federal-appeals-court-rejects-kalshi-bid-pause-nevada",
        "image": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2026/01/decrypt_style_kalshi-02-gID_7.png",
        "publishedAt": "2026-02-18T00:06:36Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Federal Appeals Court Rejects Kalshi Bid to Pause Nevada Enforcement",
        "description_en": "The ruling clears a path for state action, leaving predictions-market operator Kalshi with limited options, according to one legal expert.",
        "translated": true
      },
      {
        "title": "Pourquoi la Chine et l'Europe devraient collaborer pour « décarboniser » le carbone mondial",
        "description": "Le monde a besoin de sources non fossiles de carbone. Il est évident que les nations travaillant vers cet objectif devraient unir leurs forces.",
        "source": "Nature.com",
        "url": "https://www.nature.com/articles/d41586-026-00383-5",
        "image": "https://media.nature.com/lw1200/magazine-assets/d41586-026-00383-5/d41586-026-00383-5_52070106.jpg",
        "publishedAt": "2026-02-18T00:00:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why China and Europe should collaborate to ‘defossilize’ the world’s carbon",
        "description_en": "The world needs non-fossil sources of carbon. It’s a no-brainer for nations working towards this goal to join forces.",
        "translated": true
      },
      {
        "title": "Ricardo Hausmann : le déclin rapide du Venezuela de AAA au défaut, l'impact dévastateur des politiques de nationalisation de Chávez, et l'urgent besoin de diversification économique | Odd Lots",
        "description": "La richesse en ressources naturelles ne se traduit pas automatiquement par la prospérité publique. Le déclin économique rapide du Venezuela a été alimenté par la volatilité des prix du pétrole et les mauvaises décisions politiques. Les politiques de nationalisation et de contrôle de Chávez ont conduit à l'effondrement économique.",
        "source": "Crypto Briefing",
        "url": "https://cryptobriefing.com/ricardo-hausmann-venezuelas-rapid-decline-from-aaa-to-default-the-devastating-impact-of-chavezs-nationalization-policies-and-the-urgent-need-for-economic-diversification-odd-lots/",
        "image": "https://static.cryptobriefing.com/wp-content/uploads/2026/02/11174241/odd-lots-cover-457x457.jpg",
        "publishedAt": "2026-02-17T23:50:00Z",
        "time": "17 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ricardo Hausmann: Venezuela’s rapid decline from AAA to default, the devastating impact of Chávez’s nationalization policies, and the urgent need for economic diversification | Odd Lots",
        "description_en": "Natural resource wealth does not automatically translate to public prosperity. Venezuela's rapid economic decline was fueled by volatile oil prices and poor policy decisions. Chvez's nationalization and control policies led to economic downfall.\nThe post Rica…",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Les actions asiatiques progressent à l'ouverture, l'or recule légèrement",
        "description": "Les actions asiatiques ont enregistré une modeste hausse dans un contexte de trading réduit en période de vacances, influencées par une séance volatile aux États-Unis et les préoccupations concernant les perspectives de l'IA. Les investisseurs surveillent de près la trajectoire des taux d'intérêt de la Réserve fédérale, avec des signaux mitigés des responsables concernant les baisses potentielles.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/asian-shares-advance-at-open-gold-edges-lower/articleshow/128487054.cms",
        "image": "https://img.etimg.com/thumb/msid-128487039,width-1200,height-630,imgsize-64658,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-18T01:05:05Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Asian shares advance at open, gold edges lower",
        "description_en": "Asian stocks saw a modest rise in thin holiday trading, influenced by a volatile US session and concerns over the AI outlook. Investors are closely watching the Federal Reserve's interest rate path, with mixed signals from officials regarding potential cuts. …",
        "translated": true
      },
      {
        "title": "Trump relâche l'emprise de l'Amérique sur ses banques",
        "description": "L'administration Donald Trump est proche de finaliser un nouvel ensemble de règles pour ses banques afin de stimuler la croissance économique américaine. Les conséquences pourraient être dommageables.",
        "source": "The Sydney Morning Herald",
        "url": "https://www.smh.com.au/business/banking-and-finance/gfc-2-0-trump-is-taking-a-big-risk-with-america-s-banks-20260218-p5o37j.html",
        "image": "https://static.ffx.io/images/$zoom_0.5295%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_22/t_crop_custom/q_86%2Cf_auto/t_metro_opinion_no_age_social_wm/1e6ee9c7e94326b75f93b34a2bdde0b122bfa24a",
        "publishedAt": "2026-02-18T01:03:49Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump is loosening America’s grip on its banks",
        "description_en": "The Donald Trump administration is close to finalising a new set of rules for its banks as it looks to turbocharge US economic growth. The consequences could be damaging.",
        "translated": true
      },
      {
        "title": "Trump annonce que le Japon investira dans des projets énergétiques et industriels en Ohio, au Texas et en Géorgie",
        "description": "Le Japon investira 36 milliards de dollars dans trois projets américains, dont une centrale électrique au gaz naturel de 33 milliards de dollars en Ohio et un terminal d'exportation pétrolière de 2,1 milliards de dollars au Texas. Une usine de diamants industriels synthétiques en Géorgie, évaluée à 600 millions de dollars, sera également établie.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/world-news/trump-says-japan-to-invest-in-energy-industrial-projects-in-ohio-texas-and-georgia/articleshow/128487023.cms",
        "image": "https://img.etimg.com/thumb/msid-128487040,width-1200,height-630,imgsize-25730,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-18T01:03:36Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump says Japan to invest in energy, industrial projects in Ohio, Texas and Georgia",
        "description_en": "Japan will invest $36 billion in three U.S. projects, including a $33 billion natural gas power plant in Ohio and a $2.1 billion oil export terminal in Texas. A synthetic industrial diamond factory in Georgia, valued at $600 million, will also be established.…",
        "translated": true
      },
      {
        "title": "simgen-vla ajouté à PyPI",
        "description": "VLA : Arithmétique sans erreur. Éliminez la dérive en virgule flottante sur n'importe quel GPU.",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/simgen-vla/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-18T01:03:30Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "simgen-vla added to PyPI",
        "description_en": "VLA: Zero-Error Arithmetic. Eliminate floating-point drift on any GPU.",
        "translated": true
      },
      {
        "title": "Samsung fait progresser la LPDDR5X-PIM, signalant le nouveau rôle de la mémoire dans l'informatique IA",
        "description": "L'intelligence artificielle déplace le centre de gravité dans les semi-conducteurs. Pendant des décennies, les processeurs ont défini les performances. Désormais, la bande passante mémoire, la capacité et l'efficacité énergétique déterminent de plus en plus la part de la puissance du GPU qui peut réellement être utilisée.",
        "source": "Digitimes",
        "url": "https://www.digitimes.com/news/a20260217VL213/samsung-semiconductors-bandwidth-dram-data.html",
        "image": "https://img.digitimes.com/newsshow/20260217vl213_files/2_b.jpg",
        "publishedAt": "2026-02-18T01:02:28Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Samsung advances LPDDR5X-PIM, signaling memory's new role in AI computing",
        "description_en": "Artificial intelligence is shifting the center of gravity in semiconductors. For decades, processors defined performance. Now memory bandwidth, capacity and energy efficiency increasingly determine how much of a GPU's power can actually be used.",
        "translated": true
      },
      {
        "title": "Render lève 100 millions de dollars supplémentaires pour sa plateforme cloud optimisée pour l'IA",
        "description": "La startup cloud Render Services Inc. a annoncé aujourd'hui avoir levé 100 millions de dollars auprès d'investisseurs à une valorisation de 1,5 milliard de dollars. Le capital a été fourni en tant qu'extension d'un tour de financement de série C que l'entreprise a clôturé en janvier dernier. Les deux opérations ont été menées par Georgian. Rende…",
        "source": "SiliconANGLE News",
        "url": "https://siliconangle.com/2026/02/17/render-raises-100m-more-ai-optimized-cloud-platform/",
        "image": "https://d15shllkswkct0.cloudfront.net/wp-content/blogs.dir/1/files/2026/02/cloud.jpg",
        "publishedAt": "2026-02-18T01:01:28Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Render raises $100M more for its AI-optimized cloud platform",
        "description_en": "Cloud startup Render Services Inc. today announced that it has raised $100 million from investors at a $1.5 billion valuation. The capital was provided as an extension to a Series C round the company closed last January. Both deals were led by Georgian. Rende…",
        "translated": true
      },
      {
        "title": "voice-vibecoder 1.29.9",
        "description": "Olaf The Vibecoder — un assistant de codage contrôlé par la voix utilisant OpenAI Realtime API + Claude Code",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/voice-vibecoder/1.29.9/",
        "image": null,
        "publishedAt": "2026-02-18T01:01:18Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "voice-vibecoder 1.29.9",
        "description_en": "Olaf The Vibecoder — a voice-controlled coding assistant using OpenAI Realtime API + Claude Code",
        "translated": true
      },
      {
        "title": "Danse, Vini : le numéro 7 du Real devient le deuxième meilleur buteur brésilien de la Ligue des champions",
        "description": "Le but marqué ce mardi (17), contre Benfica, a placé Vini Jr. à un nouveau niveau dans l'histoire de la Ligue des champions. L'attaquant du Real Madrid a atteint 31 buts dans la principale compétition de clubs d'Europe, e…",
        "source": "Onefootball.com",
        "url": "https://onefootball.com/en/news/dance-vini-reals-no-7-now-brazils-second-top-ucl-scorer-42426944",
        "image": "https://s.yimg.com/os/en/onefootball_articles_802/5abdee394bd134e410b452b43c65b5f4",
        "publishedAt": "2026-02-18T00:59:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Dance, Vini: Real’s No 7 now Brazil’s second top UCL scorer ",
        "description_en": "The goal scored this Tuesday (17), against Benfica, placed Vini Jr. on a new level in the history of the Champions League. The Real Madrid forward reached 31 goals in Europe's main club competition, e...",
        "translated": true
      },
      {
        "title": "openai-agents-trust ajouté à PyPI",
        "description": "Couche de confiance et de gouvernance pour OpenAI Agents SDK — application des politiques, transferts contrôlés par la confiance et pistes d'audit Merkle",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/openai-agents-trust/",
        "image": null,
        "publishedAt": "2026-02-18T00:57:41Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "openai-agents-trust added to PyPI",
        "description_en": "Trust & governance layer for OpenAI Agents SDK — policy enforcement, trust-gated handoffs, and Merkle audit trails",
        "translated": true
      },
      {
        "title": "openai-agents-trust 0.1.0",
        "description": "Couche de confiance et de gouvernance pour OpenAI Agents SDK — application des politiques, transferts contrôlés par la confiance et pistes d'audit Merkle",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/openai-agents-trust/0.1.0/",
        "image": null,
        "publishedAt": "2026-02-18T00:57:41Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "openai-agents-trust 0.1.0",
        "description_en": "Trust & governance layer for OpenAI Agents SDK — policy enforcement, trust-gated handoffs, and Merkle audit trails",
        "translated": true
      }
    ]
  },
  "total": 50
}