{
  "updated": "2026-02-19T18:40:12.197Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "L'ancien chef de l'armée, considéré comme le principal rival de Zelenskyy, révèle une rupture entre eux",
        "description": "L'ancien chef de l'armée ukrainienne Valerii Zaluzhnyi a parlé de désaccords sérieux avec le président Volodymyr Zelenskyy. Il allègue une tentative d'intimidation contre son bureau. Ces différends sont survenus à propos de la stratégie de guerre, notamment une contre-offensive échouée en 2023. Zaluzhny...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/world-news/former-army-chief-seen-as-zelenskyys-top-rival-reveals-a-rift-between-them/articleshow/128521594.cms",
        "image": "https://img.etimg.com/thumb/msid-128521638,width-1200,height-630,imgsize-82224,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-18T18:32:16Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Former army chief seen as Zelenskyy's top rival reveals a rift between them",
        "description_en": "Former Ukraine army chief Valerii Zaluzhnyi has spoken about serious disagreements with President Volodymyr Zelenskyy. He alleges an intimidation attempt on his office. These disputes arose over war strategy, including a failed 2023 counteroffensive. Zaluzhny…",
        "translated": true
      },
      {
        "title": "Aucune avancée sur le rapprochement des positions entre la Russie et l'Ukraine, signalent les envoyés",
        "description": "Les dernières négociations brokées par les États-Unis entre les envoyés de Moscou et de Kyiv sur l'invasion totale de l'Ukraine par la Russie se sont conclues mercredi avec les deux parties déclarant que les pourparlers avaient été « difficiles », alors que le quatrième anniversaire de la guerre approche la semaine prochaine.",
        "source": "PBS",
        "url": "https://www.pbs.org/newshour/world/no-breakthrough-on-bridging-differences-between-russia-and-ukraine-envoys-signal",
        "image": "https://d3i6fh83elv35t.cloudfront.net/static/2026/02/2026-02-17T170619Z_317340671_RC2PNJAWHN72_RTRMADP_3_UKRAINE-CRISIS-TALKS-1024x708.jpg",
        "publishedAt": "2026-02-18T18:31:33Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "No breakthrough on bridging differences between Russia and Ukraine, envoys signal",
        "description_en": "The latest U.S.-brokered talks between envoys from Moscow and Kyiv over Russia's all-out invasion of Ukraine ended Wednesday with both sides saying the talks were \"difficult,\" as the war's fourth anniversary approaches next week.",
        "translated": true
      },
      {
        "title": "Beaux fonds d'écran Huawei Mate 80 pour iPhone",
        "description": "Téléchargez les fonds d'écran officiels Huawei Mate 80 qui auront fière allure sur l'écran de verrouillage et l'écran d'accueil de votre iPhone ou autre smartphone.",
        "source": "Idownloadblog.com",
        "url": "https://www.idownloadblog.com/2026/02/18/mate-80-wallpapers/",
        "image": "https://media.idownloadblog.com/wp-content/uploads/2026/02/Huawei-Mate-80-wallpapers.jpeg",
        "publishedAt": "2026-02-18T18:30:10Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Beautiful Huawei Mate 80 wallpapers for iPhone",
        "description_en": "Download official Huawei Mate 80 wallpapers that will look great on your iPhone or other smartphone Lock Screen and Home Screen.",
        "translated": true
      },
      {
        "title": "La controverse raciste impliquant Vinícius déclenche une enquête de l'UEFA",
        "description": "La controverse impliquant Gianluca Prestianni et Vinícius Júnior ne montre aucun signe d'apaisement, l'incident à l'Estádio da Luz devant avoir des répercussions supplémentaires. Le match de Ligue des champions de mardi soir...",
        "source": "Playmakerstats.com",
        "url": "https://www.playmakerstats.com/news/vinicius-racism-row-sparks-uefa-investigation/1056372",
        "image": "https://s.yimg.com/cv/apiv2/social/images/yahoo_default_logo-1200x1200.png",
        "publishedAt": "2026-02-18T18:25:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Vinícius racism row sparks UEFA investigation",
        "description_en": "The row involving Gianluca Prestianni and Vinícius Júnior shows no sign of fading, with the incident at the Estádio da Luz set to have further repercussions.Tuesday night’s Champions League tie w...",
        "translated": true
      },
      {
        "title": "Phillips 66 et Citgo s'orientent vers des achats directs de pétrole brut vénézuélien",
        "description": "Les raffineurs américains Phillips 66 et Citgo Petroleum cherchent à acheter du pétrole brut lourd directement auprès de la compagnie pétrolière d'État vénézuélienne PDVSA à partir d'avril pour maximiser les profits, plutôt que d'acheter par l'intermédiaire de maisons de négoce et du géant pétrolier américain Chevron CVX.N, selon des sources...",
        "source": "gcaptain.com",
        "url": "https://gcaptain.com/phillips-66-citgo-move-toward-direct-venezuelan-crude-purchases/",
        "image": "https://gcaptain.com/wp-content/uploads/2026/01/2025-12-17T190030Z_1097543706_RC2MFIAPB239_RTRMADP_3_GLOBAL-OIL-scaled.jpg",
        "publishedAt": "2026-02-18T18:23:35Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Phillips 66, Citgo Move Toward Direct Venezuelan Crude Purchases",
        "description_en": "U.S. refiners Phillips 66 and Citgo Petroleum are seeking to buy heavy crude directly from Venezuelan state oil company PDVSA starting in April to maximize profits, rather than purchasing through trading houses and U.S. oil major Chevron CVX.N, according to s…",
        "translated": true
      },
      {
        "title": "La base navale secrète de Hoxha à l'intérieur d'une montagne en Albanie, l'affrontement avec les Russes et le vol des sous-marins",
        "description": "Comment les relations entre la Russie et l'Albanie ont été perturbées et l'implication de la Chine. Cet article a été publié en premier sur ProtoThema English.",
        "source": "Protothema.gr",
        "url": "https://en.protothema.gr/2026/02/18/hoxhas-secret-naval-base-inside-a-mountain-in-albania-the-clash-with-the-russians-and-the-theft-of-the-submarines/",
        "image": "https://en.protothema.gr/wp-content/uploads/2026/02/palermo2-xrm-1.jpg-1.jpg",
        "publishedAt": "2026-02-18T18:17:35Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Hoxha’s secret naval base inside a mountain in Albania, the clash with the Russians, and the theft of the submarines",
        "description_en": "How relations between Russia and Albania were disrupted and the involvement of the Chinese\nThe post Hoxha’s secret naval base inside a mountain in Albania, the clash with the Russians, and the theft of the submarines appeared first on ProtoThema English.",
        "translated": true
      },
      {
        "title": "La Russie considère les nouvelles restrictions contre Cuba inacceptables - Poutine",
        "description": "MOSCOU (Sputnik) - La Russie considère les nouvelles restrictions contre Cuba inacceptables, a déclaré mercredi le président russe Vladimir Poutine.",
        "source": "Sputnikglobe.com",
        "url": "https://sputnikglobe.com/20260218/russia-considers-new-restrictions-against-cuba-unacceptable---putin-1123655152.html",
        "image": "https://cdn1.img.sputnikglobe.com/images/sharing/article/eng/1123655152.jpg?11236549771771438576",
        "publishedAt": "2026-02-18T18:14:54Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Russia Considers New Restrictions Against Cuba Unacceptable - Putin",
        "description_en": "MOSCOW (Sputnik) - Russia considers new restrictions against Cuba unacceptable, Russian President Vladimir Putin said on Wednesday.",
        "translated": true
      },
      {
        "title": "Pourquoi les pourparlers Russie-Ukraine ont-ils échoué à Genève ? #monde",
        "description": "Ce que les négociateurs ont rapporté et pourquoi cela a échoué Les réunions de médiation américaine à Genève entre les envoyés russes et ukrainiens se sont terminées sans percée après que les négociateurs aient décrit les séances comme difficiles et, par moments, brèves. Les dirigeants ukrainiens et leur délégation…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/world/why-did-russia-ukraine-talks-stall-in-geneva",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-18T18:10:55Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why did Russia-Ukraine talks stall in Geneva? #world",
        "description_en": "What negotiators reported and why it stalled U.S. mediated meetings in Geneva between Russian and Ukrainian envoys ended without a breakthrough after negotiators described the sessions as difficult and, at times, short. Ukrainian leaders and their delegation …",
        "translated": true
      },
      {
        "title": "Elon Musk vient d'identifier les emplois qui disparaîtront en premier avec la révolution de l'IA",
        "description": "Elon Musk vient d'identifier les emplois qui disparaîtront en premier, et cela remet en question toutes les hypothèses sur qui est en sécurité. Musk : « L'IA va reprendre ces emplois à la vitesse de l'éclair. Tout ce qui est numérique, c'est-à-dire quelqu'un assis devant un ordinateur qui fait quelque chose. » Pas les ouvriers d'usine…",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-chat/4367349/posts",
        "image": null,
        "publishedAt": "2026-02-18T18:07:08Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Elon Musk just identified which jobs go first with the AI Revolution",
        "description_en": "Elon Musk just identified which jobs go first, and it destroys every assumption about who’s safe. Musk: “AI is going to take over those jobs like lightning. Anything that is digital, which is like just someone at a computer doing something.” Not factory worke…",
        "translated": true
      },
      {
        "title": "Le Taoiseach s'engage à « poursuivre » la question des composants irlandais retrouvés dans les drones russes",
        "description": "La leader du Parti travailliste Ivana Bacik souligne les « révélations alarmantes » de l'enquête du Irish Times sur l'utilisation de composants électroniques fabriqués en Irlande dans les drones",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/politics/2026/02/18/taoiseach-pledges-to-pursue-issue-of-irish-components-ending-up-in-russian-drones/",
        "image": "https://www.irishtimes.com/resizer/v2/NBSEKKEH55F3VIGVQPZSAONWF4.JPG?smart=true&auth=83344790600abeabd9581528b7babf587971d704657cb431ed1da91603759292&width=1200&height=630",
        "publishedAt": "2026-02-18T17:59:26Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Taoiseach pledges to ‘pursue’ issue of Irish components ending up in Russian drones",
        "description_en": "Labour leader Ivana Bacik highlights ‘alarming revelations’ in Irish Times investigation about use of Irish-made electronics in drones",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Une guerre massive de plusieurs semaines entre les États-Unis et l'Iran pourrait commencer « très bientôt », selon Axios - The Jerusalem Post",
        "description": "Une guerre massive de plusieurs semaines entre les États-Unis et l'Iran pourrait commencer « très bientôt », selon Axios. Trump se rapproche d'une guerre majeure avec l'Iran. Axios Opinion | La crise de l'Iran est une aubaine pour Trump. The Wall Street Journal. Un général de l'armée à la retraite prédit une force « redoutable »…",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180823416",
        "image": null,
        "publishedAt": "2026-02-18T18:33:01Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Massive weeks-long war between US, Iran could begin 'very soon,' Axios reports - The Jerusalem Post",
        "description_en": "Massive weeks-long war between US, Iran could begin 'very soon,' Axios reportsThe Jerusalem Post Trump moves closer to a major war with IranAxios Opinion | Iran’s Crisis Is Trump’s Sweet SpotThe Wall Street Journal Retired Army general predicts ‘formidable’ U…",
        "translated": true
      },
      {
        "title": "Les États veulent limiter l'IA dans l'assurance maladie, mais Trump veut limiter les États",
        "description": "Un décret exécutif vise à devancer la plupart des efforts des États pour réglementer l'IA, décrivant « une course avec les adversaires pour la suprématie ».",
        "source": "OCRegister",
        "url": "https://www.ocregister.com/2026/02/18/states-want-to-limit-ai-in-health-insurance-but-trump-wants-to-limit-the-states/",
        "image": "https://www.ocregister.com/wp-content/uploads/2026/02/OCR-Z-AI-INSURANCE-KFF-0222.jpg?w=1024&h=683",
        "publishedAt": "2026-02-18T18:29:54Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "States want to limit AI in health insurance, but Trump wants to limit the states",
        "description_en": "An executive order seeks to preempt most state efforts to govern AI, describing “a race with adversaries for supremacy.”",
        "translated": true
      },
      {
        "title": "Un responsable israélien : haut niveau de préparation pour une frappe américaine contre l'Iran",
        "description": "Un responsable israélien déclare qu'il existe un haut niveau de préparation pour une frappe américaine contre l'Iran, tout en soulignant que le président Trump n'a pas encore pris de décision définitive.",
        "source": "Israelnationalnews.com",
        "url": "https://www.israelnationalnews.com/news/422621",
        "image": "https://2.a7.org/files/pictures/000/1162976.jpg",
        "publishedAt": "2026-02-18T18:28:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Israeli official: High level of preparedness for US strike on Iran",
        "description_en": "Israeli official says there is a high level of preparedness for an American strike on Iran, while stressing that President Trump has yet to make any final decisions.",
        "translated": true
      },
      {
        "title": "Les épiceries les plus et les moins chères révélées : comment Costco, Aldi, Whole Foods, Trader Joe's et autres se comparent pour les clients économes",
        "description": "Vous devrez peut-être reconsidérer où vous faites vos courses.",
        "source": "New York Post",
        "url": "https://nypost.com/2026/02/18/lifestyle/most-least-expensive-grocery-stores-revealed-new-study/",
        "image": "https://nypost.com/wp-content/uploads/sites/2/2026/02/unhappy-middle-eastern-spouses-using-61550415.jpg?quality=75&strip=all&w=1200",
        "publishedAt": "2026-02-18T18:26:28Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Most vs. least expensive grocery stores revealed: Here’s how Costco, Aldi, Whole Foods, Trader Joe’s and more stack up for frugal shoppers",
        "description_en": "You may need to rethink where you're grabbing your grub.",
        "translated": true
      },
      {
        "title": "Qu'est-ce qu'un prêt hypothécaire Non QM exactement ?",
        "description": "Les prêteurs hypothécaires suivent généralement une formule similaire lorsqu'ils font des offres aux emprunteurs potentiels. Mais cette formule ne facilite pas toujours l'obtention d'un prêt. Certaines personnes, notamment celles ayant des problèmes de crédit ou des revenus irréguliers, ont du mal à obtenir…",
        "source": "Incrediblethings.com",
        "url": "https://incrediblethings.com/money/real-estate/what-exactly-is-a-non-qm-mortgage/",
        "image": "https://incrediblethings.com/wp-content/uploads/2023/11/bigstock-Real-Estate-Agent-Delivering-S-473863293.jpg",
        "publishedAt": "2026-02-18T18:16:29Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What Exactly Is a Non QM Mortgage?",
        "description_en": "Mortgage lenders typically follow a similar formula when making offerings to prospective borrowers. But this formula doesn’t always make it easy to secure a loan. Some people, especially those with credit issues or inconsistent income, find it difficult to ge…",
        "translated": true
      },
      {
        "title": "Succession de Lagarde : le guide d'initié des jeux de chaises musicales à la BCE",
        "description": "Qui succèdera à la titulaire française au siège de Francfort ? Impossible à dire, mais voici nos pronostics…",
        "source": "POLITICO.eu",
        "url": "https://www.politico.eu/article/the-insiders-guide-to-ecb-musical-chairs-christine-lagarde/",
        "image": "https://www.politico.eu/cdn-cgi/image/width=1200,height=630,fit=crop,quality=80,onerror=redirect/wp-content/uploads/2026/02/18/GettyImages-2261527132-scaled.jpg",
        "publishedAt": "2026-02-18T18:15:05Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Lagarde succession: The insider guide to ECB musical chairs",
        "description_en": "Who will follow the French incumbent into the hot seat in Frankfurt? It’s anyone’s guess, but here are ours ...",
        "translated": true
      },
      {
        "title": "Le Nevada poursuit Kalshi pour exploitation d'un marché de paris sportifs sans licence",
        "description": "Le Nevada agit contre la croissance rapide du Far West des marchés de prédiction. Les régulateurs des jeux d'argent et le procureur général de l'État ont poursuivi Kalshi mardi. Ils accusent l'entreprise de contourner la loi du Nevada en exploitant un marché de paris sportifs sans…",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180823312",
        "image": null,
        "publishedAt": "2026-02-18T18:12:11Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Nevada sues Kalshi for operating a sports gambling market without a license",
        "description_en": "Nevada is taking action against the rapidly growing Wild West of prediction markets. The state's gambling regulators and attorney general sued Kalshi on Tuesday. They accuse the company of bypassing Nevada law by operating a sports gambling market without pro…",
        "translated": true
      },
      {
        "title": "Les bons du Trésor considérés comme le principal moteur du prix du Bitcoin : rapport",
        "description": "Le Département du Trésor américain et son émission de dette à court terme sont le principal moteur de la liquidité mondiale qui impacte les prix des actifs à risque.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/treasury-bills-primary-driver-bitcoin-price",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019bd92a-6182-7437-aebb-725dd92a41a1.jpg",
        "publishedAt": "2026-02-18T18:10:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Treasury bills seen as primary driver of Bitcoin's price: Report",
        "description_en": "The United States Treasury Department and its issuance of short-term debt are the primary driver of global liquidity that impacts risk-on asset prices.",
        "translated": true
      },
      {
        "title": "Pareto devient plus baissier sur Bravida, abaisse la note des actions",
        "description": "Consultez le reste de l'article ici.",
        "source": "Thefly.com",
        "url": "https://legacy.thefly.com/permalinks/entry.php/id4295421/BRVDF-Pareto-gets-more-bearish-on-Bravida-downgrades-shares",
        "image": "https://legacy.thefly.com/images/meta/streetresearch_downgrade.jpg",
        "publishedAt": "2026-02-18T18:04:51Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pareto gets more bearish on Bravida, downgrades shares",
        "description_en": "See the rest of the story here.\n\nlegacy.thefly.com provides the latest financial news as it breaks. Known as a leader in market intelligence, The Fly's real-time, streaming news feed keeps individual investors, professional money managers, active traders, and…",
        "translated": true
      },
      {
        "title": "Les spéculations s'intensifient sur l'imminence d'une guerre contre l'Iran",
        "description": "Axios : « L'administration Trump est plus proche d'une guerre majeure au Moyen-Orient que la plupart des Américains ne le réalisent. »",
        "source": "Legalinsurrection.com",
        "url": "https://legalinsurrection.com/2026/02/speculation-increases-that-war-against-iran-is-imminent/",
        "image": "https://legalinsurrection.com/wp-content/uploads/2025/03/Yemen-Houthis-Iran-terrorist-group-US-Trump-strikes.png",
        "publishedAt": "2026-02-18T18:00:45Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Speculation Increases That War Against Iran is Imminent",
        "description_en": "Axios: \"The Trump administration is closer to a major war in the Middle East than most Americans realize.\" \nThe post Speculation Increases That War Against Iran is Imminent first appeared on Le·gal In·sur·rec·tion.",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "OpenClaw est dangereux",
        "description": "Nous vivons dans un monde de miracles et de monstres, et il devient de plus en plus difficile de distinguer les uns des autres.",
        "source": "12gramsofcarbon.com",
        "url": "https://12gramsofcarbon.com/p/tech-things-openclaw-is-dangerous",
        "image": "https://substackcdn.com/image/fetch/$s_!qcTp!,w_1200,h_675,c_fill,f_jpg,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F87301857-d90c-4e85-a699-56a2e4ebb0f5_640x272.webp",
        "publishedAt": "2026-02-18T18:35:54Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "OpenClaw Is Dangerous",
        "description_en": "We live in a world of miracles and monsters, and it is becoming increasingly difficult to tell which is which.",
        "translated": true
      },
      {
        "title": "L'or devrait surperformer le Bitcoin pendant des années alors qu'un « Quantum Cloud » plane sur la tête du BTC : analyste Willy Woo",
        "description": "L'analyste Willy Woo estime que l'or devrait continuer à surperformer le Bitcoin (BTC) dans les années à venir. Woo a déclaré à ses 1,2 million de followers sur X que la tendance haussière de 12 ans du BTC face au métal précieux a été brisée. Il attribue cela aux préoccupations concernant les risques quantiques...",
        "source": "The Daily Hodl",
        "url": "https://dailyhodl.com/2026/02/18/gold-will-likely-outperform-bitcoin-for-years-as-quantum-cloud-hangs-over-btcs-head-analyst-willy-woo/",
        "image": "https://dailyhodl.com/wp-content/uploads/2023/05/BTC-Price-Action-Signaling-.jpg?resize=266,156",
        "publishedAt": "2026-02-18T18:15:19Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gold Will Likely Outperform Bitcoin for Years As ‘Quantum Cloud’ Hangs Over BTC’s Head: Analyst Willy Woo",
        "description_en": "Analyst Willy Woo believes gold will likely continue to outperform Bitcoin (BTC) for years to come. Woo tells his 1.2 million followers on X that BTC’s 12-year uptrend against the precious metal has been broken. He believes it’s due to concerns that quantum c…",
        "translated": true
      },
      {
        "title": "Le FBI contacte les autorités mexicaines dans l'enlèvement de Nancy Guthrie, nouvelle demande de rançon",
        "description": "Le FBI a pris contact avec les autorités au Mexique pour retrouver Nancy Guthrie et son ravisseur, selon TMZ... et TMZ a reçu une nouvelle note de rançon. Les sources des forces de l'ordre impliquées dans l'enquête nous indiquent que le FBI a contacté...",
        "source": "TMZ",
        "url": "https://www.tmz.com/2026/02/18/nancy-guthrie-new-ransom-demand-fbi-contacts-mexico-authorities/",
        "image": "https://imagez.tmz.com/image/02/16by9/2026/02/18/02c818bb527e4126961672d2f4998701_xl.jpg",
        "publishedAt": "2026-02-18T18:11:16Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "FBI Contacts Mexican Authorities in Nancy Guthrie Kidnapping, New Ransom Demand",
        "description_en": "The FBI has reached out to authorities in Mexico, in the hunt for Nancy Guthrie and her kidnapper, TMZ has learned ... and TMZ has received a new ransom note. Law enforcement sources involved in the investigation tell us ... the FBI has contacted…",
        "translated": true
      },
      {
        "title": "Les bons du Trésor considérés comme le principal moteur du prix du Bitcoin : rapport",
        "description": "Le Département du Trésor américain et son émission de dette à court terme sont le principal moteur de la liquidité mondiale qui impacte les prix des actifs à risque.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/treasury-bills-primary-driver-bitcoin-price",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019bd92a-6182-7437-aebb-725dd92a41a1.jpg",
        "publishedAt": "2026-02-18T18:10:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Treasury bills seen as primary driver of Bitcoin's price: Report",
        "description_en": "The United States Treasury Department and its issuance of short-term debt are the primary driver of global liquidity that impacts risk-on asset prices.",
        "translated": true
      },
      {
        "title": "Base s'affranchit de l'OP Stack en reconstruisant sa pile technologique",
        "description": "Base de Coinbase passera de l'OP Stack à une pile technologique propriétaire unifiée, visant six hard forks par an et des mises à jour plus rapides.",
        "source": "Crypto Briefing",
        "url": "https://cryptobriefing.com/base-custom-stack-optimism-transition/",
        "image": "https://static.cryptobriefing.com/wp-content/uploads/2026/02/18125359/dff246af-3bc3-4f26-aa6c-90563f97d690-800x420.jpg",
        "publishedAt": "2026-02-18T18:06:44Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Base moves beyond OP Stack as it rebuilds its core stack",
        "description_en": "Coinbases Base will transition off the OP Stack to a unified proprietary stack, targeting six hard forks per year and faster upgrades.\nThe post Base moves beyond OP Stack as it rebuilds its core stack appeared first on Crypto Briefing.",
        "translated": true
      },
      {
        "title": "Les baleines Bitcoin ont accumulé 200 000 BTC en un mois — mais la demande à court terme s'essouffle",
        "description": "Les difficultés persistantes du prix du Bitcoin transforment le marché, passant d'une dynamique basée sur les « mauvaises nouvelles » à une mécanique de marché capable de maintenir une tendance baissière même lorsque les ventes semblent épuisées. Selon les données de CryptoSlate, le prix du BTC a baissé d'environ 46 % depuis…",
        "source": "CryptoSlate",
        "url": "https://cryptoslate.com/bitcoin-whales-added-200000-btc-in-a-month-but-short-term-demand-is-fading-at-the-same-time/",
        "image": "https://cryptoslate.com/wp-content/uploads/2026/02/bitcoin-selloff-liquidity.jpg",
        "publishedAt": "2026-02-18T18:05:20Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin whales added 200,000 BTC in a month — but short-term demand is fading at the same time",
        "description_en": "Bitcoin's ongoing price struggles is turning into a market defined less by “bad news” and more by mechanics, the kind that can keep a downtrend alive even when selling looks tired. According to CryptoSlate's data, the BTC price is down approximately 46% from …",
        "translated": true
      },
      {
        "title": "MYX finalise un tour de financement dirigé par Consensys avant le lancement de la V2",
        "description": "Le financement de MYX et le lancement de la V2 pourraient révolutionner la DeFi en renforçant l'infrastructure des dérivés d'Ethereum, en promouvant la scalabilité et l'intégration. Cet article est apparu en premier sur Crypto Briefing.",
        "source": "Crypto Briefing",
        "url": "https://cryptobriefing.com/blockchain-investment-myx-finance/",
        "image": "https://static.cryptobriefing.com/wp-content/uploads/2026/02/18130052/39247f51-490a-4fe8-addf-c915a46da959-800x420.jpg",
        "publishedAt": "2026-02-18T18:02:07Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "MYX completes funding round led by Consensys ahead of V2 launch",
        "description_en": "MYX's funding and V2 launch could revolutionize DeFi by enhancing Ethereum's derivatives infrastructure, promoting scalability and integration.\nThe post MYX completes funding round led by Consensys ahead of V2 launch appeared first on Crypto Briefing.",
        "translated": true
      },
      {
        "title": "Visa aide Wirex à proposer des paiements en stablecoin pour ses clients BaaS",
        "description": "L'émetteur de cartes de cryptomonnaies et la plateforme Banking-as-a-Service (BaaS) Wirex se sont associés à Visa Direct. « Wirex porte l'utilité des stablecoins jusqu'au dernier kilomètre — là où les expériences de paiement se gagnent ou se perdent », a déclaré l'entreprise dans un communiqué de presse du mercredi 18 février…",
        "source": "pymnts.com",
        "url": "https://www.pymnts.com/partnerships/2026/visa-helps-wirex-provide-stablecoin-payments-for-baas-clients/",
        "image": "https://www.pymnts.com/wp-content/uploads/2022/02/Wirex.jpg",
        "publishedAt": "2026-02-18T18:01:39Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Visa Helps Wirex Provide Stablecoin Payments for BaaS Clients",
        "description_en": "Cryptocurrency card issuer and Banking-as-a-Service (BaaS) company Wirex has joined forces with Visa Direct. “Wirex is taking stablecoin utility to the last mile — where payout experiences are won or lost,” the company said in a Wednesday (Feb. 18) news relea…",
        "translated": true
      },
      {
        "title": "BlackRock fixe des frais de 0,25 % pour son ETF Ethereum staké — Détails",
        "description": "Les ETF absorbent rapidement l'ETH, pourrait-ce déclencher le prochain choc majeur des prix ?",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/blackrock-sets-0-25-fee-for-staked-ethereum-etf-details/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/BlackRock-updates-Staked-Ethereum-ETF-filing-1000x600.webp",
        "publishedAt": "2026-02-18T18:00:14Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "BlackRock sets 0.25% fee for staked Ethereum ETF – Details",
        "description_en": "ETFs are absorbing ETH fast, could this trigger the next major price shock?",
        "translated": true
      },
      {
        "title": "L'élan baissier du Bitcoin perd-il de la vapeur ? Un analyste signale une métrique clé",
        "description": "Un analyste a mis en évidence comment le Bitcoin Inter-exchange Flow Pulse a continué à être en phase baissière récemment, mais sa valeur commence à s'aplatir. Le Bitcoin IFP pourrait atteindre un creux. Dans un nouveau message sur X, l'analyste de la communauté CryptoQuant Maartunn a…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/bitcoin-news/bitcoin-bearish-momentum-losing-analyst-metric/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/btc_064031.png?fit=1382%2C921",
        "publishedAt": "2026-02-18T18:00:02Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Bearish Momentum Losing Steam? Analyst Flags Key Metric",
        "description_en": "An analyst has highlighted how the Bitcoin Inter-exchange Flow Pulse has continued to be in a bearish phase recently, but its value is starting to flatten out. Bitcoin IFP Could Be Reaching A Low In a new post on X, CryptoQuant community analyst Maartunn has …",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "La Libye attribue des contrats d'approvisionnement en carburant à des entreprises occidentales, visant à réduire les importations russes",
        "description": "De grands négociants en pétrole et matières premières, dont Vitol et Trafigura, ainsi que le géant français du pétrole et du gaz TotalEnergies (NYSE:TTE), ont remporté des appels d'offres pour approvisionner la Libye en diesel et essence dans un effort clair de réduire les importations de carburant russe, selon Reuters…",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Latest-Energy-News/World-News/Libya-Awards-Fuel-Supply-Deals-To-Western-Firms-Aims-To-Cut-Russian-Imports.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/news/718x300/2026-02-18_qvi5djro9e.jpg",
        "publishedAt": "2026-02-18T18:30:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Libya Awards Fuel Supply Deals To Western Firms, Aims To Cut Russian Imports",
        "description_en": "Giant oil and commodity traders, including Vitol and Trafigura, alongside French Oil & Gas multinational TotalEnergies (NYSE:TTE), have won tenders to supply Libya with diesel and gasoline in a clear effort to cut imports of Russian fuel, Reuters reported on …",
        "translated": true
      },
      {
        "title": "Redémarrage de Three Mile Island : réunion publique de la NRC jeudi",
        "description": "Le Crane Clean Energy Restart Panel de la Commission de régulation nucléaire fédérale se réunira jeudi à Middletown pour faire le point et recueillir les commentaires du public sur le rare projet de redémarrage de centrale nucléaire de Constellation Energy.",
        "source": "PennLive",
        "url": "https://www.pennlive.com/news/2026/02/want-to-weigh-in-on-three-mile-islands-nuclear-restart-heres-your-chance.html",
        "image": "https://www.pennlive.com/resizer/v2/RUQMYNBRBZEABK6TNT5KQS2ALE.jpg?auth=4a5a95ffa3cdf8ee3ba1088003c17313582d9df818dbf43a9695bc659cc3ae97&width=1280&smart=true&quality=90",
        "publishedAt": "2026-02-18T18:24:16Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Three Mile Island restart: NRC public meeting Thursday",
        "description_en": "The federal Nuclear Regulatory Commission's Crane Clean Energy Restart Panel will convene in Middletown Thursday to update and take public comment on Constellation Energy's rare nuclear power station restart plan.",
        "translated": true
      },
      {
        "title": "Phillips 66 et Citgo s'orientent vers des achats directs de pétrole brut vénézuélien",
        "description": "Les raffineurs américains Phillips 66 et Citgo Petroleum cherchent à acheter du pétrole brut lourd directement auprès de la compagnie pétrolière d'État vénézuélienne PDVSA à partir d'avril pour maximiser les profits, plutôt que d'acheter par l'intermédiaire de courtiers et du géant pétrolier américain Chevron CVX.N, selon...",
        "source": "gcaptain.com",
        "url": "https://gcaptain.com/phillips-66-citgo-move-toward-direct-venezuelan-crude-purchases/",
        "image": "https://gcaptain.com/wp-content/uploads/2026/01/2025-12-17T190030Z_1097543706_RC2MFIAPB239_RTRMADP_3_GLOBAL-OIL-scaled.jpg",
        "publishedAt": "2026-02-18T18:23:35Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Phillips 66, Citgo Move Toward Direct Venezuelan Crude Purchases",
        "description_en": "U.S. refiners Phillips 66 and Citgo Petroleum are seeking to buy heavy crude directly from Venezuelan state oil company PDVSA starting in April to maximize profits, rather than purchasing through trading houses and U.S. oil major Chevron CVX.N, according to s…",
        "translated": true
      },
      {
        "title": "Limite d'émission de plomb plus stricte abandonnée après la résistance de la fonderie",
        "description": "Il y a trois ans, l'Autorité de protection de l'environnement de Tasmanie a proposé une limite d'émission de plomb plus stricte pour la fonderie de zinc d'Hobart afin d'aligner l'État sur les normes nationales, mais après la résistance de l'exploitant, ce projet a été abandonné.",
        "source": "ABC News (AU)",
        "url": "https://www.abc.net.au/news/2026-02-19/epa-folds-after-nyrstar-pushback-on-tougher-lead-emissions/106352924",
        "image": "https://live-production.wcms.abc-cdn.net.au/6f465f4d7cf3bea834091dac2086b02a?impolicy=wcms_watermark_news&cropH=1701&cropW=3024&xPos=0&yPos=315&width=862&height=485&imformat=generic",
        "publishedAt": "2026-02-18T18:20:45Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Tougher lead emission limit dropped after smelter pushback",
        "description_en": "Three years ago, Tasmania's Environment Protection Authority proposed tighter a lead emission limit for Hobart's zinc smelter to bring the state into line with national standards — but after pushback from the operator, that plan was dropped.",
        "translated": true
      },
      {
        "title": "Sai annonce le lancement de sa plateforme Perps combinant la rapidité du CEX avec le règlement on-chain",
        "description": "Sai, une nouvelle plateforme de trading de perpétuels qui améliore l'accès au trading avancé, a annoncé le lancement de Sai Perps, une plateforme de trading de perpétuels conçue pour être aussi rapide et intuitive qu'un exchange centralisé, avec la transparence et l'auto-garde du règlement on-chain...",
        "source": "ZyCrypto",
        "url": "https://zycrypto.com/sai-announces-launch-of-perps-platform-to-combine-cex-speed-with-on-chain-settlement/",
        "image": "https://zycrypto.com/wp-content/uploads/2026/02/unnamed-2026-02-18T180454.461.jpg",
        "publishedAt": "2026-02-18T18:07:36Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sai Announces Launch of Perps Platform to Combine CEX Speed with On-Chain Settlement",
        "description_en": "Sai, a new perpetuals trading platform that improves access to advanced trading, announced the launch of Sai Perps, a perpetuals trading platform built to be as fast and intuitive as a centralized exchange, with the transparency and self-custody of on-chain s…",
        "translated": true
      },
      {
        "title": "Le marché de la bioraffinerie devrait atteindre 887,6 milliards de dollars d'ici 2030",
        "description": "Le marché mondial des produits et applications de bioraffinerie devrait croître de 582 milliards de dollars en 2025 à 887,6 milliards de dollars d'ici la fin 2030, à un TCAC de 8,8 %.",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/18/3240531/0/en/Biorefinery-Market-to-Hit-887-6-Billion-by-2030.html",
        "image": "https://ml.globenewswire.com/Resource/Download/d0c282b6-d496-45a8-a941-33fa5c3e824c",
        "publishedAt": "2026-02-18T18:07:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Biorefinery Market to Hit $887.6 Billion by 2030",
        "description_en": "Biorefinery Products and Applications Global Markets is expected to grow from $582 billion in 2025 to $887.6 billion by the end of 2030, at a CAGR of 8.8%.",
        "translated": true
      },
      {
        "title": "Lancement imminent de DeepSeek V4 : à quoi s'attendre de la star de l'IA chinoise qui a secoué les marchés l'année dernière",
        "description": "Caractéristiques et améliorations de DeepSeek V4 : DeepSeek s'apprête à lancer son modèle d'IA V4 autour du Nouvel An lunaire, visant à reprendre la leadership technique après un déclin significatif de sa part de marché. Le nouveau modèle dispose de quatre innovations majeures, dont un contrôle amélioré...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/deepseek-v4-release-coming-soon-what-to-expect-from-the-chinese-ai-star-that-rattled-markets-last-year/articleshow/128518468.cms",
        "image": "https://img.etimg.com/thumb/msid-128518609,width-1200,height-630,imgsize-148130,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-18T18:00:59Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "DeepSeek V4 release coming soon: What to expect from the Chinese AI star that rattled markets last year",
        "description_en": "DeepSeek V4 features and upgrades: DeepSeek is poised to launch its V4 AI model around the Lunar New Year, aiming to reclaim technical leadership after a significant market share decline. The new model boasts four major innovations, including an upgraded cont…",
        "translated": true
      },
      {
        "title": "Vive la nouvelle architecture ! L'Inde et la France approfondissent leurs liens avec une feuille de route de 21 points sur la défense, l'IA, les minéraux et les échanges étudiants",
        "description": "L'Inde et la France ont élevé leurs relations au statut de « partenariat stratégique mondial spécial » lors de la visite du Président français Macron, marquée par une déclaration de résultats en 21 points. Les accords clés portent sur la défense, notamment la co-développement de technologies militaires avancées et...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/opinion/et-commentary/vive-la-nouvelle-architecture-india-france-elevate-ties-with-21-point-roadmap-on-defence-ai-critical-minerals-and-student-exchanges/articleshow/128519962.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-173110,resizemode-75,msid-128519962/opinion/et-commentary/vive-la-nouvelle-architecture-india-france-elevate-ties-with-21-point-roadmap-on-defence-ai-critical-minerals-and-student-exchanges.jpg",
        "publishedAt": "2026-02-18T17:59:29Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Vive la nouvelle architecture! India, France deepen ties with 21-point roadmap on defence, AI, minerals and student exchange",
        "description_en": "India and France elevated their ties to a 'special global strategic partnership' during French President Macron's visit, marked by a 21-point outcome statement. Key agreements focus on defense, including co-development of advanced military technologies and jo…",
        "translated": true
      },
      {
        "title": "Trump annonce une centrale électrique au gaz naturel de 33 milliards de dollars dans le sud de l'Ohio",
        "description": "Le Président Donald Trump a annoncé mardi des plans pour une centrale électrique au gaz naturel de 33 milliards de dollars dans le sud de l'Ohio, la décrivant comme le plus grand projet de production électrique au gaz des États-Unis et pierre angulaire d'un engagement d'investissement plus large de 550 milliards de dollars en provenance du Japon...",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-news/4367348/posts",
        "image": null,
        "publishedAt": "2026-02-18T17:58:34Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump announces $33B natural gas Plant in southern Ohio",
        "description_en": "President Donald Trump on Tuesday announced plans for a $33 billion natural gas-fired power plant in southern Ohio, describing it as the largest gas generation project in U.S. history and a cornerstone of a broader $550 billion investment commitment from Japa…",
        "translated": true
      },
      {
        "title": "Eramet : mesures structurelles pour renforcer le bilan et préparer l'avenir, après une année 2025 difficile",
        "description": "Paris, 18 février 2026, 18h45. COMMUNIQUÉ DE PRESSE. Eramet : mesures structurelles pour renforcer le bilan et préparer l'avenir, après une année 2025 difficile...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/18/3240519/0/en/Eramet-structural-measures-to-strengthen-balance-sheet-and-prepare-the-future-after-a-challenging-year-2025.html",
        "image": "https://ml-eu.globenewswire.com/Resource/Download/39e0e6de-e61c-466c-8714-84980b493551",
        "publishedAt": "2026-02-18T17:45:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Eramet: structural measures to strengthen balance sheet and prepare the future, after a challenging year 2025",
        "description_en": "Paris, 18 February 2026, 6:45 p.m.  PRESS RELEASE   Eramet: structural measures to strengthen balance sheet and prepare the future, after a challenging...",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Le marketing par email est désormais un sport machine-to-machine",
        "description": "Les agents gèrent les campagnes. Les assistants résument les messages. Les humains voient ce que les systèmes jugent digne d'attention. Continuer la lecture...",
        "source": "CMSWire",
        "url": "https://www.cmswire.com/digital-marketing/email-marketing-is-now-a-machine-to-machine-sport/",
        "image": "https://www.cmswire.com/-/media/24c579a81acd45ecbe361bb3f831ede3.ashx",
        "publishedAt": "2026-02-18T18:39:56Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Email Marketing Is Now a Machine-to-Machine Sport",
        "description_en": "Agents run campaigns. Assistants summarize messages. Humans see what the systems decide is worth attention.\nContinue reading...",
        "translated": true
      },
      {
        "title": "Alienware 16 Area-51 Core Ultra 9 16\" Ordinateur portable gaming avec NVIDIA GeForce RTX 5070Ti à 1 999,99 $ + livraison gratuite",
        "description": "C'est 500 $ de moins que notre mention d'il y a quelques semaines, et 300 $ de moins que ce que Dell facture directement aujourd'hui. Une garantie Woot de 90 jours est fournie. Acheter maintenant sur Woot ! Une entreprise Amazon. Caractéristiques : <ul> <li>Processeur Intel Core Ultra 9 275HX</li> <li>Écran 16\" 2560 x 1600...</li> </ul>",
        "source": "Dealnews.com",
        "url": "https://www.dealnews.com/products/Alienware/Alienware-16-Area-51-Core-Ultra-9-16-Gaming-Laptop-w-NVIDIA-Ge-Force-RTX-5070-Ti/497410.html",
        "image": "https://www.datocms-assets.com/64599/1769259762-alienware-gaming-laptop-16-inch-front-ckyc.png?h=436&w=501",
        "publishedAt": "2026-02-18T18:38:37Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Alienware 16 Area-51 Core Ultra 9 16\" Gaming Laptop w/ NVIDIA GeForce RTX 5070Ti for $1,999.99 + free shipping",
        "description_en": "That's $500 less than our mention from a few weeks ago, and $300 less than Dell direct is charging today. A 90-day Woot warranty is provided. Buy Now at Woot! An Amazon Company \r\n Features\r\n <ul> <li>Intel Core Ultra 9 275HX processor</li> <li>16\" 2560 x 1600…",
        "translated": true
      },
      {
        "title": "Compositions Milan vs Como : Douvikas et Leão titulaires, Jashari débute",
        "description": "Une soirée atypique pour Milan, qui joue aujourd'hui, pour l'une des premières fois de la saison, en semaine. Dans une année sans coupes, les Rossoneri ont pu bénéficier de semaines entières de travail, et c'est...",
        "source": "Onefootball.com",
        "url": "https://onefootball.com/en/news/milan-vs-como-line-ups-douvikas-and-leao-in-jashari-starts-42430725",
        "image": "https://s.yimg.com/ny/api/res/1.2/RH3sUpxDidkklyaCtWNFtA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA7Y2Y9d2VicA--/https://media.zenfs.com/en/onefootball_articles_802/0c77b59a57db0a9f15d6286bc6992b6d",
        "publishedAt": "2026-02-18T18:38:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": " Milan vs Como line-ups: Douvikas and Leão in, Jashari starts",
        "description_en": "An atypical evening for Milan, who today, for one of the first times this season, play on a weekday. In a year without cups, the Rossoneri have been able to benefit from entire weeks of work, and it's...",
        "translated": true
      },
      {
        "title": "OpenClaw est dangereux",
        "description": "Nous vivons dans un monde de miracles et de monstres, et il devient de plus en plus difficile de distinguer les uns des autres.",
        "source": "12gramsofcarbon.com",
        "url": "https://12gramsofcarbon.com/p/tech-things-openclaw-is-dangerous",
        "image": "https://substackcdn.com/image/fetch/$s_!qcTp!,w_1200,h_675,c_fill,f_jpg,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F87301857-d90c-4e85-a699-56a2e4ebb0f5_640x272.webp",
        "publishedAt": "2026-02-18T18:35:54Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "OpenClaw Is Dangerous",
        "description_en": "We live in a world of miracles and monsters, and it is becoming increasingly difficult to tell which is which.",
        "translated": true
      },
      {
        "title": "iOS 26.4 apporte le support de CarPlay pour ChatGPT, Claude et Gemini",
        "description": "Avec iOS 26.4, les utilisateurs de CarPlay pourront utiliser des chatbots tiers avec CarPlay. Les services d'IA comme Claude, Gemini et ChatGPT seront accessibles via le système CarPlay pour la première fois. Le guide de développement CarPlay d'Apple [PDF] énumère les fonctionnalités basées sur la voix…",
        "source": "MacRumors",
        "url": "https://www.macrumors.com/2026/02/18/ios-26-4-carplay-support/",
        "image": "https://images.macrumors.com/t/sdomlpqyD0M4oSLlCjmWGvdxjrw=/1960x/article-new/2025/06/CarPlay-Liquid-Glass-Light.jpg",
        "publishedAt": "2026-02-18T18:35:42Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "iOS 26.4 Brings CarPlay Support for ChatGPT, Claude and Gemini",
        "description_en": "With iOS 26.4, CarPlay users will be able to use third-party chatbots with ‌CarPlay‌. AI services like Claude, Gemini, and ChatGPT will be accessible through the ‌CarPlay‌ system for the first time.\n\n\n\n\n\nApple's ‌CarPlay‌ Developer Guide [PDF] lists voice-bas…",
        "translated": true
      },
      {
        "title": "Show HN : Porchsongs : une IA pour créer et cataloguer des chansons personnalisées",
        "description": "Bonjour, je suis Nathan, ingénieur machine learning chez Mozilla.ai, et aussi guitariste. J'ai une petite véranda à ma maison et j'aime m'y asseoir l'été pour jouer de la guitare. Il y a des chansons qui ont des mélodies extraordinaires, mais leurs paroles ne sont pas aussi pertinentes…",
        "source": "Github.com",
        "url": "https://github.com/njbrake/porchsongs",
        "image": "https://repository-images.githubusercontent.com/1160370792/85ff25b0-85b8-4f8c-9ef0-cc29e6764543",
        "publishedAt": "2026-02-18T18:35:33Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Show HN: Porchsongs: AI to create and catalogue personalized songs",
        "description_en": "Hi, Nathan here, I’m an MLE at Mozilla.ai, and also a guitar player. I have a small front porch at my house and I love to sit out there in the summer and play songs on my guitar. There are some songs that have amazing melodies, but their lyrics aren’t as rele…",
        "translated": true
      },
      {
        "title": "ET GBS 2026 : « L'avantage de l'Inde réside dans l'application de l'IA où cela compte vraiment »",
        "description": "Le spécialiste des technologies émergentes Raul John Aju défend les avancées pragmatiques de l'IA pour l'Inde. Il met en garde contre les tentatives de rivaliser avec les géants technologiques mondiaux, préconisant plutôt que la nation exploite l'IA pour résoudre des enjeux pressants comme l'éducation, l'agriculture et la défense…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/india/et-gbs-2026-indias-edge-is-in-applying-ai-where-it-matters-most/articleshow/128521496.cms",
        "image": "https://img.etimg.com/thumb/msid-128521715,width-1200,height-630,imgsize-47834,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-18T18:33:51Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "ET GBS 2026: 'India's edge is in applying AI where it matters most'",
        "description_en": "Emerging tech whiz Raul John Aju champions pragmatic AI advancements for India. He cautions against trying to outsize global tech behemoths, advocating instead for the nation to harness AI in tackling pressing issues like education, agriculture, and defense. …",
        "translated": true
      },
      {
        "title": "Les États veulent limiter l'IA dans l'assurance maladie, mais Trump veut limiter les États",
        "description": "Un décret exécutif vise à devancer la plupart des efforts des États pour réglementer l'IA, décrivant « une course avec les adversaires pour la suprématie ».",
        "source": "OCRegister",
        "url": "https://www.ocregister.com/2026/02/18/states-want-to-limit-ai-in-health-insurance-but-trump-wants-to-limit-the-states/",
        "image": "https://www.ocregister.com/wp-content/uploads/2026/02/OCR-Z-AI-INSURANCE-KFF-0222.jpg?w=1024&h=683",
        "publishedAt": "2026-02-18T18:29:54Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "States want to limit AI in health insurance, but Trump wants to limit the states",
        "description_en": "An executive order seeks to preempt most state efforts to govern AI, describing “a race with adversaries for supremacy.”",
        "translated": true
      },
      {
        "title": "Calibre : un modèle d'IA fonctionnel ?",
        "description": "Bonjour à tous, je cherche des conseils auprès de ceux qui utilisent les fonctionnalités d'IA. Quel modèle d'IA utilisez-vous qui donne des résultats précis la plupart du temps ? J'ai activé les options d'IA et installé LM Studio avec le modèle par défaut openai/gpt-oss-20b, mais…",
        "source": "Mobileread.com",
        "url": "https://www.mobileread.com/forums/showthread.php?s=6e1991e23ddd62202325be829e7afd44&p=4568134#post4568134",
        "image": null,
        "publishedAt": "2026-02-18T18:28:04Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Calibre working AI Model?",
        "description_en": "Hi All,\n\nI am looking for some advice from anyone using the AI features, what AI model are you using that gives accurate results more often than not. \n\nI enabled the AI options and installed LM Studio and used the default model of openai/gpt-oss-20b however n…",
        "translated": true
      },
      {
        "title": "Pinterest mise sur les outils d'IA pour faire face à la concurrence des chatbots",
        "description": "Pinterest accélère l'intégration d'outils d'intelligence artificielle dans son application face au ralentissement de son activité publicitaire et à la concurrence croissante des chatbots d'IA, selon un rapport de The Information publié mardi (17 février). L'entreprise travaille également à augmenter la croissance de sa base utilisateurs, sa croissance des revenus et ses dépenses publicitaires…",
        "source": "pymnts.com",
        "url": "https://www.pymnts.com/artificial-intelligence-2/2026/pinterest-bets-on-ai-tools-to-fend-off-chatbot-rivals/",
        "image": "https://www.pymnts.com/wp-content/uploads/2023/08/pinterest.jpg",
        "publishedAt": "2026-02-18T18:27:26Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pinterest Bets on AI Tools to Fend Off Chatbot Rivals",
        "description_en": "Pinterest is racing to add artificial intelligence tools to its app amid a slowing ad business and growing competition from AI chatbots, The Information reported Tuesday (Feb. 17). The company is also working to increase user growth, revenue growth and advert…",
        "translated": true
      }
    ]
  },
  "total": 50
}