{
  "updated": "2026-02-14T01:03:34.034Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "DeepSeek distillerait OpenAI ? ; Le Japon saisit un navire de pêche chinois ; États-Unis-Chine ; Vidéo de la CIA ciblant l'APL ; Nettoyage Internet du Festival du Printemps",
        "description": "Bloomberg rapporte qu'OpenAI a envoyé un mémorandum à la Commission spéciale de la Chambre sur la Chine accusant DeepSeek de distiller subrepticement les modèles d'OpenAI pour « profiter gratuitement des capacités développées par OpenAI et d'autres laboratoires de pointe américains ». Je pensais que c'était un secteur ouvert...",
        "source": "Sinocism.com",
        "url": "https://sinocism.com/p/deepseek-distilling-open-ai-japan",
        "image": "https://substackcdn.com/image/fetch/$s_!DQeF!,w_1200,h_675,c_fill,f_jpg,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe7b4da75-fad0-4949-a2b2-fd1ae8d8de0e_1130x626.png",
        "publishedAt": "2026-02-13T00:36:46Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "DeepSeek distilling Open AI?; Japan seizes PRC fishing boat; US-China; CIA video targets PLA; Spring Festival Internet cleanup",
        "description_en": "Bloomberg reports that OpenAI has sent a memo to the House Select Committee on China accusing DeepSeek of surreptitiously distilling OpenAI models to “free-ride on the capabilities developed by OpenAI and other US frontier labs.” I thought this was an open se…",
        "translated": true
      },
      {
        "title": "Contextualisation des allégations : la société de photos scolaires Lifetouch dans les dossiers Epstein",
        "description": "Rien dans les dossiers Epstein ne lie directement Lifetouch à l'activité criminelle du défunt délinquant sexuel.",
        "source": "Snopes.com",
        "url": "https://www.snopes.com//news/2026/02/12/lifetouch-epstein-files/",
        "image": "https://mediaproxy.snopes.com/width/1200/https://media.snopes.com/2026/02/epstein_school_photos.png",
        "publishedAt": "2026-02-13T00:36:00Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Contextualizing claims school photo company Lifetouch is in Epstein files",
        "description_en": "Nothing in the Epstein files directly links Lifetouch to the late sex offender's criminal activity.",
        "translated": true
      },
      {
        "title": "Les États-Unis ont contrebandé des Starlink en Iran lors des émeutes – WSJ",
        "description": "L'administration Trump aurait contrebandé environ 6 000 terminaux Internet par satellite Starlink en Iran au cours des troubles nationaux. Lire l'article complet sur RT.com",
        "source": "RT",
        "url": "https://www.rt.com/news/632389-smuggled-starlink-iran-riot/",
        "image": "https://mf.b37mrtl.ru/files/2026.02/article/698e6b0e2030275e9a609c5d.jpg",
        "publishedAt": "2026-02-13T00:08:03Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US smuggled Starlinks to Iran amid riots – WSJ",
        "description_en": "The Trump administration reportedly smuggled approximately 6,000 Starlink satellite internet terminals into Iran amid a nationwide unrest Read Full Article at RT.com",
        "translated": true
      },
      {
        "title": "Qu'a causé la crise du transport aérien à Cuba ? #voyage",
        "description": "Les pénuries de carburant et les sanctions ont créé une ruée soudaine aux voyages. Une pénurie de carburant d'aviation a perturbé les vols vers et depuis Cuba, aggravant le système aérien fragile de l'île et déclenchant des avertissements aux voyageurs. La pénurie n'a pas affecté tous les transporteurs...",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/travel/what-caused-the-cuba-air-travel-crisis",
        "image": "https://alltoc.com/cdn/1043/og.png",
        "publishedAt": "2026-02-13T00:06:10Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What caused the Cuba air travel crisis? #travel",
        "description_en": "Fuel shortages and sanctions created a sudden travel scramble A shortage of aviation fuel has disrupted flights to and from Cuba, compounding the island nation’s fragile aviation system and prompting travel warnings. The shortage has not affected all carriers…",
        "translated": true
      },
      {
        "title": "Pourquoi un grand jury a-t-il refusé d'inculper six démocrates ? #politique",
        "description": "Le grand jury rejette la tentative du ministère de la Justice Un grand jury de Washington, D.C., a refusé de porter des accusations criminelles contre six membres démocrates du Congrès après que le ministère de la Justice ait demandé une mise en accusation liée à une courte vidéo publiée par les élus. Le …",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/politics/why-did-a-grand-jury-decline-to-indict-six-democrats",
        "image": "https://alltoc.com/cdn/1043/og.png",
        "publishedAt": "2026-02-13T00:04:58Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why did a grand jury decline to indict six Democrats? #politics",
        "description_en": "Grand jury rebuffs Justice Department attempt A Washington, D.C., grand jury declined to return criminal charges against six Democratic members of Congress after the Justice Department sought an indictment connected to a short video the lawmakers posted. The …",
        "translated": true
      },
      {
        "title": "Pourquoi un juge a-t-il bloqué les efforts de rétrogradation du sénateur Mark Kelly ? #politique",
        "description": "La cour fédérale suspend la tentative du Pentagone de punir un sénateur Un juge fédéral a temporairement bloqué la tentative du ministère de la Défense de retirer son grade militaire au sénateur Mark Kelly et de prendre d'autres mesures disciplinaires. La décision a été rendue dans l'affaire Kelly c. Hegseth et a été …",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/politics/why-did-a-judge-block-efforts-to-demote-sen-mark-kelly",
        "image": "https://alltoc.com/cdn/1043/og.png",
        "publishedAt": "2026-02-13T00:04:58Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why did a judge block efforts to demote Sen. Mark Kelly? #politics",
        "description_en": "Federal court pauses Pentagon push to punish a senator A federal judge has temporarily blocked the Defense Department’s attempt to strip Senator Mark Kelly of his military rank and take other disciplinary steps. The ruling came in Kelly v. Hegseth and was iss…",
        "translated": true
      },
      {
        "title": "Quand la famine est-elle devenue un outil acceptable de la politique étrangère ?",
        "description": "Le 15 septembre 1970, Richard Nixon a infamement ordonné à la CIA de « faire crier l'économie [du Chili] » (la note manuscrite du directeur de la CIA Richard Helms de cette conversation peut être consultée ici). Mais « l'économie » est une abstraction ; la réalité de la guerre économique est …",
        "source": "Antiwar.com",
        "url": "https://original.antiwar.com/ted_snider/2026/02/12/when-did-starvation-become-an-acceptable-tool-of-foreign-policy/",
        "image": "https://original.antiwar.com/wp-content/uploads/2019/10/awc_logo_for-circle-profile_600sq-01.png",
        "publishedAt": "2026-02-13T00:00:17Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "When Did Starvation Become an Acceptable Tool of Foreign Policy?",
        "description_en": "On September 15, 1970, Richard Nixon infamously instructed the CIA to “make the economy [of Chile] scream” (CIA Director Richard Helms actual note of the conversation can be seen here). But “the economy” is an abstraction; the reality of economic warfare is a…",
        "translated": true
      },
      {
        "title": "Un « bon accord » avec l'Iran ? Conditions pour prévenir un futur développement nucléaire",
        "description": "Mettant de côté l'ensemble plus large des préoccupations politiques occidentales profondes concernant l'Iran—notamment son parrainage du terrorisme, son agression directe et par procuration contre Israël et les États du Golfe, et la violence brutale contre sa propre population—quels seraient les termes nucléaires que les négociateurs …",
        "source": "Washingtoninstitute.org",
        "url": "https://www.washingtoninstitute.org/policy-analysis/good-deal-iran-requirements-preventing-future-nuclear-breakout",
        "image": "https://www.washingtoninstitute.org/sites/default/files/2023-06/IranUSAFlagsNuclearIllustrationRC2WCW9QKIPC.jpg",
        "publishedAt": "2026-02-13T00:00:00Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "A “Good Deal” With Iran? Requirements For Preventing A Future Nuclear Breakout",
        "description_en": "Setting aside the broader array of deep Western policy concerns about Iran—including its terrorism sponsorship, direct and proxy aggression against Israel and the Gulf states, and brutal violence against its own people—what nuclear terms would negotiators hav…",
        "translated": true
      },
      {
        "title": "La perspective du Népal sur l'Indo-Pacifique : naviguer dans un paysage stratégique en mutation",
        "description": "L'amiral Samuel J. Paparo, commandant du Commandement indo-pacifique des États-Unis (USINDOPACOM), est arrivé à Katmandou. Auparavant, l'amiral John C. Aquilino, ancien commandant d'USINDOPACOM, avait visité Katmandou en février 2024, suivi du lieutenant-général Joshua M. Rudd, …",
        "source": "Khabarhub.com",
        "url": "https://english.khabarhub.com/2026/13/534886/",
        "image": "https://english.khabarhub.com/wp-content/uploads/2026/02/Samuel-Paparo.jpg",
        "publishedAt": "2026-02-12T23:45:04Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Nepal’s Outlook on Indo-Pacific: Navigating a Changing Strategic Landscape",
        "description_en": "Admiral Samuel J. Paparo, Commander of the United States Indo-Pacific Command (USINDOPACOM), arrived in Kathmandu. Previously, Admiral John C. Aquilino, former Commander of USINDOPACOM, visited Kathmandu in February 2024, followed by Lt. Gen. Joshua M. Rudd, …",
        "translated": true
      },
      {
        "title": "Air Transat vise à rapatrier tous ses clients de Cuba dans les prochains jours",
        "description": "Air Transat vise à évacuer tous ses clients de Cuba d'ici mercredi prochain, dans un contexte d'appel aux Canadiens à ne pas tarder à quitter le pays.",
        "source": "CBC News",
        "url": "https://www.cbc.ca/news/world/air-transat-cuba-repatriation-flights-9.7087187",
        "image": "https://i.cbc.ca/ais/1e9b8ce5-2949-4fbc-b9fc-ef9701cc4858,1770930726088/full/max/0/default.jpg?im=Crop%2Crect%3D%280%2C528%2C6921%2C3893%29%3BResize%3D620",
        "publishedAt": "2026-02-12T23:30:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Air Transat aims to repatriate all its customers in Cuba within days",
        "description_en": "Air Transat is aiming to get all of its customers out of Cuba by next Wednesday, amid a call for Canadians to avoid delaying their exit from the country.",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Marchés mondiaux aujourd'hui : les actions asiatiques chutent après les inquiétudes liées à l'IA sur Wall Street",
        "description": "Les marchés asiatiques ont enregistré une baisse par rapport à leurs plus hauts historiques. Les préoccupations concernant l'impact de l'intelligence artificielle sur les secteurs technologiques ont provoqué une vente massive sur les actions américaines. Les investisseurs ont cherché refuge dans les bons du Trésor américain. Malgré cela, les premiers échanges asiatiques ont montré des signes de stabilisation. L'or...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/asian-stocks-drop-after-ai-jitters-hit-wall-street/articleshow/128282536.cms",
        "image": "https://img.etimg.com/thumb/msid-128282520,width-1200,height-630,imgsize-198284,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-13T01:01:49Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Market Today: Asian stocks drop after AI jitters hit Wall Street",
        "description_en": "Asian markets saw a dip from record highs. Concerns over artificial intelligence's impact on technology sectors caused a sell-off in US stocks. Investors sought safety in US Treasuries. Despite this, early Asian trading showed signs of stabilization. Gold ste…",
        "translated": true
      },
      {
        "title": "Exclusivité -- Le sénateur Tim Sheehy : « L'appareil de réaction aux incendies de forêt est lamentablement imprécis », la tragédie « n'a pas besoin de se produire »",
        "description": "Le sénateur Tim Sheehy (R-MT), ancien SEAL de la Marine et ancien pilote de lutte contre les incendies qui a fondé la société de lutte aérienne contre les incendies Bridger Aerospace, a déclaré que la façon actuelle de réagir aux incendies de forêt est « lamentablement imprécise » et nécessite une meilleure coordination au niveau fédéral...",
        "source": "Breitbart News",
        "url": "https://www.breitbart.com/politics/2026/02/12/exclusive-sen-tim-sheehy-response-apparatus-to-wildfires-woefully-inaccurate-tragedy-doesnt-have-to-happen/",
        "image": "https://media.breitbart.com/media/2026/02/IMG2456-1-640x335.jpg",
        "publishedAt": "2026-02-13T01:00:44Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Exclusive -- Sen. Tim Sheehy: ‘Response Apparatus to Wildfires Woefully Inaccurate,’ Tragedy ‘Doesn’t Have to Happen’",
        "description_en": "Sen. Tim Sheehy (R-MT), a former Navy SEAL and former aerial firefighter who founded the aerial firefighting company Bridger Aerospace, said the existing way of responding to wildfires is \"woefully inaccurate\" and requires better coordination on the federal, …",
        "translated": true
      },
      {
        "title": "Quel timing merveilleux pour que Gallup cesse de suivre l'approbation présidentielle !",
        "description": "Pourquoi s'arrêter aux données du BLS et aux rapports d'emploi ?",
        "source": "The Atlantic",
        "url": "https://www.theatlantic.com/newsletters/2026/02/gallup-poll-presidential-approval/685986/",
        "image": "https://cdn.theatlantic.com/thumbor/I5oYisBXplJsWUroBT60DyND9gM=/0x43:2000x1085/1200x625/media/img/mt/2026/02/2026_02_12_Gallup_mpg/original.jpg",
        "publishedAt": "2026-02-13T00:57:00Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What Fabulous Timing for Gallup to Stop Tracking Presidential Approval!",
        "description_en": "Why stop with BLS data and jobs reports?",
        "translated": true
      },
      {
        "title": "Ce que les révisions massives et un mois exceptionnel nous disent sur le marché du travail américain - The Wall Street Journal",
        "description": "Ce que les révisions massives et un mois exceptionnel nous disent sur le marché du travail américainThe Wall Street Journal L'économie américaine se développe - alors où sont tous les emplois ?BBC Le marché du travail était déjà « maigre ». Les nouvelles données montrent qu'il vient d'empirer CNN L'économie est en plein essor...",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180784120",
        "image": null,
        "publishedAt": "2026-02-13T00:53:40Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What Sweeping Revisions and a Blowout Month Tell Us About the U.S. Job Market - The Wall Street Journal",
        "description_en": "What Sweeping Revisions and a Blowout Month Tell Us About the U.S. Job MarketThe Wall Street Journal The US economy is growing - so where are all the jobs?BBC The job market was already ‘slim pickings.’ New data shows it just got worseCNN The economy is boomi…",
        "translated": true
      },
      {
        "title": "Contextualisation des allégations selon lesquelles la société de photos scolaires Lifetouch figure dans les dossiers Epstein",
        "description": "Rien dans les dossiers Epstein ne lie directement Lifetouch à l'activité criminelle du défunt délinquant sexuel.",
        "source": "Snopes.com",
        "url": "https://www.snopes.com//news/2026/02/12/lifetouch-epstein-files/",
        "image": "https://mediaproxy.snopes.com/width/1200/https://media.snopes.com/2026/02/epstein_school_photos.png",
        "publishedAt": "2026-02-13T00:36:00Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Contextualizing claims school photo company Lifetouch is in Epstein files",
        "description_en": "Nothing in the Epstein files directly links Lifetouch to the late sex offender's criminal activity.",
        "translated": true
      },
      {
        "title": "Les inquiétudes technologiques secouent Wall Street : le Nasdaq chute de 2 %, le S&P 500 baisse de plus de 1 % alors que les préoccupations liées à l'IA ébranlent les investisseurs",
        "description": "Les marchés indiens ont enregistré une chute brutale jeudi. Les investisseurs se sont débarrassés des actions technologiques et de transport. Les préoccupations concernant la perturbation de l'intelligence artificielle ont pesé lourdement. Les données d'emploi ont également joué un rôle. Les marchés attendent des chiffres d'inflation cruciaux. Cela a entraîné une vente massive généralisée...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/tech-jitters-rock-wall-street-nasdaq-tumbles-2-sp-500-falls-over-1-as-ai-worries-rattle-investors/articleshow/128281860.cms",
        "image": "https://img.etimg.com/thumb/msid-128281946,width-1200,height-630,imgsize-122930,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-13T00:34:22Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Tech jitters rock Wall Street: Nasdaq tumbles 2%, S&P 500 falls over 1% as AI worries rattle investors",
        "description_en": "Indian markets saw a sharp fall on Thursday. Investors offloaded technology and transport shares. Concerns over artificial intelligence disruption weighed heavily.  Job data also played a role.  Markets await crucial inflation figures.  This led to a broad ma…",
        "translated": true
      },
      {
        "title": "« Sans cœur » : Pam Bondi victime d'un démontage cinglant de Jake Tapper sur CNN",
        "description": "Jake Tapper de CNN n'a pas mâché ses mots en démolissant la performance de la procureure générale Pam Bondi devant la Commission de surveillance de la Chambre mercredi. Bondi s'est présentée devant la commission pour discuter des efforts continus du Département de la Justice pour bloquer...",
        "source": "Raw Story",
        "url": "https://www.rawstory.com/jake-tapper-2675264990/",
        "image": "https://www.rawstory.com/media-library/u-s-attorney-general-pam-bondi-testifies-before-a-house-judiciary-committee-hearing-on-oversight-of-the-justice-department-on.jpg?id=64225836&width=1200&height=600&coordinates=0%2C106%2C0%2C107",
        "publishedAt": "2026-02-13T00:29:10Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "'Heartless': Pam Bondi hit with blistering takedown by CNN's Jake Tapper",
        "description_en": "CNN's Jake Tapper didn't mince words in his fiery takedown of Attorney General Pam Bondi's performance before the House Oversight Committee on Wednesday.Bondi appeared before the committee to discuss the Department of Justice's continued efforts to stall the …",
        "translated": true
      },
      {
        "title": "Rivian offre de l'espoir aux investisseurs en montrant sa capacité à résister à un marché automobile électrique morose",
        "description": "Le constructeur automobile électrique basé à Irvine a rapporté des résultats du quatrième trimestre meilleurs que prévu et son premier bénéfice brut annuel positif.",
        "source": "OCRegister",
        "url": "https://www.ocregister.com/2026/02/12/rivian-offers-investors-hope-it-can-withstand-a-bleak-ev-market/",
        "image": "https://www.ocregister.com/wp-content/uploads/2025/09/OCR-L-RIVIAN-LAYOFFS-0910-2.jpg?w=1024&h=683",
        "publishedAt": "2026-02-13T00:24:05Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rivian offers investors hope it can withstand a bleak EV market",
        "description_en": "The EV automaker based in Irvine reported better-than-expected fourth-quarter results and its first-ever annual gross profit,",
        "translated": true
      },
      {
        "title": "Une plainte de lanceur d'alerte contre Tulsi Gabbard aurait impliqué Jared Kushner",
        "description": "La plainte classifiée d'un lanceur d'alerte alléguant des actes répréhensibles de la part de Tulsi Gabbard aurait impliqué une discussion interceptée concernant Jared Kushner.",
        "source": "Mediaite",
        "url": "https://www.mediaite.com/media/news/whistleblower-complaint-against-tulsi-gabbard-reportedly-involved-jared-kushner/",
        "image": "https://www.mediaite.com/wp-content/uploads/2023/01/AP20290734748267-scaled.jpg",
        "publishedAt": "2026-02-13T00:21:33Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Whistleblower Complaint Against Tulsi Gabbard Reportedly Involved Jared Kushner",
        "description_en": "The classified whistleblower complaint alleging wrongdoing by Tulsi Gabbard reportedly involved an intercepted discussion about Jared Kushner.\nThe post Whistleblower Complaint Against Tulsi Gabbard Reportedly Involved Jared Kushner first appeared on Mediaite.",
        "translated": true
      },
      {
        "title": "Anthropic atteint une valorisation de 380 milliards de dollars en intensifiant la concurrence avec OpenAI",
        "description": "La société d'intelligence artificielle Anthropic annonce qu'elle est désormais valorisée à 380 milliards de dollars.",
        "source": "Abcnews.com",
        "url": "https://abcnews.com/Technology/wireStory/anthropic-hits-380b-valuation-heightens-competition-openai-130120107",
        "image": "https://s.abcnews.com/images/US/abc_news_default_2000x2000_update_16x9_992.jpg",
        "publishedAt": "2026-02-13T00:16:46Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Anthropic hits a $380B valuation as it heightens competition with OpenAI",
        "description_en": "Artificial intelligence company Anthropic says it is now valued at $380 billion",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "La perte de 667 millions de dollars de Coinbase met fin à une série de huit trimestres rentables",
        "description": "La croissance initiale de l'économie des actifs numériques a été principalement alimentée par les transactions spéculatives. C'est toujours le cas aujourd'hui. Et bien que l'industrie ait tenté de se détacher de sa dépendance à ce moteur de croissance, l'échange de cryptomonnaies Coinbase a enregistré un quatrième trimestre et une année complète...",
        "source": "pymnts.com",
        "url": "https://www.pymnts.com/cryptocurrency/2026/coinbases-667-million-loss-snaps-eight-quarter-profitability-streak/",
        "image": "https://www.pymnts.com/wp-content/uploads/2026/02/Coinbase-earnings-x1.jpg",
        "publishedAt": "2026-02-13T01:02:02Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Coinbase’s $667 Million Loss Snaps Eight-Quarter Profitability Streak",
        "description_en": "The digital asset economy’s early growth was driven primarily by speculative trading. It still is today. And while the industry has been trying to break away from its reliance on that growth engine, the crypto exchange Coinbase’s fourth quarter and full year …",
        "translated": true
      },
      {
        "title": "Marchés mondiaux aujourd'hui : les actions asiatiques chutent après les inquiétudes liées à l'IA à Wall Street",
        "description": "Les marchés asiatiques ont reculé par rapport à leurs records. Les préoccupations concernant l'impact de l'intelligence artificielle sur les secteurs technologiques ont provoqué une vente massive sur les actions américaines. Les investisseurs ont cherché refuge dans les bons du Trésor américain. Malgré cela, les premiers échanges asiatiques ont montré des signes de stabilisation. L'or a...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/asian-stocks-drop-after-ai-jitters-hit-wall-street/articleshow/128282536.cms",
        "image": "https://img.etimg.com/thumb/msid-128282520,width-1200,height-630,imgsize-198284,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-13T01:01:49Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Market Today: Asian stocks drop after AI jitters hit Wall Street",
        "description_en": "Asian markets saw a dip from record highs. Concerns over artificial intelligence's impact on technology sectors caused a sell-off in US stocks. Investors sought safety in US Treasuries. Despite this, early Asian trading showed signs of stabilization. Gold ste…",
        "translated": true
      },
      {
        "title": "Dogecoin peut-il ramener les meme coins à la gloire ? L'indice qui peint un tableau sombre",
        "description": "Le marché des meme coins a perdu de la valeur pendant une grande partie de l'année écoulée. Selon le Meme Coin Index (MEMECOIN) de MarketVector, qui suit les six plus grands meme coins par capitalisation boursière, le secteur connaît une baisse prolongée. L'indice est en...",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/dogecoin-lead-meme-coins-to-glory/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/Dogecoin-from-iStock-9.jpg",
        "publishedAt": "2026-02-13T01:00:34Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Can Dogecoin Lead Meme Coins Back To Glory? The Index That Paints A Gloomy Story",
        "description_en": "The meme coin market has been shedding value for much of the past year. According to the Meme Coin Index (MEMECOIN) by MarketVector, which tracks the six largest meme coins by market capitalization, the sector has been in a prolonged downturn. The index is do…",
        "translated": true
      },
      {
        "title": "La seule stratégie que les autorités pourraient utiliser contre le ravisseur de Nancy Guthrie : un négociateur en prise d'otages",
        "description": "« C'est la seule chose qui les fera avancer », a déclaré Rami Igra à Page Six lors d'une interview exclusive jeudi.",
        "source": "Page Six",
        "url": "https://pagesix.com/2026/02/12/celebrity-news/the-one-strategy-authorities-could-use-on-nancy-guthries-kidnapper-hostage-negotiator/",
        "image": "https://pagesix.com/wp-content/uploads/sites/3/2026/02/121106658.jpg?quality=75&strip=all&w=1200",
        "publishedAt": "2026-02-13T00:52:54Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The one strategy authorities could use on Nancy Guthrie’s kidnapper: hostage negotiator",
        "description_en": "\"This is the only thing that will bring them forward,\" Rami Igra told Page Six in an exclusive interview Thursday.",
        "translated": true
      },
      {
        "title": "Le protégé de Peter Lynch qualifie la théorie de réserve Bitcoin de 60 000 dollars de Cramer de « pure absurdité »",
        "description": "N/A",
        "source": "Yahoo Entertainment",
        "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_414ec86b-9d1c-4154-b467-876d49edd268",
        "image": null,
        "publishedAt": "2026-02-13T00:36:50Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Peter Lynch's Protege Calls Cramer's $60K Bitcoin Reserve Theory 'Complete Nonsense'",
        "description_en": "",
        "translated": true
      },
      {
        "title": "Les adolescents exposés à une IA de mauvaise qualité : la régulation des réseaux sociaux s'impose",
        "description": "Le Royaume-Uni pourrait augmenter le risque d'une crise systémique s'il procède aux réformes de capital envisagées pour des entreprises comme Jane Street et Citadel Securities, avertissent les grandes banques. Les résidents urbains de l'Inde...",
        "source": "Tistory.com",
        "url": "https://ryueyes11.tistory.com/512091",
        "image": "https://img1.daumcdn.net/thumb/R800x0/?scode=mtistory2&fname=https%3A%2F%2Fblog.kakaocdn.net%2Fdna%2FzgLhb%2FdJMcafMj4m5%2FAAAAAAAAAAAAAAAAAAAAAMEPpFwpb0xmFWGE7zMXUIYSSaDcgcjwaV3l2dq7gjEW%2Fimg.jpg%3Fcredential%3DyqXZFxpELC7KVnFOS48ylbz2pIh7yKj8%26expires%3D1772290799%26allow_ip%3D%26allow_referer%3D%26signature%3DeSb41NzAP0Pdp5Oa8vqVW44DPZQ%253D",
        "publishedAt": "2026-02-13T00:36:12Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "저질 AI에 노출된 청소년 소셜 미디어 규제해야",
        "description_en": "The UK could increase the risk of a systemic crisis if it proceeds with mooted capital reforms for the likes of Jane Street and Citadel Securities, major banks warn https://t.co/c7SunOm5J7— Bloomberg (@business) February 12, 2026 India's urban residents have …",
        "translated": true
      },
      {
        "title": "Comment Ethereum pourrait devenir le réseau par défaut pour le développement de l'IA, selon Vitalik",
        "description": "Ethereum se positionne de plus en plus à l'intersection de la blockchain et de l'intelligence artificielle (IA), avec des discussions croissantes autour de son potentiel à devenir le réseau par défaut pour le développement de l'IA. Alors que les systèmes d'IA exigent une vérification sécurisée des données, ETH...",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/ethereum/ethereum-network-for-ai-dev/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Ethereum-from-Getty-Images-16.jpg?fit=612%2C408",
        "publishedAt": "2026-02-13T00:30:46Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How Ethereum Could Become The Default Network For AI Development, Vitalik Explains",
        "description_en": "Ethereum is increasingly positioning itself at the intersection of blockchain and artificial intelligence (AI), with growing discussions around its potential to become the default network for AI development. As AI systems demand secure data verification, ETH’…",
        "translated": true
      },
      {
        "title": "Les flux de cryptomonnaies vers les services de traite des êtres humains présumés augmentent de 85 % en 2025 : Chainalysis",
        "description": "Les flux de cryptomonnaies liés à la traite présumée ont atteint des centaines de millions, selon Chainalysis, un site CSAM dépassant les 530 000 dollars.",
        "source": "Decrypt",
        "url": "https://decrypt.co/357966/crypto-flows-suspected-human-trafficking-services-chainalysis",
        "image": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2025/05/crypto-crime-decrypt-style-02-gID_7.jpg",
        "publishedAt": "2026-02-13T00:18:16Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Crypto Flows to Suspected Human Trafficking Services Jump 85% in 2025: Chainalysis",
        "description_en": "Suspected trafficking-related crypto flows reached hundreds of millions, Chainalysis reported, with one CSAM site topping $530,000.",
        "translated": true
      },
      {
        "title": "Derniers développements dans la disparition de Nancy Guthrie ? #tabloïd",
        "description": "De nouvelles pistes, de nouvelles exigences — et davantage de questions Les enquêteurs maintiennent les recherches actives pour retrouver la mère de Savannah Guthrie, âgée de 84 ans, après sa disparition signalée de son domicile à Tucson, en Arizona, fin janvier. Les autorités fédérales et locales ont traité…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/tabloid/what-s-the-latest-in-nancy-guthrie-s-disappearance",
        "image": "https://alltoc.com/cdn/1043/og.png",
        "publishedAt": "2026-02-13T00:03:24Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What's the latest in Nancy Guthrie's disappearance? #tabloid",
        "description_en": "New leads, new demands — and more questions Investigators have kept the search active for Savannah Guthrie’s 84‑year‑old mother after she was reported missing from her Tucson, Arizona, home at the end of January. Federal and local authorities have treated the…",
        "translated": true
      },
      {
        "title": "La faiblesse du Bitcoin persiste : l'offre de stablecoins signale un environnement de prise de risque réduite",
        "description": "Le Bitcoin reste sous pression vendeuse en dessous du seuil de 70 000 dollars alors que le marché fait face à une incertitude renouvelée et à des conditions de liquidité affaiblies. L'incapacité à reprendre ce niveau psychologique clé a renforcé une tonalité prudente parmi les investisseurs, avec le prix…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/bitcoin-weakness-persists-stablecoin-supply-signals/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/Untitled-design-2026-02-12T062503.002.jpg",
        "publishedAt": "2026-02-13T00:00:55Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Weakness Persists: Stablecoin Supply Signals Risk-Off Environment",
        "description_en": "Bitcoin remains under selling pressure below the $70,000 level as the market confronts renewed uncertainty and weakening liquidity conditions. The inability to reclaim this key psychological threshold has reinforced a cautious tone among investors, with price…",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Un gisement de gaz de 80,70 milliards de mètres cubes confirmé à Jaljale, Dailekh (Népal)",
        "description": "Un gisement de gaz minéral de 80,70 milliards de mètres cubes a été confirmé à Bhairabi Rural Municipality-1 du district de Dailekh. Ceci est confirmé dans le rapport d'exploration final soumis au gouvernement du Népal par la société chinoise China Geological Survey…",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-news/4366648/posts",
        "image": null,
        "publishedAt": "2026-02-13T01:03:04Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "80.70 billion cubic metres gas deposit confirmed in Jaljale, Dailekh (Nepal)",
        "description_en": "Mineral gas deposit of 80.70 billion cubic metres has been confirmed at Bhairabi Rural Municipality-1 of Dailekh district. This is confirmed in the final exploration report submitted to the Government of Nepal by the Chinese Company, China Geological Survey. …",
        "translated": true
      },
      {
        "title": "Marchés mondiaux aujourd'hui : les actions asiatiques chutent après les inquiétudes liées à l'IA à Wall Street",
        "description": "Les marchés asiatiques ont enregistré une baisse par rapport aux records. Les préoccupations concernant l'impact de l'intelligence artificielle sur les secteurs technologiques ont provoqué une vente massive sur les actions américaines. Les investisseurs ont cherché refuge dans les bons du Trésor américain. Malgré cela, les premiers échanges asiatiques ont montré des signes de stabilisation. L'or a…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/asian-stocks-drop-after-ai-jitters-hit-wall-street/articleshow/128282536.cms",
        "image": "https://img.etimg.com/thumb/msid-128282520,width-1200,height-630,imgsize-198284,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-13T01:01:49Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Market Today: Asian stocks drop after AI jitters hit Wall Street",
        "description_en": "Asian markets saw a dip from record highs. Concerns over artificial intelligence's impact on technology sectors caused a sell-off in US stocks. Investors sought safety in US Treasuries. Despite this, early Asian trading showed signs of stabilization. Gold ste…",
        "translated": true
      },
      {
        "title": "Les États-Unis et Taïwan signent un accord réduisant les tarifs et augmentant les investissements",
        "description": "Les États-Unis et Taïwan ont conclu jeudi un pacte commercial qui abaisse les tarifs et oriente des dizaines de milliards de dollars vers des projets énergétiques et technologiques américains. Dévoilé jeudi à Washington, l'accord engage Taïwan à acheter plus de 44 milliards de dollars de gaz naturel liquéfié américain…",
        "source": "Newser",
        "url": "https://www.newser.com/story/383659/us-taiwan-sign-deal-cutting-tariffs-adding-investment.html",
        "image": "https://img2-azrcdn.newser.com/image/1664657-12-20260212190002.jpeg",
        "publishedAt": "2026-02-13T01:00:00Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US, Taiwan Sign Deal Cutting Tariffs, Adding Investment",
        "description_en": "The US and Taiwan sealed a trade pact Thursday that lowers tariffs and steers tens of billions of dollars toward American energy and technology projects. Unveiled Thursday in Washington, the agreement commits Taiwan to buying more than $44 billion in US lique…",
        "translated": true
      },
      {
        "title": "iflow-mcp_sdiehl-usolver ajouté à PyPI",
        "description": "Une interface de solveur universel au meilleur effort pour MCP",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/iflow-mcp_sdiehl-usolver/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-13T00:36:46Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "iflow-mcp_sdiehl-usolver added to PyPI",
        "description_en": "A best effort universal solver interface for MCP",
        "translated": true
      },
      {
        "title": "Des études scientifiques établissent le changement climatique comme un danger pour la santé",
        "description": "L'administration Trump a révoqué une conclusion scientifique selon laquelle le changement climatique constitue un danger pour la santé publique, une idée que le président Donald Trump a qualifiée de « canular ».",
        "source": "Abcnews.com",
        "url": "https://abcnews.com/Technology/wireStory/scientific-studies-calculate-climate-change-health-danger-trump-130120404",
        "image": "https://i.abcnewsfe.com/a/0d6f14f7-5591-432f-9ce3-ac595f2d7c10/wirestory_5b7492660d7dad1c324f2bbbe6163f1c_16x9.jpg?w=1600",
        "publishedAt": "2026-02-13T00:16:09Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Scientific studies calculate climate change as health danger",
        "description_en": "The Trump administration has revoked a scientific finding that climate change is a danger to public health, an idea that President Donald Trump called “a scam.”",
        "translated": true
      },
      {
        "title": "Lundin Mining reçoit des engagements pour augmenter sa facilité de crédit existante à 4,5 milliards de dollars",
        "description": "VANCOUVER, BC, 13 février 2026 /PRNewswire/ -- (TSX: LUN) (Nasdaq Stockholm: LUMI) Lundin Mining Corporation (« Lundin Mining » ou la « Société ») est heureuse d'annoncer que la Société a reçu des engagements de 17 prêteurs pour augmenter et modifier sa facilité de crédit existante...",
        "source": "PR Newswire UK",
        "url": "https://www.prnewswire.co.uk/news-releases/lundin-mining-receives-commitments-to-increase-its-existing-credit-facility-to-4-5-billion-302687041.html",
        "image": null,
        "publishedAt": "2026-02-13T00:00:00Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Lundin Mining Receives Commitments to Increase its Existing Credit Facility to $4.5 Billion",
        "description_en": "VANCOUVER, BC, Feb. 13, 2026 /PRNewswire/ -- (TSX: LUN) (Nasdaq Stockholm: LUMI) Lundin Mining Corporation (\"Lundin Mining\" or the \"Company\") is pleased to announce that the Company has received commitments from 17 lenders to upsize and amend its existing rev…",
        "translated": true
      },
      {
        "title": "L'économie de l'amour et le coût de la parentalité",
        "description": "Valerie Ramey sur la Saint-Valentin, le déclin démographique et la victoire dans la « course aux enfants ».",
        "source": "Hoover.org",
        "url": "https://www.hoover.org/research/business-love-and-cost-parenting",
        "image": "https://www.hoover.org/sites/default/files/styles/facebook/public/2026-02/Matters-of-Policy-Politics1700pxproductimage_2-12.jpg?h=68991d6d&itok=6V81-2C3",
        "publishedAt": "2026-02-13T00:00:00Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Business Of Love And The Cost Of Parenting",
        "description_en": "Valerie Ramey on Valentine's Day, Population Decline, Winning the “Rug Rat Race”.",
        "translated": true
      },
      {
        "title": "Les États-Unis et Taïwan finalisent un accord pour réduire les tarifs et augmenter les achats de biens américains",
        "description": "WASHINGTON, 12 février (Reuters) - Les responsables de l'administration Trump ont signé un accord commercial réciproque final confirmant un taux tarifaire américain de 15 % pour les importations en provenance de Taïwan, tandis que Taïwan s'engage à respecter un calendrier d'élimination ou de réduction des tarifs sur la quasi-totalité des...",
        "source": "The Star Online",
        "url": "https://www.thestar.com.my/news/world/2026/02/13/us-taiwan-finalize-deal-to-cut-tariffs-boost-purchases-of-us-goods",
        "image": "https://apicms.thestar.com.my/uploads/images/2026/02/13/3768486.jpg",
        "publishedAt": "2026-02-12T23:59:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US, Taiwan finalize deal to cut tariffs, boost purchases of US goods",
        "description_en": "WASHINGTON, Feb 12 (Reuters) - Trump administration ⁠officials signed a final reciprocal trade agreement that confirmed a 15% U.S. tariff rate for imports from Taiwan, ⁠while committing Taiwan to a schedule for eliminating or lowering tariffs on nearly all U.…",
        "translated": true
      },
      {
        "title": "Des études scientifiques établissent le changement climatique comme un danger pour la santé, tandis que Trump le qualifie de « canular »",
        "description": "Des études scientifiques établissent le changement climatique comme un danger pour la santé, tandis que Trump le qualifie de « canular »",
        "source": "TwinCities.com-Pioneer Press",
        "url": "https://www.twincities.com/2026/02/12/trump-climate-science/",
        "image": "https://www.twincities.com/wp-content/uploads/2026/02/Trump_Climate_Science_61412-1.jpg?w=1024&h=682",
        "publishedAt": "2026-02-12T23:58:14Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Scientific studies calculate climate change as health danger, while Trump calls it a ‘scam’",
        "description_en": "Scientific studies calculate climate change as health danger, while Trump calls it a ‘scam’twincities.com",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Pourquoi Applied affirme que le boom de l'IA est réel—en attente de plus de salles blanches",
        "description": "Applied Materials a utilisé sa conférence téléphonique de résultats du premier trimestre fiscal 2026 pour souligner que la demande de semi-conducteurs liée à l'IA dépasse les prévisions antérieures, les revenus du secteur pouvant potentiellement atteindre 1 000 milliards de dollars américains en 2026 et l'élan se prolongeant jusqu'en 2027...",
        "source": "Digitimes",
        "url": "https://www.digitimes.com/news/a20260213VL203/applied-materials-growth-demand-2026-2027.html",
        "image": "https://img.digitimes.com/newsshow/20260213vl203_files/1_2b.jpg",
        "publishedAt": "2026-02-13T01:02:58Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why Applied says the AI boom is real—just waiting for more cleanrooms",
        "description_en": "Applied Materials used its fiscal first quarter 2026 earnings call to underscore that AI-related semiconductor demand is running ahead of earlier forecasts, with industry revenues potentially reaching US$1 trillion in 2026 and momentum extending into 2027 des…",
        "translated": true
      },
      {
        "title": "Marchés mondiaux aujourd'hui : les actions asiatiques chutent après les craintes liées à l'IA à Wall Street",
        "description": "Les marchés asiatiques ont enregistré une baisse par rapport à leurs plus hauts historiques. Les préoccupations concernant l'impact de l'intelligence artificielle sur les secteurs technologiques ont provoqué une vente massive sur les actions américaines. Les investisseurs ont cherché refuge dans les bons du Trésor américain. Malgré cela, les premiers échanges asiatiques ont montré des signes de stabilisation. L'or a...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/asian-stocks-drop-after-ai-jitters-hit-wall-street/articleshow/128282536.cms",
        "image": "https://img.etimg.com/thumb/msid-128282520,width-1200,height-630,imgsize-198284,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-13T01:01:49Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Market Today: Asian stocks drop after AI jitters hit Wall Street",
        "description_en": "Asian markets saw a dip from record highs. Concerns over artificial intelligence's impact on technology sectors caused a sell-off in US stocks. Investors sought safety in US Treasuries. Despite this, early Asian trading showed signs of stabilization. Gold ste…",
        "translated": true
      },
      {
        "title": "Avec FATAL FRAME II: Crimson Butterfly REMAKE, nous sommes dans un âge d'or des jeux d'horreur",
        "description": "Quand j'ai eu l'occasion de découvrir les chapitres d'ouverture de FATAL FRAME II: Crimson Butterfly REMAKE, j'étais enthousiaste de redécouvrir cette histoire familière. Ce qui m'a immédiatement frappé, cependant, c'est à quel point cette reconstruction est vraiment minutieuse et réfléchie.",
        "source": "Anime News Network",
        "url": "https://www.animenewsnetwork.com/feature/2026-02-12/with-fatal-frame-ii-crimson-butterfly-remake-were-in-a-horror-game-golden-age/.234095",
        "image": "https://www.animenewsnetwork.com/thumbnails/crop600x315gGH/cms/feature/234095/fatal-frame-1.png.jpg",
        "publishedAt": "2026-02-13T01:00:00Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "With FATAL FRAME II: Crimson Butterfly REMAKE, We're in a Horror Game Golden Age",
        "description_en": "When I got the chance to preview the opening chapters of FATAL FRAME II: Crimson Butterfly REMAKE, I was excited to be reintroduced to the familiar tale. What immediately struck me, though, was just how thorough and considered a reconstruction this really is.",
        "translated": true
      },
      {
        "title": "Le portable gaming Legion Pro 7 16\" RTX 5080 tombe à 2 037 $ lors de la vente Presidents Day de Lenovo",
        "description": "Puissance mobile de jeu.",
        "source": "IGN",
        "url": "https://www.ign.com/articles/lenovo-legion-pro-7-16-rtx-5080-gaming-laptop-deal-presidents-day-sale",
        "image": "https://assets-prd.ignimgs.com/2026/02/12/lenovolegionpro7-1770938052513.jpg?width=1280&format=jpg&auto=webp&quality=80",
        "publishedAt": "2026-02-13T01:00:00Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Legion Pro 7 16\" RTX 5080 Gaming Laptop Drops to $2,037 During the Lenovo Presidents Day Sale",
        "description_en": "Mobile gaming powerhouse.",
        "translated": true
      },
      {
        "title": "Contrôle mental basé sur le trauma",
        "description": "Contrôle mental basé sur le trauma par Greg Reese Lire sur Substack Au début des années 1900, la psychologue française Pierre Janet a étudié ce qu'elle appelait la « désagrégation », le fractionnement de la conscience sous le trauma. Janet a étudié plusieurs patients dont l'historique traumatique...",
        "source": "Activistpost.com",
        "url": "https://www.activistpost.com/trauma-based-mind-control/",
        "image": "https://www.activistpost.com/wp-content/uploads/2026/02/pngtree-vacant-cinema-hall-with-blank-screen-created-using-3d-rendering-picture-image_7228682.png",
        "publishedAt": "2026-02-13T01:00:00Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trauma Based Mind Control",
        "description_en": "Trauma Based Mind Control by Greg Reese Read on Substack In the early nineteen-hundreds, French psychologist Pierre Janet, studied what he called, “désagrégation,” the splitting of consciousness under trauma. Janet studied several patients whose traumatic his…",
        "translated": true
      },
      {
        "title": "Les États-Unis et Taïwan signent un accord réduisant les tarifs et augmentant les investissements",
        "description": "Les États-Unis et Taïwan ont conclu jeudi un pacte commercial qui abaisse les tarifs et oriente des dizaines de milliards de dollars vers les projets énergétiques et technologiques américains. Dévoilé jeudi à Washington, l'accord engage Taïwan à acheter plus de 44 milliards de dollars de gaz naturel liquéfié américain...",
        "source": "Newser",
        "url": "https://www.newser.com/story/383659/us-taiwan-sign-deal-cutting-tariffs-adding-investment.html",
        "image": "https://img2-azrcdn.newser.com/image/1664657-12-20260212190002.jpeg",
        "publishedAt": "2026-02-13T01:00:00Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US, Taiwan Sign Deal Cutting Tariffs, Adding Investment",
        "description_en": "The US and Taiwan sealed a trade pact Thursday that lowers tariffs and steers tens of billions of dollars toward American energy and technology projects. Unveiled Thursday in Washington, the agreement commits Taiwan to buying more than $44 billion in US lique…",
        "translated": true
      },
      {
        "title": "L'administration Trump conclut un accord commercial pour réduire les barrières tarifaires de Taïwan",
        "description": "Accord tarifaire avec Taïwan : l'accord intervient alors que les États-Unis restent dépendants de Taïwan pour la production de puces informatiques, dont l'exportation a contribué à un déséquilibre commercial de près de 127 milliards de dollars au cours des 11 premiers mois de 2025, selon le Bureau du Recensement...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/world-news/trump-administration-reaches-a-trade-deal-to-lower-taiwans-tariff-barriers/articleshow/128282391.cms",
        "image": "https://img.etimg.com/thumb/msid-128282420,width-1200,height-630,imgsize-298780,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-13T00:55:48Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump administration reaches a trade deal to lower Taiwan's tariff barriers",
        "description_en": "Taiwan tariff deal: The agreement comes as the U.S. remains reliant on Taiwan for its production of computer chips, the exporting of which contributed to a trade imbalance of nearly $127 billion during the first 11 months of 2025, according to the Census Bure…",
        "translated": true
      },
      {
        "title": "OpenAI contourne Nvidia avec un modèle de codage exceptionnellement rapide sur puces de la taille d'une assiette",
        "description": "Le nouveau GPT5.3CodexSpark d'OpenAI est 15 fois plus rapide en codage que son prédécesseur.",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180784100",
        "image": null,
        "publishedAt": "2026-02-13T00:52:25Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "OpenAI sidesteps Nvidia with unusually fast coding model on plate-sized chips",
        "description_en": "OpenAI's new GPT5.3CodexSpark is 15 times faster at coding than its predecessor.",
        "translated": true
      },
      {
        "title": "gaol ajouté à PyPI",
        "description": "Outil de gestion multiplateforme de conteneurs et machines virtuelles",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/gaol/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-13T00:44:25Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "gaol added to PyPI",
        "description_en": "Cross-platform container and VM management tool",
        "translated": true
      },
      {
        "title": "macaw-openvoice 0.1.6",
        "description": "Runtime vocal (STT + TTS) avec API compatible OpenAI",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/macaw-openvoice/0.1.6/",
        "image": null,
        "publishedAt": "2026-02-13T00:44:22Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "macaw-openvoice 0.1.6",
        "description_en": "Voice runtime (STT + TTS) with OpenAI-compatible API",
        "translated": true
      }
    ]
  },
  "total": 49
}