{
  "updated": "2026-02-13T01:10:09.000Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Les Républicains présentent la loi « Nigeria Religious Freedom » exigeant un rapport sur le soutien américain aux chrétiens persécutés",
        "description": "Des représentants républicains, menés par Chris Smith (R-NJ) et Riley Moore (R-WV), ont présenté un projet de loi lundi demandant au Département d'État de fournir des rapports complets sur les actions américaines pour protéger les chrétiens persécutés par diverses menaces terroristes djihadistes au Nigéria…",
        "source": "Breitbart News",
        "url": "https://www.breitbart.com/africa/2026/02/11/republicans-debut-nigeria-religious-freedom-act-demanding-report-on-u-s-support-for-persecuted-christians/",
        "image": "https://media.breitbart.com/media/2026/02/GettyImages1680137718-640x335.jpg",
        "publishedAt": "2026-02-12T01:04:33Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Republicans Debut 'Nigeria Religious Freedom' Act Demanding Report on U.S. Support for Persecuted Christians",
        "description_en": "House Republicans, led by Reps. Chris Smith (R-NJ) and Riley Moore (R-WV), introduced a bill on Monday calling for the State Department to offer comprehensive reports on American actions to protect Christians persecuted by a host jihadist terror threats in Ni…",
        "translated": true
      },
      {
        "title": "La Russie considère toujours les États-Unis comme son principal adversaire, selon un rapport du renseignement estonien",
        "description": "Les gestes de Moscou vers une normalisation des relations ne sont qu'un « dégel illusoire ».",
        "source": "Defense One",
        "url": "https://www.defenseone.com/threats/2026/02/russia-still-sees-us-its-top-adversary-estonian-intelligence-report-says/411380/",
        "image": "https://cdn.defenseone.com/media/img/cd/2026/02/11/GettyImages_2260153962/open-graph.jpg",
        "publishedAt": "2026-02-12T01:00:21Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Russia still sees US as its top adversary, Estonian intelligence report says",
        "description_en": "Moscow’s gestures toward normalized relations are no more than an “illusory thaw.”",
        "translated": true
      },
      {
        "title": "L'Italie a accueilli les Jeux olympiques d'hiver il y a 70 ans. Comment c'était et qu'est-ce qui a changé ?",
        "description": "Les Jeux d'hiver de 2026 sont très différents de ceux accueillis par l'Italie en 1956, notamment en matière de coûts, d'épreuves et de défis climatiques.",
        "source": "The Conversation Africa",
        "url": "https://theconversation.com/italy-hosted-the-winter-olympics-70-years-ago-what-was-it-like-and-whats-changed-271838",
        "image": "https://images.theconversation.com/files/715060/original/file-20260129-56-azs6cy.jpg?ixlib=rb-4.1.0&rect=0%2C828%2C4830%2C2415&q=45&auto=format&w=1356&h=668&fit=crop",
        "publishedAt": "2026-02-12T00:40:46Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Italy hosted the Winter Olympics 70 years ago. What was it like, and what’s changed?",
        "description_en": "The 2026 winter games are vastly different to when Italy hosted them in 1956, especially when it comes to costs, events and climate challenges.",
        "translated": true
      },
      {
        "title": "La ministre des Finances Nirmala Sitharaman cite les avantages des centres de données, rejette les accusations de l'opposition sur la circulation des données indiennes et l'accord commercial à la Lok Sabha",
        "description": "Nirmala Sitharaman a déclaré que le Budget incite à la création de centres de données locaux, rejetant l'accusation de Rahul Gandhi selon laquelle les données indiennes seraient ouvertes aux États-Unis. Elle a accusé le Congrès de compromettre les agriculteurs, les pauvres et les intérêts nationaux.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/india/fm-nirmala-sitharaman-cites-data-centre-sops-rejects-opposition-claims-on-india-data-flow-and-trade-deal-in-lok-sabha/articleshow/128221954.cms",
        "image": "https://img.etimg.com/thumb/msid-128222100,width-1200,height-630,imgsize-71540,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-12T00:30:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "FM Nirmala Sitharaman cites data centre sops, rejects Opposition claims on India data flow and trade deal in Lok Sabha",
        "description_en": "Nirmala Sitharaman said the Budget incentivises local data centres, rejecting Rahul Gandhi’s charge that India’s data was being opened to the US. She accused Congress of compromising farmers, the poor and national interests.",
        "translated": true
      },
      {
        "title": "Six républicains de la Chambre défient Trump pour bloquer ses tarifs sur le Canada",
        "description": "Lors d'un vote que les dirigeants républicains ont tenté d'éviter, une demi-douzaine de républicains ont adressé un message sans équivoque au président Donald Trump : ils ne soutiennent pas le régime tarifaire qu'il a placé au cœur de son second mandat. Six républicains se sont joints aux démocrates pour...",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-news/4366495/posts",
        "image": null,
        "publishedAt": "2026-02-12T00:29:55Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Six House Republicans defy Trump to block his Canada tariffs",
        "description_en": "In a vote that GOP leaders fought hard to avoid, a half dozen Republicans sent a blunt message to President Donald Trump that they do not support the tariff regime that he has made the centerpiece of his second term. Six Republicans joined with Democrats in a…",
        "translated": true
      },
      {
        "title": "Le Canada exhorte l'OTAN à pérenniser l'initiative Arctic Sentry",
        "description": "La ministre des Affaires étrangères du Canada exhorte l'OTAN à faire de son initiative Arctic Sentry, récemment lancée, une composante permanente des opérations de l'alliance. Anita Anand soutient que le Haut-Nord ne peut plus être traité comme un théâtre secondaire.",
        "source": "CBC News",
        "url": "https://www.cbc.ca/news/politics/nato-arctic-defence-anand-greenland-trump-9.7085632",
        "image": "https://i.cbc.ca/ais/de19f39f-03cb-43e6-ac61-213a8009aa42,1770855577548/full/max/0/default.jpg?im=Crop%2Crect%3D%280%2C378%2C5806%2C3265%29%3BResize%3D620",
        "publishedAt": "2026-02-12T00:29:02Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Canada urges NATO to make Arctic Sentry initiative permanent",
        "description_en": "Canada's foreign minister is urging NATO to make its newly launched Arctic Sentry initiative a permanent part of the alliance's operations. Anita Anand argues the High North can no longer be treated as a secondary theatre.",
        "translated": true
      },
      {
        "title": "« Rien de définitif » n'a été convenu concernant l'Iran lors de la visite de Netanyahu auprès de Trump",
        "description": "Le président américain déclare qu'il a « insisté » pour que les négociations avec l'Iran se poursuivent et que des « progrès » sont réalisés sur la question de Gaza.",
        "source": "Al Jazeera English",
        "url": "https://www.aljazeera.com/news/2026/2/12/nothing-definitive-reached-about-iran-during-netanyahus-visit-with-trump",
        "image": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_698cfceb-1770847467.jpg?resize=1920%2C1440",
        "publishedAt": "2026-02-12T00:14:06Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "‘Nothing definitive’ reached about Iran during Netanyahu’s visit with Trump",
        "description_en": "US president says he 'insisted' that negotiations with Iran will continue and that 'progress' was being made on Gaza.",
        "translated": true
      },
      {
        "title": "Ce qu'il faut savoir sur les restrictions de discours politique aux Jeux olympiques",
        "description": "Une athlète ukrainienne pourrait faire l'objet de mesures disciplinaires en raison d'un casque commémorant les athlètes tués lors de la guerre avec la Russie.",
        "source": "Time",
        "url": "https://time.com/7377913/2026-winter-olympics-ukraine-heraskevych-helmet-political-speech-protest-rule-50/",
        "image": "https://s.yimg.com/os/en/time_72/5e66acf15848efc5d4438285d2a0464a",
        "publishedAt": "2026-02-12T00:01:44Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What to Know About the Olympic Political Speech Restrictions",
        "description_en": "A Ukrainian athlete could face disciplinary action over a helmet commemorating athletes killed in the war with Russia.",
        "translated": true
      },
      {
        "title": "Influenceurs : la transparence publicitaire et la performance « ne sont plus en conflit »",
        "description": "Une nouvelle étude de l'ASA et de l'IMTB révèle que les consommateurs non seulement préfèrent que les publicités des influenceurs soient étiquetées, mais que la divulgation n'impacte pas l'engagement.",
        "source": "Marketing Week",
        "url": "https://www.marketingweek.com/influencer-ad-disclosure-engagement-2026/",
        "image": "https://marketingweek.imgix.net/uploads/2026/02/influencer-marketing.png?auto=compress,format&crop=faces,entropy,edges&fit=crop&q=60&w=1200&h=700",
        "publishedAt": "2026-02-12T00:01:10Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Influencers: Ad transparency and performance ‘no longer in conflict’",
        "description_en": "New research from the ASA and IMTB reveals consumers not only prefer when influencer ads are labelled, disclosure doesn't impact engagement.\nSource",
        "translated": true
      },
      {
        "title": "De Caracas, avec amour : comment la réouverture du Venezuela soutient l'agenda énergétique de l'Inde",
        "description": "L'Inde achetait autrefois 400 000 barils par jour de pétrole brut au Venezuela jusqu'aux sanctions américaines. Ce pétrole, actuellement expédié vers la Chine, pourrait revenir en Inde et aux États-Unis, renforçant la sécurité énergétique indienne et favorisant l'objectif de diversification des sources d'énergie.",
        "source": "Livemint",
        "url": "https://www.livemint.com/industry/energy/from-caracas-with-love-how-venezuelas-reopening-helps-indias-energy-agenda-us-russia-oil-11770809469950.html",
        "image": "https://www.livemint.com/lm-img/img/2026/02/11/1600x900/logo/Oil-Cuts-Explainer-0_1680529456417_1680529456417_1770830780938.jpg",
        "publishedAt": "2026-02-12T00:01:09Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "From Caracas, with love: How Venezuela's reopening helps India's energy agenda",
        "description_en": "India used to buy 400,000 bpd of crude oil from Venezuela until the US sanctions hit. That oil, now being shipped to China, may come back to India and the US, boosting India's energy security and furthering the goal of energy source diversification.",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "NorthWestern Energy rapporte un BPA FY25 de 2,94 $, consensus 3,59 $",
        "description": "Consultez le reste de l'article ici. legacy.thefly.com fournit les dernières actualités financières au fur et à mesure qu'elles se produisent. Reconnu comme un leader en intelligence de marché, le flux d'actualités en temps réel et en continu de The Fly tient les investisseurs individuels, les gestionnaires de fonds professionnels, les traders actifs et…",
        "source": "Thefly.com",
        "url": "https://legacy.thefly.com/permalinks/entry.php/id4290963/NWE-NorthWestern-Energy-reports-FY-EPS--consensus-",
        "image": "https://legacy.thefly.com/images/meta/earnings.jpg",
        "publishedAt": "2026-02-12T01:06:55Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "NorthWestern Energy reports FY25 EPS $2.94, consensus $3.59",
        "description_en": "See the rest of the story here.\n\nlegacy.thefly.com provides the latest financial news as it breaks. Known as a leader in market intelligence, The Fly's real-time, streaming news feed keeps individual investors, professional money managers, active traders, and…",
        "translated": true
      },
      {
        "title": "Marchés mondiaux aujourd'hui : les actions asiatiques montent, les obligations du Trésor baissent après de solides données sur l'emploi américain",
        "description": "Les actions asiatiques ont atteint un record, surperformant les marchés américains grâce à des valorisations attrayantes et des perspectives de croissance robustes. Cette hausse s'est produite alors que les obligations du Trésor baissaient suite à des données sur l'emploi américain plus fortes que prévu, tempérant les attentes concernant les interventions de la Réserve fédérale…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/global-market-today-asian-stocks-rise-treasuries-fall-after-strong-us-jobs-data/articleshow/128232064.cms",
        "image": "https://img.etimg.com/thumb/msid-128232068,width-1200,height-630,imgsize-150064,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-12T01:05:19Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Market Today: Asian stocks rise, Treasuries fall after strong US jobs data",
        "description_en": "Asian equities reached a record high, outperforming US markets due to attractive valuations and robust growth prospects. This surge occurred as Treasuries declined following stronger-than-expected US jobs data, tempering expectations for Federal Reserve inter…",
        "translated": true
      },
      {
        "title": "L'acheteur mystérieux de la transaction immobilière record de 400 millions de dollars à Rodeo Drive révélé",
        "description": "L'acheteur mystérieux derrière la plus grande acquisition immobilière commerciale jamais réalisée à Beverly Hills a finalement été révélé, mettant fin à des mois de spéculation sur l'identité de celui qui a acheté la propriété sur la célèbre Rodeo Drive.",
        "source": "New York Post",
        "url": "https://nypost.com/2026/02/11/us-news/mystery-buyer-of-record-breaking-400-million-rodeo-drive-real-estate-deal-revealed/",
        "image": "https://nypost.com/wp-content/uploads/sites/2/2026/02/palm-trees-cast-shadows-tom-121008342.jpg?quality=75&strip=all&w=1200",
        "publishedAt": "2026-02-12T01:04:36Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Mystery buyer of record-breaking $400 million Rodeo Drive real estate deal revealed",
        "description_en": "The mystery buyer behind the largest-ever retail real-estate acquisition in Beverly Hills has finally been revealed. ending months of speculation over who bought the property on the famed Rodeo Drive.",
        "translated": true
      },
      {
        "title": "Économie américaine : l'« Âge d'or » de Trump est un conte de fées",
        "description": "Le président américain ne semble pas comprendre ce que les derniers chiffres économiques signifient pour l'une de ses plus grandes promesses.",
        "source": "The Sydney Morning Herald",
        "url": "https://www.smh.com.au/business/the-economy/trump-s-golden-age-is-a-bit-of-a-fairytale-20260212-p5o1mn.html",
        "image": "https://static.ffx.io/images/$zoom_0.45088711254282027%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/t_metro_opinion_no_age_social_wm/e1b8974286e93d6bff9d8bdec81f4e4f2b85409bef46a6cc4330f49bbdbec596",
        "publishedAt": "2026-02-12T01:03:51Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US economy: Trump’s ‘Golden Age’ is a fairytale",
        "description_en": "The US president doesn’t seem to understand what the latest economic numbers mean for one of his biggest promises.",
        "translated": true
      },
      {
        "title": "Le Pentagone se prépare à envoyer un deuxième porte-avions vers l'Iran – WSJ",
        "description": "Le ministère de la Défense aurait ordonné à un autre groupe de frappe de porte-avions de se préparer à un possible déploiement au Moyen-Orient. Lire l'article complet sur RT.com",
        "source": "RT",
        "url": "https://www.rt.com/news/632335-us-aircraft-carrier-iran/",
        "image": "https://mf.b37mrtl.ru/files/2026.02/article/698d26ad85f5407abb5c83b9.png",
        "publishedAt": "2026-02-12T01:03:14Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pentagon prepares to send second aircraft carrier toward Iran – WSJ",
        "description_en": "The Department of War has reportedly instructed another aircraft carrier strike group to prepare for possible deployment to the Middle East Read Full Article at RT.com",
        "translated": true
      },
      {
        "title": "IPO d'ARKO Petroleum de 11,11 millions d'actions au prix de 18,00 $",
        "description": "Consultez le reste de l'article ici.\n\nlegacy.thefly.com fournit les dernières actualités financières au fur et à mesure qu'elles se produisent. Reconnu comme un leader en intelligence de marché, le flux d'actualités en temps réel et en continu de The Fly tient informés les investisseurs individuels, les gestionnaires de fonds professionnels, les traders actifs et...",
        "source": "Thefly.com",
        "url": "https://legacy.thefly.com/permalinks/entry.php/id4290962/APC-ARKO-Petroleum-M-share-IPO-priced-at-",
        "image": "https://legacy.thefly.com/images/meta/syndicate.jpg",
        "publishedAt": "2026-02-12T01:01:51Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "ARKO Petroleum 11.11M share IPO priced at $18.00",
        "description_en": "See the rest of the story here.\n\nlegacy.thefly.com provides the latest financial news as it breaks. Known as a leader in market intelligence, The Fly's real-time, streaming news feed keeps individual investors, professional money managers, active traders, and…",
        "translated": true
      },
      {
        "title": "Breitbart Business Digest : La Grande Reprivatisation et le remarquable rapport d'emploi de janvier",
        "description": "L'accélération de la croissance économique américaine sous la présidence Trump stimule l'embauche sans nécessiter l'arrivée de centaines de milliers de travailleurs franchissant nos frontières en violation de nos lois sur l'immigration.\nL'article Breitbart Business Digest : La Gre...",
        "source": "Breitbart News",
        "url": "https://www.breitbart.com/economy/2026/02/11/breitbart-business-digest-the-great-reprivatization-and-the-amazing-january-jobs-report/",
        "image": "https://media.breitbart.com/media/2026/02/hard-hat-worker-maga-getty-640x335.png",
        "publishedAt": "2026-02-12T00:56:39Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Breitbart Business Digest: The Great Reprivatization and the Amazing January Jobs Report",
        "description_en": "The acceleration of America's economic growth under President Trump is driving up hiring without the need for the arrival of hundreds of thousands of workers crossing our borders in defiance of our immigration laws.\nThe post Breitbart Business Digest: The Gre…",
        "translated": true
      },
      {
        "title": "Les États-Unis enverront des troupes au Nigeria pour former l'armée à la lutte contre l'extrémisme",
        "description": "DAKAR, Sénégal (AP) — Les États-Unis envoient des troupes au Nigeria pour aider à former l'armée de la nation ouest-africaine à la lutte contre l'extrémisme, ont déclaré mercredi les autorités nigérianes, alors qu'une crise de sécurité multifacette s'étend dans le nord du pays. L'Amérique...",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-chat/4366498/posts",
        "image": null,
        "publishedAt": "2026-02-12T00:46:26Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US Will Send Troops to Nigeria to Train the Military to Fight Extremism",
        "description_en": "DAKAR, Senegal (AP) — The United States is sending troops to Nigeria to help train the West African nation's military in fighting extremism, Nigerian authorities said Wednesday, as a multifaceted security crisis spreads in the north of the country.The America…",
        "translated": true
      },
      {
        "title": "Le nouveau rapport d'emploi a largement dépassé les attentes — et il met les pessimistes à l'amende",
        "description": "Déjouant les prophètes de malheur qui prédisaient que l'IA plus les tarifs signifieraient un désastre pour les travailleurs américains, les données d'emploi de janvier ont largement dépassé les attentes, avec 130 000 nouveaux emplois. Les données révisées de 2025 montrent que le pays n'a ajouté que 81 000 emplois l'année dernière, alors que l'économie s'...",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-news/4366497/posts",
        "image": null,
        "publishedAt": "2026-02-12T00:45:32Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "New jobs report blew past expectations — and it’s putting doomers to shame",
        "description_en": "Defying doomcasters who predicted that AI plus tariffs mean disaster for American workers, the January employment news blew past expectations, with 130,000 new jobs. Revised 2025 data show that the nation added only 81,000 jobs all last year, as the economy s…",
        "translated": true
      },
      {
        "title": "Quelque chose de grand se prépare",
        "description": "Pensez à février 2020. Si vous aviez prêté attention, vous auriez peut-être remarqué quelques personnes parlant d'un virus se propageant à l'étranger. Mais la plupart d'entre nous ne prêtions pas attention. Le marché boursier se portait bien, vos enfants étaient à l'école, vous étiez...",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-chat/4366496/posts",
        "image": null,
        "publishedAt": "2026-02-12T00:42:47Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Something Big Is Happening",
        "description_en": "Think back to February 2020. If you were paying close attention, you might have noticed a few people talking about a virus spreading overseas. But most of us weren't paying close attention. The stock market was doing great, your kids were in school, you were …",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Marchés mondiaux aujourd'hui : les actions asiatiques montent, les bons du Trésor baissent après les données d'emploi américaines solides",
        "description": "Les actions asiatiques ont atteint un record, surperformant les marchés américains grâce à des valorisations attrayantes et des perspectives de croissance robustes. Cette hausse s'est produite alors que les bons du Trésor baissaient suite à des données d'emploi américaines meilleures que prévu, tempérant les attentes concernant les interventions de la Réserve fédérale...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/global-market-today-asian-stocks-rise-treasuries-fall-after-strong-us-jobs-data/articleshow/128232064.cms",
        "image": "https://img.etimg.com/thumb/msid-128232068,width-1200,height-630,imgsize-150064,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-12T01:05:19Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Market Today: Asian stocks rise, Treasuries fall after strong US jobs data",
        "description_en": "Asian equities reached a record high, outperforming US markets due to attractive valuations and robust growth prospects. This surge occurred as Treasuries declined following stronger-than-expected US jobs data, tempering expectations for Federal Reserve inter…",
        "translated": true
      },
      {
        "title": "Le Bitcoin chute sous les 67 000 $ alors que la corrélation de marché se modifie et l'exposition aux ETF décline",
        "description": "Le Bitcoin (BTC) est tombé une nouvelle fois sous les 67 000 $ cette semaine, prolongeant sa récente baisse et signalant une évolution des dynamiques de marché divergeant de celles des actifs traditionnels. Il s'échange actuellement près de 66 900 $, avec une capitalisation boursière d'environ 1,33 tr…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/bitcoin-drops-below-67k-market-correlation-shifts/",
        "image": "https://bitcoinist.com/wp-content/uploads/2025/08/bitcoin-btc-btcusd-5.png",
        "publishedAt": "2026-02-12T01:00:52Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Drops Below $67K as Market Correlation Shifts and ETF Exposure Declines",
        "description_en": "Bitcoin (BTC) has once again fallen below $67,000 this week, extending its recent downturn and signaling shifting market dynamics diverging from those of traditional assets. Currently, it is trading near $66,900, with a market capitalization of about $1.33 tr…",
        "translated": true
      },
      {
        "title": "Les experts soulignent l'importance de la preuve de vie alors que la recherche de Nancy Guthrie se poursuit",
        "description": "Alors que la recherche de Nancy Guthrie se poursuit, plusieurs experts se prononcent sur l'importance de la preuve de vie dans cette affaire. « La rançon n'est souvent pas versée sans preuve de vie car payer sans vérification risque de financer un crime sans aucune chance de récupération », Dan…",
        "source": "Us Weekly",
        "url": "https://www.usmagazine.com/celebrity-news/news/experts-stress-proof-of-life-importance-in-nancy-guthrie-search-excl/",
        "image": "https://www.usmagazine.com/wp-content/uploads/2026/02/SavannahandNancyGuthrie_8ce2a5.webp?crop=0px%2C162px%2C1079px%2C568px&resize=1200%2C630&quality=86&strip=all",
        "publishedAt": "2026-02-12T00:33:39Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Experts Stress Proof of Life Importance as Nancy Guthrie Search Continues",
        "description_en": "As the hunt for Nancy Guthrie continues, several experts are weighing in on the importance of proof of life in her case. “Ransom is often not paid without proof of life because paying without verification risks funding a crime with no chance of recovery,” Dan…",
        "translated": true
      },
      {
        "title": "Le rebond de la Vague 4 du XRP gagne en momentum — Un dernier secouement à la baisse en perspective ?",
        "description": "Le XRP affiche de la force dans son rebond de Vague 4 suite à la vente massive de la semaine dernière. Bien que le momentum à court terme s'accumule, la tendance baissière plus large n'a pas été cassée, laissant la possibilité d'une dernière poussée à la baisse avant qu'une véritable reprise ne puisse s'établir. Vague 4…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/analysis/xrp/xrp-wave-4-gains-steam/",
        "image": null,
        "publishedAt": "2026-02-12T00:30:55Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "XRP Wave 4 Bounce Gains Steam — Final Shakeout Still Ahead?",
        "description_en": "XRP is showing strength in its Wave 4 bounce following last week’s sharp sell-off. While short-term momentum is building, the larger downtrend hasn’t been broken yet, leaving the possibility of one final push lower before a true recovery can take hold. Wave 4…",
        "translated": true
      },
      {
        "title": "Coinbase dévoile des portefeuilles crypto conçus spécifiquement pour les agents IA",
        "description": "Coinbase a lancé un portefeuille crypto conçu sur mesure pour les agents IA, qui seront en mesure de surveiller et d'exécuter des transactions crypto au nom des utilisateurs 24h/24.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/coinbase-launches-crypto-wallets-built-ai-agents",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c4eb3-348f-7d22-9cf3-d652c7b2b38f.jpg",
        "publishedAt": "2026-02-12T00:20:50Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Coinbase unveils crypto wallets designed specifically for AI agents",
        "description_en": "Coinbase has launched a crypto wallet purpose-built for AI agents, which will be able to monitor and execute crypto trades on behalf of users 24/7.",
        "translated": true
      },
      {
        "title": "Voici l'erreur que la plupart des gens commettent avec le XRP ; un analyste révèle",
        "description": "Le XRP divise toujours les opinions sur le marché crypto, particulièrement en ce qui concerne les projections de prix à long terme. Un partisan bien connu soutient que la plupart des critiques considèrent l'actif de la mauvaise façon. Selon un message X partagé par BarriC, le plus gros…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/mistake-people-are-making-with-xrp/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/XRP-from-Freepik-12.avif",
        "publishedAt": "2026-02-12T00:00:42Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Here’s The Mistake Most People Are Making With XRP; Pundit Reveals",
        "description_en": "XRP is always dividing opinion across the crypto market, especially when it comes to long-term price projections. One well-known supporter is arguing that most critics are looking at the asset the wrong way.  According to an X post shared by BarriC, the bigge…",
        "translated": true
      },
      {
        "title": "Tweag I/O : Comment j'ai appris à arrêter de m'inquiéter et à aimer l'IA",
        "description": "L'histoire suivante est une œuvre de fiction. Toute ressemblance avec des systèmes IA réels, des cadres technologiques ou des tables de baby-foot est purement fortuite… Probablement. Avec les excuses à Stanley Kubrick. Ernest Steadmann a validé la dernière demande de fusion dans le st…",
        "source": "Tweag.io",
        "url": "https://tweag.io/blog/2026-02-12-doctor-xaelong/",
        "image": "https://tweag.io/logo.png",
        "publishedAt": "2026-02-12T00:00:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Tweag I/O: How I learnt to stop worrying and love AI",
        "description_en": "The following story is a work of fiction. Any resemblance to actual AI\nsystems, technology executives or foosball tables is purely\ncoincidentalâ€¦ Probably.\r\n\nWith apologies to Stanley Kubrick.\r\n\n\n\nErnest Steadmann committed the final pull request into the st…",
        "translated": true
      },
      {
        "title": "Les Treasuries reculent, les actions hésitent après une hausse surprise de l'emploi américain : Synthèse des marchés",
        "description": "Une hausse surprise de l'emploi américain a pesé sur les Treasuries, les traders réduisant leurs paris sur des baisses de taux d'intérêt de la Réserve fédérale cette année. Les contrats à terme sur actions asiatiques affichaient des résultats mitigés après la clôture plate des actions américaines.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/treasuries-dip-stocks-waver-after-us-jobs-surge-markets-wrap",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/treasury-yields-rise-as-jobs-data-curb-fed-wagers.jpg",
        "publishedAt": "2026-02-11T23:48:10Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Treasuries Dip, Stocks Waver After US Jobs Surge: Markets Wrap",
        "description_en": "A surprise surge in US jobs hit Treasuries as traders pared bets on interest-rate cuts by the Federal Reserve this year. Asian equity futures were mixed after US stocks ended flat.",
        "translated": true
      },
      {
        "title": "Nouvelle note dans l'affaire Nancy Guthrie, l'auteur exige 1 Bitcoin pour des informations sur le suspect d'enlèvement",
        "description": "Une nouvelle note a été découverte dans l'affaire Nancy Guthrie, mais celle-ci ne semble pas provenir du ravisseur. L'auteur exige 1 Bitcoin en échange d'informations sur le suspect.",
        "source": "Memeorandum.com",
        "url": "https://www.memeorandum.com/260211/p119",
        "image": "https://imagez.tmz.com/image/0e/16by9/2026/02/11/0ef2c068899d447582efb021968b66e1_xl.png",
        "publishedAt": "2026-02-11T23:20:01Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "New Nancy Guthrie Note, Sender Demands 1 Bitcoin for Info On Kidnapping Suspect (TMZ.com)",
        "description_en": "TMZ.com:\nNew Nancy Guthrie Note, Sender Demands 1 Bitcoin for Info On Kidnapping Suspect  —  NANCY GUTHRIE CASE NEW NOTE DEMANDS 1 BITCOIN TO RAT OUT SUSPECT … There's a new note in the Nancy Guthrie case, but this one doesn't seem to be from the kidnapper ..…",
        "translated": true
      },
      {
        "title": "Renaiss complète le bêta de Gacha V2, enregistrant plus de 700 000 dollars de volume d'échanges en une journée",
        "description": "HONG KONG, 11 février 2026 (GLOBE NEWSWIRE) -- Renaiss, un projet d'infrastructure basé sur BNB Chain pour les RWA de collectibles du monde réel, a complété un test bêta de 24 heures de Gacha V2, son module gacha à « pool infini », enregistrant plus de 700 000 dollars de volume d'échanges en une journée.",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/11/3236786/0/en/Renaiss-Completes-Gacha-V2-Beta-Records-Over-700-000-in-Single-Day-Trading-Volume.html",
        "image": "https://ml.globenewswire.com/Resource/Download/fd94620c-3283-48ad-9a82-89eabad20370",
        "publishedAt": "2026-02-11T23:09:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Renaiss Completes Gacha V2 Beta, Records Over $700,000 in Single-Day Trading Volume",
        "description_en": "HONG KONG, Feb. 11, 2026 (GLOBE NEWSWIRE) -- Renaiss\r\n, a BNB Chain–based infrastructure project for real-world collectible RWAs, has completed a 24-hour beta test of Gacha V2, its “infinite pool” gacha module, recording over $700,000 in single-day trading vo…",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Marchés mondiaux aujourd'hui : les actions asiatiques montent, les Treasuries baissent après des données solides sur l'emploi américain",
        "description": "Les actions asiatiques ont atteint un record, surperformant les marchés américains grâce à des valorisations attrayantes et des perspectives de croissance robustes. Cette hausse s'est produite alors que les Treasuries reculaient suite à des données d'emploi américain plus fortes que prévu, tempérant les attentes concernant les réductions de taux de la Réserve fédérale.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/global-market-today-asian-stocks-rise-treasuries-fall-after-strong-us-jobs-data/articleshow/128232064.cms",
        "image": "https://img.etimg.com/thumb/msid-128232068,width-1200,height-630,imgsize-150064,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-12T01:05:19Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Market Today: Asian stocks rise, Treasuries fall after strong US jobs data",
        "description_en": "Asian equities reached a record high, outperforming US markets due to attractive valuations and robust growth prospects. This surge occurred as Treasuries declined following stronger-than-expected US jobs data, tempering expectations for Federal Reserve inter…",
        "translated": true
      },
      {
        "title": "Cinq actions pétrolières et gazières versant des dividendes pour l'année à venir",
        "description": "Avec les principaux indices américains évoluant près de leurs plus hauts historiques, de nombreux investisseurs se tournent de plus en plus vers les actions à haut rendement de dividendes pour équilibrer croissance et revenus. Ce changement stratégique vise à sécuriser un revenu fiable et constant agissant comme stabilisateur défensif.",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Energy/Energy-General/Five-Oil-Gas-Dividend-Stocks-for-the-Year-Ahead.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2026-02-11_6bdnzskqy4.jpg",
        "publishedAt": "2026-02-12T01:00:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Five Oil & Gas Dividend Stocks for the Year Ahead",
        "description_en": "With major U.S. indexes hovering near record highs, many investors are increasingly turning to high-income dividend stocks to balance growth and income. This strategic shift aims to secure reliable, consistent income to act as a defensive stabilizer against p…",
        "translated": true
      },
      {
        "title": "Les émissions de la Chine ont baissé l'année dernière, première déclinaison depuis 2022",
        "description": "Les émissions de dioxyde de carbone de la Chine ont baissé de 0,3 % en 2025, la première déclinaison annuelle depuis les restrictions liées au Covid en 2022 — et plus important encore, une réduction qui s'est produite alors que la croissance de la demande énergétique reste forte.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/chinas-emissions-fell-last-year-in-first-decline-since-2022",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/chinas-carbon-slowdown-emissions-likely-fell-in-2025-the-f.jpg",
        "publishedAt": "2026-02-12T00:34:16Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "China’s Emissions Fell Last Year in First Decline Since 2022",
        "description_en": "China’s carbon dioxide emissions fell 0.3% in 2025, the first annual decline since Covid-era restrictions in 2022 — and more importantly, a reduction that’s happened even as energy demand growth remains strong.",
        "translated": true
      },
      {
        "title": "Pourquoi le modèle d'exportation du Nigeria doit changer",
        "description": "L'économie d'exportation du Nigeria repose sur les matières premières, freinant la croissance. Découvrez pourquoi la transition vers des produits à valeur ajoutée est cruciale pour la prospérité nationale.",
        "source": "The Punch",
        "url": "https://punchng.com/why-nigerias-export-story-must-change/",
        "image": "https://cdn.punchng.com/wp-content/uploads/2025/12/09204744/Dr-Zacch-1200x630.jpg",
        "publishedAt": "2026-02-12T00:09:37Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why Nigeria’s export story must change",
        "description_en": "Nigeria’s export economy relies on raw materials, hindering growth. Learn why transitioning to value-added products is crucial for national prosperity.\n\nRead More: https://punchng.com/why-nigerias-export-story-must-change/",
        "translated": true
      },
      {
        "title": "De Caracas, avec amour : comment la réouverture du Venezuela soutient l'agenda énergétique de l'Inde",
        "description": "L'Inde achetait autrefois 400 000 bbl/j de pétrole brut au Venezuela jusqu'aux sanctions américaines. Ce pétrole, désormais expédié vers la Chine, pourrait revenir en Inde et aux États-Unis, renforçant la sécurité énergétique indienne et favorisant la diversification des sources d'énergie.",
        "source": "Livemint",
        "url": "https://www.livemint.com/industry/energy/from-caracas-with-love-how-venezuelas-reopening-helps-indias-energy-agenda-us-russia-oil-11770809469950.html",
        "image": "https://www.livemint.com/lm-img/img/2026/02/11/1600x900/logo/Oil-Cuts-Explainer-0_1680529456417_1680529456417_1770830780938.jpg",
        "publishedAt": "2026-02-12T00:01:09Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "From Caracas, with love: How Venezuela's reopening helps India's energy agenda",
        "description_en": "India used to buy 400,000 bpd of crude oil from Venezuela until the US sanctions hit. That oil, now being shipped to China, may come back to India and the US, boosting India's energy security and furthering the goal of energy source diversification.",
        "translated": true
      },
      {
        "title": "Les grands producteurs de schiste américains mondialisent la fracturation hydraulique",
        "description": "Les producteurs américains de pétrole et gaz de schiste acquièrent des actifs internationaux pour maintenir l'approvisionnement face aux révisions des perspectives de demande pétrolière à long terme. De l'Amérique du Sud au Moyen-Orient, les producteurs de schiste se mondialisent. Continental Resources en est un exemple. La société...",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Energy/Crude-Oil/US-Shale-Majors-Take-Fracking-Global.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2026-02-11_n6zfu2kxju.jpg",
        "publishedAt": "2026-02-12T00:00:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "U.S. Shale Majors Take Fracking Global",
        "description_en": "U.S. shale oil and gas producers are buying international assets to maintain supply amid revisions of oil demand outlooks for the long term. From South America to the Middle East, frackers are going global. Continental Resources is one example. The company of…",
        "translated": true
      },
      {
        "title": "Électrolyse du CO₂ sans cations alcalins à l'échelle du kilowatt via l'accélération du transfert de masse",
        "description": "Les auteurs rapportent ici un système d'électrolyse du CO₂ sans cations alcalins à l'échelle du kilowatt utilisant des électrodes à diffusion de gaz à flux de diffusion élevé, réalisant plus de 1 000 h de stabilité pour une production efficace de CO ou C₂H₂ à des densités de courant pertinentes pour l'industrie.",
        "source": "Nature.com",
        "url": "https://www.nature.com/articles/s41467-026-69175-9",
        "image": null,
        "publishedAt": "2026-02-12T00:00:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Kilowatt-scale alkali-cation-free CO2 electrolysis via accelerating mass transfer",
        "description_en": "Here the authors report a kilowatt-scale, alkali-cation-free CO₂ electrolysis system using high-diffusion-flux gas diffusion electrodes, achieving over 1000 h of stability for efficient CO or C₂H₂ production at industrially relevant current densities.",
        "translated": true
      },
      {
        "title": "Precision Drilling annonce les résultats financiers non vérifiés du quatrième trimestre et de l'exercice 2025",
        "description": "CALGARY, Alberta, 11 février 2026 (GLOBE NEWSWIRE) -- Ce communiqué de presse contient des « informations et déclarations prospectives » au sens des lois sur les valeurs mobilières applicables. Pour une divulgation complète des informations et déclarations prospectives et des risques...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/11/3236796/0/en/Precision-Drilling-Announces-2025-Fourth-Quarter-and-Year-End-Unaudited-Financial-Results.html",
        "image": "https://ml.globenewswire.com/Resource/Download/82f6b1b5-8b54-48e8-a414-cc8ce92af651",
        "publishedAt": "2026-02-11T23:51:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Precision Drilling Announces 2025 Fourth Quarter and Year End Unaudited Financial Results",
        "description_en": "CALGARY, Alberta, Feb. 11, 2026 (GLOBE NEWSWIRE) -- This news release contains “forward-looking information and statements” within the meaning of applicable securities laws. For a full disclosure of the forward-looking information and statements and the risks…",
        "translated": true
      },
      {
        "title": "Les bons du Trésor reculent, les actions hésitent après la hausse surprise de l'emploi américain : Synthèse des marchés",
        "description": "Une hausse surprise de l'emploi américain a pesé sur les bons du Trésor alors que les traders réduisaient leurs paris sur des baisses de taux d'intérêt de la Réserve fédérale cette année. Les contrats à terme sur actions asiatiques affichaient des résultats mitigés après la clôture plate des actions américaines.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/treasuries-dip-stocks-waver-after-us-jobs-surge-markets-wrap",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/treasury-yields-rise-as-jobs-data-curb-fed-wagers.jpg",
        "publishedAt": "2026-02-11T23:48:10Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Treasuries Dip, Stocks Waver After US Jobs Surge: Markets Wrap",
        "description_en": "A surprise surge in US jobs hit Treasuries as traders pared bets on interest-rate cuts by the Federal Reserve this year. Asian equity futures were mixed after US stocks ended flat.",
        "translated": true
      },
      {
        "title": "La Russie se plaint de la « discrimination » américaine au Venezuela mais n'offre aucune aide matérielle aux socialistes",
        "description": "Le ministre russe des Affaires étrangères Sergey Lavrov s'est plaint mercredi que l'Amérique « discrimine » d'autres pays dans sa gestion de l'industrie pétrolière vénézuélienne suite à l'arrestation du dictateur socialiste narco-terroriste Nicolas Maduro.",
        "source": "Breitbart News",
        "url": "https://www.breitbart.com/latin-america/2026/02/11/russia-whines-about-u-s-discrimination-in-venezuela-but-offers-no-material-help-to-socialists/",
        "image": "https://media.breitbart.com/media/2026/02/AP26042438720146-640x335.jpg",
        "publishedAt": "2026-02-11T23:47:49Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Russia Whines About U.S. ‘Discrimination’ in Venezuela but Offers No Material Help to Socialists",
        "description_en": "Russian Foreign Minister Sergey Lavrov complained on Wednesday that America is “discriminating” against other countries in its handling of Venezuela’s oil industry following the arrest of narco-terrorist socialist dictator Nicolas Maduro.\nThe post Russia Whin…",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Marchés mondiaux aujourd'hui : les actions asiatiques montent, les bons du Trésor baissent après des données d'emploi américaines solides",
        "description": "Les actions asiatiques ont atteint un record, surperformant les marchés américains grâce à des valorisations attrayantes et des perspectives de croissance robustes. Cette hausse s'est produite alors que les bons du Trésor ont baissé suite à des données d'emploi américaines plus fortes que prévu, tempérant les attentes concernant les réductions de taux de la Réserve fédérale.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/global-market-today-asian-stocks-rise-treasuries-fall-after-strong-us-jobs-data/articleshow/128232064.cms",
        "image": "https://img.etimg.com/thumb/msid-128232068,width-1200,height-630,imgsize-150064,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-12T01:05:19Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Market Today: Asian stocks rise, Treasuries fall after strong US jobs data",
        "description_en": "Asian equities reached a record high, outperforming US markets due to attractive valuations and robust growth prospects. This surge occurred as Treasuries declined following stronger-than-expected US jobs data, tempering expectations for Federal Reserve inter…",
        "translated": true
      },
      {
        "title": "Économie américaine : l'« Âge d'or » de Trump est un conte de fées",
        "description": "Le président américain ne semble pas comprendre ce que les derniers chiffres économiques signifient pour l'une de ses plus grandes promesses.",
        "source": "The Sydney Morning Herald",
        "url": "https://www.smh.com.au/business/the-economy/trump-s-golden-age-is-a-bit-of-a-fairytale-20260212-p5o1mn.html",
        "image": "https://static.ffx.io/images/$zoom_0.45088711254282027%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/t_metro_opinion_no_age_social_wm/e1b8974286e93d6bff9d8bdec81f4e4f2b85409bef46a6cc4330f49bbdbec596",
        "publishedAt": "2026-02-12T01:03:51Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US economy: Trump’s ‘Golden Age’ is a fairytale",
        "description_en": "The US president doesn’t seem to understand what the latest economic numbers mean for one of his biggest promises.",
        "translated": true
      },
      {
        "title": "Disney vient de fermer les invites d'images IA pour ses personnages — et cela pourrait marquer la fin de l'ère de la ruée vers l'or de la création d'images IA",
        "description": "Google a commencé à restreindre les invites IA liées à Disney après un avertissement juridique de Disney, redéfinissant ce que les utilisateurs peuvent créer avec Gemini et Nano Banana.",
        "source": "TechRadar",
        "url": "https://www.techradar.com/ai-platforms-assistants/disney-just-shut-down-ai-image-prompts-for-its-characters-and-it-might-mark-the-end-of-the-wild-west-era-of-ai-image-creation",
        "image": "https://cdn.mos.cms.futurecdn.net/25RHEAy4mSFvcLK6WLWifP-2500-80.jpg",
        "publishedAt": "2026-02-12T01:00:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Disney just shut down AI image prompts for its characters — and it might mark the end of the Wild West era of AI image creation",
        "description_en": "Google has begun restricting Disney-related AI prompts after a legal warning from Disney, reshaping what users can create with Gemini and Nano Banana",
        "translated": true
      },
      {
        "title": "Anthropic peut-elle contrôler ce qu'elle construit ?",
        "description": "Dans le podcast The Political Scene, à l'intérieur de l'entreprise derrière Claude, les chercheurs tentent de comprendre des systèmes qui ont peut-être déjà dépassé leur maîtrise.",
        "source": "The New Yorker",
        "url": "https://www.newyorker.com/podcast/political-scene/anthropic-is-in-a-race-ai-against-its-own-ai",
        "image": "https://media.newyorker.com/photos/637541f2b19ab8521b9fe1c2/16:9/w_1280,c_limit/The%20Political%20Scene%20In%20Conversation.jpg",
        "publishedAt": "2026-02-12T01:00:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Can Anthropic Control What It's Building?",
        "description_en": "On The Political Scene Podcast, Inside the company behind Claude, researchers are trying to understand systems that may have already exceeded their grasp.",
        "translated": true
      },
      {
        "title": "iflow-mcp_zhouhaojiang-fastapi-with-fatmcp-agent 0.1.0",
        "description": "Ajoutez votre description ici",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/iflow-mcp_zhouhaojiang-fastapi-with-fatmcp-agent/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-12T00:46:29Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "iflow-mcp_zhouhaojiang-fastapi-with-fatmcp-agent 0.1.0",
        "description_en": "Add your description here",
        "translated": true
      },
      {
        "title": "Exclusif - Le Pentagone pousse les entreprises d'IA à se développer sur les réseaux classifiés, selon des sources",
        "description": "11 février : Le Pentagone pousse les principales entreprises d'IA, dont OpenAI et Anthropic, à rendre leurs outils d'intelligence artificielle disponibles sur les réseaux classifiés sans de nombreuses restrictions standard que les entreprises appliquent aux utilisateurs. Lors d'une réunion à la Maison-Blanche…",
        "source": "CNA",
        "url": "https://www.channelnewsasia.com/business/exclusive-pentagon-pushing-ai-companies-expand-classified-networks-sources-say-5925036",
        "image": "https://dam.mediacorp.sg/image/upload/s--AcdZX71Z--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:cna:watermark:2024-04:reuters_1,w_0.1/f_auto,q_auto/v1/one-cms/core/2026-02-12T004540Z_1_LYNXMPEM1B01I_RTROPTP_3_USA-PENTAGON-AI.JPG?itok=s0QDQ_jS",
        "publishedAt": "2026-02-12T00:45:40Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Exclusive-Pentagon pushing AI companies to expand on classified networks, sources say",
        "description_en": "Feb 11 : The Pentagon is pushing the top AI companies including OpenAI and Anthropic to make their artificial-intelligence tools available on classified networks without many of the standard restrictions that the companies apply to users. During a White House…",
        "translated": true
      },
      {
        "title": "Quelque chose de majeur se prépare",
        "description": "Revenez à février 2020. Si vous aviez prêté attention, vous auriez peut-être remarqué quelques personnes parlant d'un virus se propageant à l'étranger. Mais la plupart d'entre nous ne prêtions pas attention. Le marché boursier se portait bien, vos enfants étaient à l'école, vous…",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-chat/4366496/posts",
        "image": null,
        "publishedAt": "2026-02-12T00:42:47Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Something Big Is Happening",
        "description_en": "Think back to February 2020. If you were paying close attention, you might have noticed a few people talking about a virus spreading overseas. But most of us weren't paying close attention. The stock market was doing great, your kids were in school, you were …",
        "translated": true
      },
      {
        "title": "L'Italie a accueilli les Jeux olympiques d'hiver il y a 70 ans. Comment c'était et qu'est-ce qui a changé ?",
        "description": "Les jeux d'hiver de 2026 sont très différents de ceux que l'Italie a accueillis en 1956, notamment en ce qui concerne les coûts, les épreuves et les défis climatiques.",
        "source": "The Conversation Africa",
        "url": "https://theconversation.com/italy-hosted-the-winter-olympics-70-years-ago-what-was-it-like-and-whats-changed-271838",
        "image": "https://images.theconversation.com/files/715060/original/file-20260129-56-azs6cy.jpg?ixlib=rb-4.1.0&rect=0%2C828%2C4830%2C2415&q=45&auto=format&w=1356&h=668&fit=crop",
        "publishedAt": "2026-02-12T00:40:46Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Italy hosted the Winter Olympics 70 years ago. What was it like, and what’s changed?",
        "description_en": "The 2026 winter games are vastly different to when Italy hosted them in 1956, especially when it comes to costs, events and climate challenges.",
        "translated": true
      },
      {
        "title": "SOLOWIN HOLDINGS annonce un accord de financement jusqu'à 100 millions USD avec Streeterville Capital pour soutenir sa stratégie mondiale d'actifs numériques",
        "description": "Hong Kong, 11 février 2026 (GLOBE NEWSWIRE) -- SOLOWIN HOLDINGS (Nasdaq : AXG) (« AXG » ou la « Société »), une importante entreprise de technologie financière reliant les actifs traditionnels et numériques, a annoncé aujourd'hui qu'elle a conclu un accord d'achat de titres avec…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/12/3236804/0/en/SOLOWIN-HOLDINGS-Announces-up-to-US-100M-Financing-Agreement-with-Streeterville-Capital-to-Support-Global-Digital-Asset-Strategy.html",
        "image": "https://ml.globenewswire.com/Resource/Download/e299ef47-c0b3-4803-95ed-09bbb16c1ece",
        "publishedAt": "2026-02-12T00:40:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "SOLOWIN HOLDINGS Announces up to US$100M Financing Agreement with Streeterville Capital to Support Global Digital Asset Strategy",
        "description_en": "Hong Kong, Feb. 11, 2026 (GLOBE NEWSWIRE) -- SOLOWIN HOLDINGS (Nasdaq: AXG) (“AXG” or the “Company”), a leading financial technology firm bridging traditional and digital assets, today announced that it has entered into a securities purchase agreement with St…",
        "translated": true
      },
      {
        "title": "tokencostauto 0.1.499",
        "description": "Pour calculer le coût en tokens et en USD converti des appels de chaînes de caractères et de messages vers OpenAI, par exemple lorsqu'ils sont utilisés par des agents IA",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/tokencostauto/0.1.499/",
        "image": null,
        "publishedAt": "2026-02-12T00:39:27Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "tokencostauto 0.1.499",
        "description_en": "To calculate token and translated USD cost of string and message calls to OpenAI, for example when used by AI agents",
        "translated": true
      }
    ]
  },
  "total": 50
}