{
  "updated": "2026-02-15T01:08:57.114Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "AOC démonte Trump en le qualifiant d'« autoritaire » et l'avertit qu'il veut « redessiner le monde »",
        "description": "La représentante Alexandria Ocasio-Cortez s'en est pris au président Donald Trump lors d'une table ronde vendredi à la Conférence de sécurité de Munich.",
        "source": "HuffPost",
        "url": "https://www.huffpost.com/entry/alexandria-ocasio-cortez-slams-authoritarian-trump-carve-out-the-world_n_698f94fbe4b0be3c0c977f45",
        "image": "https://img.huffingtonpost.com/asset/698fb76d150000ff7abb8b01.jpeg?cache=s4ay0BaBnq&ops=1200_630",
        "publishedAt": "2026-02-14T01:06:24Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AOC Tears Trump Apart As 'Authoritarian' And Warns He Wants To 'Carve Out The World'",
        "description_en": "Rep. Alexandria Ocasio-Cortez unleashed on President Donald Trump during a panel discussion Friday at the Munich Security Conference.",
        "translated": true
      },
      {
        "title": "Le meilleur de l'opinion Business Standard : Qui détient le pouvoir et qui en paie le prix",
        "description": "Voici les meilleurs articles d'opinion de Business Standard pour aujourd'hui",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/opinion/specials/best-of-bs-opinion-who-holds-power-and-who-pays-the-price-126021301788_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2026-02/13/full/1771003839-1612.jpg",
        "publishedAt": "2026-02-14T00:45:05Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Best of BS Opinion: Who holds power and who pays the price",
        "description_en": "Here are the best of Business Standard's opinion pieces for today",
        "translated": true
      },
      {
        "title": "Un changement de régime en Iran pourrait être « la meilleure chose », selon Trump ; il fait allusion à un « pouvoir considérable très bientôt » au Moyen-Orient",
        "description": "Le président Trump s'est montré ouvert à un changement de régime en Iran, affirmant que ce serait le meilleur résultat, tandis que le Pentagone a dépêché un deuxième porte-avions au Moyen-Orient. Cette augmentation militaire intervient alors que des envoyés américains et iraniens doivent se rencontrer pour des négociations diplomatiques…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/global-trends/iran-regime-change-could-be-best-thing-says-trump-hints-at-tremendous-power-soon-in-middle-east/articleshow/128329474.cms",
        "image": "https://img.etimg.com/thumb/msid-128329528,width-1200,height-630,imgsize-86346,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-14T00:43:53Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iran regime change could be 'best thing', says Trump; hints at 'tremendous power soon' in Middle East",
        "description_en": "President Trump expressed openness to regime change in Iran, stating it would be the best outcome, while the Pentagon dispatched a second aircraft carrier to the Middle East. This military buildup occurs as U.S. and Iranian envoys are scheduled for diplomatic…",
        "translated": true
      },
      {
        "title": "Alexandria Ocasio-Cortez peine à répondre si les États-Unis devraient défendre Taïwan",
        "description": "La représentante Alexandria Ocasio-Cortez (D-NY) a semblé en difficulté lorsqu'on lui a demandé si les États-Unis « pourraient et devraient » s'engager à défendre Taïwan contre la Chine.",
        "source": "Breitbart News",
        "url": "https://www.breitbart.com/politics/2026/02/13/alexandria-ocasio-cortez-struggles-to-answer-if-u-s-should-defend-taiwan/",
        "image": "https://media.breitbart.com/media/2026/02/AOC-at-a-Loss-for-Words-640x335.jpeg",
        "publishedAt": "2026-02-14T00:40:09Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Alexandria Ocasio-Cortez Struggles to Answer If U.S. Should Defend Taiwan",
        "description_en": "Rep. Alexandria Ocasio-Cortez (D-NY) appeared to struggle when asked if the United States \"would and should\" commit to defending Taiwan against China.\nThe post Alexandria Ocasio-Cortez Struggles to Answer If U.S. Should Defend Taiwan appeared first on Breitba…",
        "translated": true
      },
      {
        "title": "Trump affirme qu'un changement de régime en Iran pourrait être « la meilleure chose » alors qu'un deuxième porte-avions se dirige vers le Moyen-Orient",
        "description": "Interrogé sur son souhait d'un changement de régime en Iran, Trump a répondu que cela « semblerait être la meilleure chose qui pourrait se produire ».",
        "source": "HuffPost",
        "url": "https://www.huffpost.com/entry/trump-iran-regime-change-carrier-middle-east_n_698fc291e4b0be3c0c97b454",
        "image": "https://img.huffingtonpost.com/asset/698fc3661b0000ca694cbfba.jpeg?ops=1200_630",
        "publishedAt": "2026-02-14T00:39:29Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump Says Iran Regime Change Could Be 'Best Thing' As Second Carrier Heads To Middle East",
        "description_en": "Asked if he wanted regime change in Iran, Trump responded that it \"seems like that would be the best thing that could happen.\"",
        "translated": true
      },
      {
        "title": "Quel fusil est plus puissant qu'un .308 ?",
        "description": "Quels fusils offrent plus de puissance que le .308 Winchester ? Le .308 Winchester est une cartouche performante, mais de nombreux fusils chambrant des cartouches plus grandes surpassent sa puissance. En fin de compte, déterminer quel fusil est plus puissant qu'un .308 dépend de la cartouche spécifique…",
        "source": "Lifesciencesworld.com",
        "url": "https://www.lifesciencesworld.com/what-rifle-is-stronger-than-a-308/",
        "image": null,
        "publishedAt": "2026-02-14T00:38:44Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What rifle is stronger than a 308?",
        "description_en": "What Rifles Offer More Power Than the .308 Winchester? The .308 Winchester is a capable cartridge, but many rifles chambered in larger cartridges surpass its power. Ultimately, determining what rifle is stronger than a .308 depends on the specific cartridge i…",
        "translated": true
      },
      {
        "title": "L'Amérique a-t-elle poussé l'UE à parler à la Russie ?",
        "description": "Il semble qu'il y ait un nouveau grand méchant qui surcharge le discours fiscal et de dépenses de Bruxelles Lire l'article complet sur RT.com",
        "source": "RT",
        "url": "https://www.rt.com/news/632478-america-scared-eu-russia/",
        "image": "https://mf.b37mrtl.ru/files/2026.02/article/698fc3c420302759b21631ca.jpg",
        "publishedAt": "2026-02-14T00:37:34Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Has America scared the EU into talking to Russia?",
        "description_en": "Looks like there’s a new main villain supercharging Brussel’s tax-and-spend narrative Read Full Article at RT.com",
        "translated": true
      },
      {
        "title": "Enbridge impassible face à la perspective d'une augmentation des exportations de pétrole vénézuélien vers la côte du Golfe",
        "description": "Les dirigeants du transporteur de pétrole brut Enbridge Inc. affirment qu'une augmentation des exportations de pétrole brut vénézuélien ne compromettrait pas ses plans pour acheminer davantage de barils des sables bitumineux de l'Alberta vers les raffineries du Texas.",
        "source": "CBC News",
        "url": "https://www.cbc.ca/news/canada/calgary/enbridge-venezuela-oil-9.7089823",
        "image": "https://i.cbc.ca/ais/c7f708aa-d072-4429-9819-3f3d6f4b436e,1771027339240/full/max/0/default.jpg?im=Crop%2Crect%3D%280%2C74%2C3000%2C1687%29%3BResize%3D620",
        "publishedAt": "2026-02-14T00:34:53Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Enbridge unfazed by prospect of more Venezuelan oil headed to Gulf Coast",
        "description_en": "Executives with crude shipper Enbridge Inc. say increased Venezuelan crude exports would not undermine its plans to send more Alberta oilsands barrels to Texas refineries.",
        "translated": true
      },
      {
        "title": "L'armée américaine se prépare à des opérations potentiellement prolongées contre l'Iran",
        "description": "L'armée américaine se prépare à des opérations soutenues contre l'Iran, potentiellement durant plusieurs semaines, si le Président Trump ordonne une attaque. Cette planification implique le déploiement d'actifs militaires supplémentaires au Moyen-Orient, soulevant des préoccupations concernant une escalade significative.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/defence/us-military-preparing-for-potentially-weeks-long-iran-operations/articleshow/128329267.cms",
        "image": "https://img.etimg.com/thumb/msid-128329311,width-1200,height-630,imgsize-1099373,overlay-etdefence/articleshow.jpg",
        "publishedAt": "2026-02-14T00:31:29Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US military preparing for potentially weeks-long Iran operations",
        "description_en": "The U.S. military is preparing for sustained operations against Iran, potentially lasting weeks, if President Trump orders an attack. This planning involves deploying additional military assets to the Middle East, raising concerns about a significant escalati…",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Le Pentagone a utilisé Claude d'Anthropic lors du raid contre Maduro - Axios",
        "description": "Le Pentagone a utilisé Claude d'Anthropic lors du raid contre Maduro. Exclusivité Axios | Le Pentagone a utilisé Claude d'Anthropic lors du raid au Venezuela contre Maduro. Le Wall Street Journal rapporte que les États-Unis ont utilisé Claude d'Anthropic lors du raid au Venezuela. Reuters rapporte que les États-Unis ont utilisé l'IA Claude d'Anthropic au Venezuela.",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180789894",
        "image": null,
        "publishedAt": "2026-02-14T00:53:20Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pentagon used Anthropic's Claude during Maduro raid - Axios",
        "description_en": "Pentagon used Anthropic's Claude during Maduro raidAxios Exclusive | Pentagon Used Anthropic’s Claude in Maduro Venezuela RaidThe Wall Street Journal US used Anthropic's Claude during the Venezuela raid, WSJ reportsReuters US used Anthropic’s Claude AI in Ven…",
        "translated": true
      },
      {
        "title": "Le Pentagone a utilisé Claude lors du raid au Venezuela contre Maduro",
        "description": "L'outil d'intelligence artificielle Claude d'Anthropic a été utilisé lors de l'opération militaire américaine visant à capturer l'ancien Président vénézuélien Nicolás Maduro, mettant en évidence la façon dont les modèles d'IA gagnent du terrain au Pentagone, selon le Wall Street Journal.",
        "source": "Politicalwire.com",
        "url": "https://politicalwire.com/2026/02/13/pentagon-used-claude-in-maduro-venezuela-raid/",
        "image": "https://politicalwire.com/wp-content/uploads/2018/02/PW-podcast-logo.jpg",
        "publishedAt": "2026-02-14T00:49:25Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pentagon Used Claude in Maduro Venezuela Raid",
        "description_en": "Anthropic’s artificial-intelligence tool Claude was used in the U.S. military’s operation to capture former Venezuelan President Nicolás Maduro, highlighting how AI models are gaining traction in the Pentagon, the Wall Street Journal reports.",
        "translated": true
      },
      {
        "title": "Le Pentagone a utilisé l'IA Claude pour capturer Maduro - médias",
        "description": "L'armée américaine a activement utilisé le modèle d'IA Claude d'Anthropic lors du raid meurtrier au Venezuela le mois dernier, selon le WSJ et Axios. Lire l'article complet sur RT.com",
        "source": "RT",
        "url": "https://www.rt.com/news/632479-anthropic-pantagon-venezuela-raid/",
        "image": "https://mf.b37mrtl.ru/files/2026.02/article/698fc62a20302767f83d68b3.jpg",
        "publishedAt": "2026-02-14T00:43:14Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pentagon used Claude AI to kidnap Maduro – media",
        "description_en": "The US military actively used Anthropic’s Claude AI model during the deadly raid in Venezuela last month, according the WSJ and Axios Read Full Article at RT.com",
        "translated": true
      },
      {
        "title": "Les États-Unis ont utilisé le modèle Claude d'Anthropic pour la capture de Maduro, selon le Wall Street Journal",
        "description": "Le Pentagone exerce également une pression sur les principales entreprises d'IA, dont Anthropic et OpenAI, pour rendre leurs outils disponibles sur les réseaux classifiés dans le cadre d'efforts visant à intégrer l'IA avancée dans les systèmes de défense.",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/news/world/us-used-anthropics-claude-model-in-maduro-capture-wall-street-journal-reports/article70631206.ece",
        "image": "https://bl-i.thgim.com/public/incoming/scj4li/article70631213.ece/alternates/LANDSCAPE_1200/2025-10-15T165350Z_92311639_RC2Y40AR4KU2_RTRMADP_3_TECH-AI-ANTHROPIC.JPG",
        "publishedAt": "2026-02-14T00:41:23Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US used Anthropic's Claude model in Maduro capture, Wall Street Journal reports",
        "description_en": "The Pentagon is also pushing top AI firms, including Anthropic and OpenAI, to make their tools available on classified networks as part of efforts to integrate advanced AI into defence systems",
        "translated": true
      },
      {
        "title": "Elsbeth: Here's an Early Look at March 5th's S03E12: \"All's Hair\"",
        "description": "We might still have about two more weeks to go until EPs Robert King and Michelle King, and Showrunner Jonathan Tolins's Carrie Preston-starring Elsbeth resumes its third season, but that doesn't mean it's too soon to check out what's in store after S03E11: \"…",
        "source": "Bleeding Cool News",
        "url": "https://bleedingcool.com/tv/elsbeth-heres-an-early-look-at-march-5ths-s03e12-alls-hair/",
        "image": "https://bleedingcool.com/wp-content/uploads/2026/02/3142609_0034bc-2000x1125.jpg",
        "publishedAt": "2026-02-14T00:37:07Z",
        "time": "14 fév.",
        "lang": "en",
        "via": "newsapi"
      },
      {
        "title": "The Battles Inside Kristi Noem's DHS: Five Takeaways From the Journal's Investigation (Victoria Albert/Wall Street Journal)",
        "description": "Victoria Albert / Wall Street Journal:\nThe Battles Inside Kristi Noem's DHS: Five Takeaways From the Journal's Investigation  —  Criticism of the Homeland Security secretary's tactics exploded during the Minnesota immigration enforcement surge  —  Homeland Se…",
        "source": "Memeorandum.com",
        "url": "https://www.memeorandum.com/260213/p109",
        "image": "https://images.wsj.net/im-96190303/social",
        "publishedAt": "2026-02-14T00:35:01Z",
        "time": "14 fév.",
        "lang": "en",
        "via": "newsapi"
      },
      {
        "title": "Will Wasserman Let Music Agents Go to Save His Powerhouse Sports Firm? - The Hollywood Reporter",
        "description": "Will Wasserman Let Music Agents Go to Save His Powerhouse Sports Firm?The Hollywood Reporter John Summit Threatens Wasserman Exit If Founder Doesn’t Resign Over Epstein/Maxwell TiesDeadline John Summit, Bbno$ Join Growing Exodus At Wasserman AgencyForbes LA28…",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180789842",
        "image": null,
        "publishedAt": "2026-02-14T00:32:08Z",
        "time": "14 fév.",
        "lang": "en",
        "via": "newsapi"
      },
      {
        "title": "Breitbart Business Digest: The Trump Economy Worked, the Fed Study Didn't, Happy Valentine's Day Anyway",
        "description": "This is the Valentine's Day-President's Day-Friday the 13th edition of the Breitbart Business Digest weekly wrap-up. It's mostly a love letter to the U.S. economy, with just a touch of horror movie action and a dash of presidential history combined with Valen…",
        "source": "Breitbart News",
        "url": "https://www.breitbart.com/economy/2026/02/13/breitbart-business-digest-the-trump-economy-worked-the-fed-study-didnt-happy-valentines-day-anyway/",
        "image": "https://media.breitbart.com/media/2026/02/dt-bbd-2-12-26-640x335.jpg",
        "publishedAt": "2026-02-14T00:31:21Z",
        "time": "14 fév.",
        "lang": "en",
        "via": "newsapi"
      },
      {
        "title": "Exclusive — The Future of Crypto: Stablecoin Company World Liberty Financial to Host Massive Summit at Mar-a-Lago",
        "description": "A massive forum at Mar-a-Lago in Palm Beach, Florida, next week will hash out the future of cryptocurrency featuring major names from across the financial universe.\nThe post Exclusive — The Future of Crypto: Stablecoin Company World Liberty Financial to Host …",
        "source": "Breitbart News",
        "url": "https://www.breitbart.com/politics/2026/02/13/exclusive-the-future-of-crypto-stablecoin-company-world-liberty-financial-to-host-massive-summit-at-mar-a-lago/",
        "image": "https://media.breitbart.com/media/2026/02/Donald-Trump-Jr.-1-640x335.jpeg",
        "publishedAt": "2026-02-14T00:21:28Z",
        "time": "14 fév.",
        "lang": "en",
        "via": "newsapi"
      },
      {
        "title": "Make the Most of the Gold Loan Carnival: Hassle-Free Repayments and Quick Approval with Bajaj Finance",
        "description": "Borrowers can avail competitive interest rates, enjoy exclusive carnival rewards, and receive quick approval while leveraging their gold during the festive season. Borrowers can avail competitive interest rates, enjoy exclusive carnival rewards, and receive q…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/14/3238378/0/en/Make-the-Most-of-the-Gold-Loan-Carnival-Hassle-Free-Repayments-and-Quick-Approval-with-Bajaj-Finance.html",
        "image": "https://ml.globenewswire.com/Resource/Download/f2c7b82e-608f-4ac3-9ae6-6086aa4b0332",
        "publishedAt": "2026-02-14T00:18:00Z",
        "time": "14 fév.",
        "lang": "en",
        "via": "newsapi"
      }
    ],
    "crypto": [
      {
        "title": "Bessent affirme que les entreprises de crypto sabotent la meilleure chance d'obtenir des règles",
        "description": "Le secrétaire au Trésor Scott Bessent a déclaré vendredi (13 février) que l'industrie de la crypto devrait soutenir la loi CLARITY et l'aider à être adoptée dès que possible. Lors d'une interview sur CNBC, Bessent a indiqué que le projet de loi sur la structure du marché crypto bénéficie d'un soutien bipartite au Congrès…",
        "source": "pymnts.com",
        "url": "https://www.pymnts.com/cryptocurrency/2026/bessent-says-crypto-firms-are-sabotaging-best-chance-for-rules/",
        "image": "https://www.pymnts.com/wp-content/uploads/2025/10/Scott-Bessent.jpg",
        "publishedAt": "2026-02-14T01:04:38Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bessent Says Crypto Firms Are Sabotaging Best Chance for Rules",
        "description_en": "Treasury Secretary Scott Bessent said Friday (Feb. 13) that the crypto industry should support the CLARITY Act and help get it passed as soon as possible. During an interview on CNBC, Bessent said the crypto market structure bill has bipartisan support in Con…",
        "translated": true
      },
      {
        "title": "Liquidité ou passif ? Les dures leçons de l'histoire pour le jeu de momentum XRP",
        "description": "XRP continue de faire face à une pression de vente persistante, l'action des prix montrant un momentum limité alors que les conditions plus larges du marché crypto restent fragiles. Le token a eu du mal à établir une tendance de récupération claire, reflétant un sentiment d'investisseur prudent et des volumes subdués…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/xrp-news/liquidity-or-liability-historys-hard-lessons-for-the-xrp-momentum-play/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Untitled-design-2026-02-13T061912.086.jpg?fit=1792%2C1024",
        "publishedAt": "2026-02-14T01:00:57Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Liquidity Or Liability? History’s Hard Lessons For The XRP Momentum Play",
        "description_en": "XRP continues to face persistent selling pressure, with price action showing limited momentum as broader crypto market conditions remain fragile. The token has struggled to establish a clear recovery trend, reflecting cautious investor sentiment and subdued s…",
        "translated": true
      },
      {
        "title": "Un informateur mystérieux augmente la demande de bitcoin pour l'identité du ravisseur de Nancy Guthrie",
        "description": "Un informateur mystérieux a à nouveau envoyé un email aux médias exigeant 100 000 dollars en bitcoin en échange de l'identification du ravisseur dans l'affaire Nancy Guthrie. Un expéditeur anonyme a contacté TMZ à nouveau vendredi, prétendant connaître l'identité du ravisseur de Guthrie…",
        "source": "Raw Story",
        "url": "https://www.rawstory.com/nancy-guthrie-2675268747/",
        "image": "https://www.rawstory.com/media-library/an-investigator-searches-the-area-near-nancy-guthrie-s-home-in-the-catalina-foothills-after-guthrie-the-84-year-old-mother-of-u.jpg?id=64465053&width=1200&height=600&coordinates=0%2C416%2C0%2C417",
        "publishedAt": "2026-02-14T00:23:59Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Fed-up mystery tipster hikes bitcoin demand for Nancy Guthrie kidnapper's identity",
        "description_en": "A mystery tipster has once again emailed news outlets demanding $100,000 in bitcoin in exchange for the identification of the kidnapper in the Nancy Guthrie case. An anonymous emailer reached out to TMZ again on Friday, claiming to know the identity of Guthri…",
        "translated": true
      },
      {
        "title": "Exclusivité — L'avenir de la crypto : l'entreprise de stablecoin World Liberty Financial accueillera un sommet massif à Mar-a-Lago",
        "description": "Un forum massif à Mar-a-Lago à Palm Beach, en Floride, la semaine prochaine examinera l'avenir de la cryptomonnaie avec les grands noms de l'univers financier. L'article Exclusivité — L'avenir de la crypto : l'entreprise de stablecoin World Liberty Financial accueillera un sommet massif à Mar-a-Lago…",
        "source": "Breitbart News",
        "url": "https://www.breitbart.com/politics/2026/02/13/exclusive-the-future-of-crypto-stablecoin-company-world-liberty-financial-to-host-massive-summit-at-mar-a-lago/",
        "image": "https://media.breitbart.com/media/2026/02/Donald-Trump-Jr.-1-640x335.jpeg",
        "publishedAt": "2026-02-14T00:21:28Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Exclusive — The Future of Crypto: Stablecoin Company World Liberty Financial to Host Massive Summit at Mar-a-Lago",
        "description_en": "A massive forum at Mar-a-Lago in Palm Beach, Florida, next week will hash out the future of cryptocurrency featuring major names from across the financial universe.\nThe post Exclusive — The Future of Crypto: Stablecoin Company World Liberty Financial to Host …",
        "translated": true
      },
      {
        "title": "Bitcoin flirte avec la « sous-évaluation » alors que le ratio MVRV glisse vers 1",
        "description": "Bitcoin approche d'un niveau sur le ratio MVRV qui s'aligne historiquement avec la « sous-évaluation » du marché, selon le contributeur CryptoQuant Crypto Dan, alors que les traders recherchent des signes qu'une baisse de quatre mois depuis le sommet historique d'octobre 2025 passe d'une distribution…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/bitcoin-news/bitcoin-undervalued-mvrv-slides-toward-1/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/ChatGPT-Image-Feb-13-2026-12_14_44-PM.png?fit=1222%2C814",
        "publishedAt": "2026-02-14T00:00:06Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Flirts With ‘Undervalued’ As MVRV Slides Toward 1",
        "description_en": "Bitcoin is nearing a level on the MVRV ratio that historically lines up with market “undervaluation,” according to CryptoQuant contributor Crypto Dan, as traders look for signs that a four-month drawdown from October 2025’s all-time high is shifting from dist…",
        "translated": true
      },
      {
        "title": "rangebar 12.21.1",
        "description": "Liaisons Python pour rangebar : construction de barres de plage sans lookahead pour le trading de cryptomonnaies",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/rangebar/12.21.1/",
        "image": null,
        "publishedAt": "2026-02-13T23:42:56Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "rangebar 12.21.1",
        "description_en": "Python bindings for rangebar: Non-lookahead range bar construction for cryptocurrency trading",
        "translated": true
      },
      {
        "title": "L'Ether se maintient à 2 000 $, mais les sorties de 242 M$ de l'ETF spot ETH relanceront-elles la baisse des prix ?",
        "description": "Le rebond à court terme de l'Ether est encourageant, mais sa performance à plus long terme, les sorties d'ETF et les préoccupations des investisseurs concernant l'économie américaine pourraient le rendre éphémère.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/ether-holds-dollar2k-but-will-dollar242m-spot-eth-etf-outflow-reignite-price-downside",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c58ba-959b-7d04-ac46-6155e8267649.jpg",
        "publishedAt": "2026-02-13T23:37:49Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ether holds $2K, but will $242M spot ETH ETF outflow reignite price downside?",
        "description_en": "Ether’s short-term rally is encouraging but it longer-term performance, ETF outflows and investors’ worries over the US economy might make it short-lived.",
        "translated": true
      },
      {
        "title": "La veste portée par le ravisseur de Nancy Guthrie correspond étroitement à un pull Walmart",
        "description": "La veste portée par le ravisseur de Nancy Guthrie n'est peut-être pas le coupe-vent que nous avions initialement signalé... car après une enquête plus approfondie, nous avons trouvé un vêtement qui pourrait être une correspondance encore plus proche. Regardez à nouveau les images de surveillance de Nancy...",
        "source": "TMZ",
        "url": "https://www.tmz.com/2026/02/13/nancy-guthrie-abduction-athletic-works-fusion-knit-jacket-matches-suspect-top/",
        "image": "https://imagez.tmz.com/image/2c/16by9/2026/02/13/2c59e59ff33e43da891b66d80d2ac3e5_xl.png",
        "publishedAt": "2026-02-13T23:13:50Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Jacket Worn by Nancy Guthrie's Kidnapper Closely Matches Walmart Knit Top",
        "description_en": "The jacket worn by Nancy Guthrie’s kidnapper might not be the windbreaker we originally reported ... 'cause after digging deeper, we've found a piece that could be an even closer match. Take another look at the surveillance footage from Nancy’s…",
        "translated": true
      },
      {
        "title": "Peter Van Valkenburgh : Le paysage réglementaire de la crypto reflète les paris sportifs non réglementés, la Blockchain Regulatory Certainty Act clarifie la juridiction crypto, et pourquoi les systèmes décentralisés sont essentiels pour le développement de l'IA | Unchained",
        "description": "De nouvelles réglementations pourraient remodeler le paysage de la crypto, en équilibrant l'innovation avec une surveillance nécessaire.",
        "source": "Crypto Briefing",
        "url": "https://cryptobriefing.com/peter-van-valkenburgh-cryptos-regulatory-landscape-mirrors-unregulated-sports-betting-the-blockchain-regulatory-certainty-act-clarifies-crypto-jurisdiction-and-why-decentralized-systems-are-essen/",
        "image": "https://static.cryptobriefing.com/wp-content/uploads/2025/12/24141205/unchained-podcast-featured-800x420.png",
        "publishedAt": "2026-02-13T23:12:05Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Peter Van Valkenburgh: Crypto’s regulatory landscape mirrors unregulated sports betting, the Blockchain Regulatory Certainty Act clarifies crypto jurisdiction, and why decentralized systems are essential for AI development | Unchained",
        "description_en": "New regulations could reshape the crypto landscape, balancing innovation with necessary oversight.\nThe post Peter Van Valkenburgh: Crypto’s regulatory landscape mirrors unregulated sports betting, the Blockchain Regulatory Certainty Act clarifies crypto juris…",
        "translated": true
      },
      {
        "title": "« Killing Satoshi » de Liman révèle l'utilisation de l'IA",
        "description": "Le nouveau thriller de conspiration à thème cryptographique « Killing Satoshi » du réalisateur de « Road House » et « Edge of Tomorrow » Doug Liman, qui met en vedette Casey Affleck et Pete Davidson, essaie quelque chose de différent. Le film explore l'un des plus grands mystères de...",
        "source": "Dark Horizons",
        "url": "https://www.darkhorizons.com/limans-killing-satoshi-reveals-ai-usage/",
        "image": "https://cdndark.darkhorizons.com/wp-content/uploads/2026/02/limans-killing-satoshi-reveals-ai-usage.jpg",
        "publishedAt": "2026-02-13T23:03:57Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Liman’s “Killing Satoshi” Reveals AI Usage",
        "description_en": "“Road House” and “Edge of Tomorrow” filmmaker Doug Liman’s new cryptocurrency-themed conspiracy thriller film “Killing Satoshi,” which stars Casey Affleck and Pete Davidson, is trying something different. The film explores one of the biggest mysteries of the …",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Étrange et merveilleux cette semaine — 13 février 2026",
        "description": "Ce week-end, nous allons tous être bombardés par des publicités de nouveaux constructeurs automobiles et de réseaux de concessionnaires locaux. Nous ne savons pas comment l'achat de voitures et le Jour du Président se sont retrouvés liés, mais nous sommes dans le secteur de la vente automobile, nous sommes donc tenus de...",
        "source": "Bringatrailer.com",
        "url": "https://bringatrailer.com/2026/02/13/this-weeks-weird-and-wonderful-february-13-2026/",
        "image": "https://bringatrailer.com/wp-content/uploads/2026/02/weekly-weird-wonderful21326-1-28475.png",
        "publishedAt": "2026-02-14T00:55:03Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "This Week’s Weird and Wonderful—February 13, 2026",
        "description_en": "This weekend, we are all going to be bombarded by advertisements from new car manufacturers and local dealer networks. We don't know how car-buying and President's Day got linked up, but we are in the business of selling automobiles, so we are duty-bound to t…",
        "translated": true
      },
      {
        "title": "L'Iowa pourrait être à la veille d'une ruée vers l'hydrogène ; les législateurs examinent les réglementations",
        "description": "Ce n'est un secret pour personne que l'Iowa abrite de grandes formations géologiques riches en roches productrices d'hydrogène, mais la question ces dernières années s'est tournée vers...",
        "source": "Iowacapitaldispatch.com",
        "url": "https://iowacapitaldispatch.com/2026/02/13/iowa-could-be-on-the-cusp-of-a-hydrogen-rush-lawmakers-weigh-regulations/",
        "image": "https://s.yimg.com/os/en/iowa_capital_dispatch_articles_671/e96ecbe74d56b63bc7485875e0819071",
        "publishedAt": "2026-02-14T00:35:36Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iowa could be on the cusp of a hydrogen rush; lawmakers weigh regulations",
        "description_en": "It’s no secret that Iowa is home to large geological formations that are rich in hydrogen-producing rocks, but the question in recent years has turned to...",
        "translated": true
      },
      {
        "title": "Avista dépose une demande d'ajustement tarifaire annuel en Idaho",
        "description": "La demande entraînerait une augmentation des tarifs d'électricité à compter du 1er mai 2026",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/14/3238375/0/en/Avista-Makes-Annual-Price-Adjustment-Filing-in-Idaho.html",
        "image": "https://ml.globenewswire.com/Resource/Download/781cf86b-3c68-4fef-b549-e9a6b98947c1",
        "publishedAt": "2026-02-14T00:10:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Avista Makes Annual Price Adjustment Filing in Idaho",
        "description_en": "Request would result in higher electric prices effective May 1, 2026 Request would result in higher electric prices effective May 1, 2026",
        "translated": true
      },
      {
        "title": "Un mémorandum russe envisage un retour au système du dollar américain dans une proposition adressée à Trump",
        "description": "Le Kremlin a présenté des propositions qui pourraient voir la Russie adopter à nouveau le dollar dans le cadre d'un large partenariat économique avec l'administration Trump, selon un document interne russe examiné par Bloomberg.",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-news/4366776/posts",
        "image": null,
        "publishedAt": "2026-02-13T23:20:21Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Russia memo sees return to U.S. dollar system in pitch made for Trump",
        "description_en": "The Kremlin has set out proposals that could see Russia embrace the dollar again as part of a wide-ranging economic partnership with the Trump administration, according to an internal Russian document reviewed by Bloomberg. Article content The high-level memo…",
        "translated": true
      },
      {
        "title": "Une opportunité générationnelle dans les sociétés minières",
        "description": "Cet article Une opportunité générationnelle dans les sociétés minières a été publié en premier sur Daily Reckoning. Badiali a fait les calculs... Cet article a été publié en premier sur Daily Reckoning.",
        "source": "Dailyreckoning.com",
        "url": "https://dailyreckoning.com/a-generational-opportunity-in-miners/",
        "image": "https://dailyreckoning.com/wp-content/uploads/2026/02/dr-hero-img-02-13-26.jpg",
        "publishedAt": "2026-02-13T23:00:33Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "A Generational Opportunity in Miners",
        "description_en": "This post A Generational Opportunity in Miners appeared first on Daily Reckoning.\nBadiali did the math... $$$$\nThe post A Generational Opportunity in Miners appeared first on Daily Reckoning.",
        "translated": true
      },
      {
        "title": "Certains acheteurs font fondre des montres vintage face à la flambée des prix de l'or",
        "description": "La flambée des prix de l'or met les montres vintage en danger, certains collectionneurs faisant fondre ou échangeant des montres en raison de la valeur du métal.",
        "source": "Robb Report",
        "url": "http://robbreport.com/style/watch-collector/vintage-watches-soaring-gold-prices-1237566835/",
        "image": "https://robbreport.com/wp-content/uploads/2026/02/gold-watches_ff3954.jpg?w=681&h=383&crop=1",
        "publishedAt": "2026-02-13T23:00:00Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Some Buyers Are Melting Down Vintage Watches Amid Soaring Gold Prices",
        "description_en": "Soaring goal prices are putting vintage watches at risk, as some collectors are melting down or trading in timepieces due to the value of the metal.",
        "translated": true
      },
      {
        "title": "Une épave révèle plus de 2 350 pièces de porcelaine bleu et blanc de la dynastie Yuan",
        "description": "En savoir plus sur l'épave de Temasek, l'ancienne épave singapourienne qui transportait une cargaison record de porcelaine bleu et blanc de la dynastie Yuan.",
        "source": "Discover Magazine",
        "url": "https://www.discovermagazine.com/shipwreck-reveals-over-2-350-pieces-of-yuan-dynasty-blue-and-white-porcelain-48692",
        "image": "https://cdn.discovermagazine.com/assets/image/58603/porcelain-x.jpg",
        "publishedAt": "2026-02-13T22:45:00Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Shipwreck Reveals Over 2,350 Pieces of Yuan Dynasty Blue-and-White Porcelain",
        "description_en": "Learn more about the Temasek Wreck, Singapore’s ancient shipwreck that carried a record cargo of Yuan Dynasty blue-and-white porcelain.",
        "translated": true
      },
      {
        "title": "L'usine de tuyauterie menacée du comté de Dauphin rebondit, des centaines d'emplois seront créés dans un accord de 300 millions de dollars",
        "description": "Les élus présents à l'événement comprenaient le sénateur américain Dave McCormick (R), le représentant américain Scott Perry (R-10), et les sénateurs d'État Patty Kim (D-15) et Greg Rothman (R-34).",
        "source": "PennLive",
        "url": "https://www.pennlive.com/business/2026/02/threatened-dauphin-county-pipe-plant-rebounds-hundreds-will-be-hired-in-300m-deal.html",
        "image": "https://www.pennlive.com/resizer/v2/L4USO7DVING65HURQCXSZN2KLY.jpg?auth=caa16ef7ea5011a8922348828a57388b7c93baf62a719f697512fd3987b2bee0&width=1280&smart=true&quality=90",
        "publishedAt": "2026-02-13T22:44:01Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Threatened Dauphin County pipe plant rebounds, hundreds will be hired in $300M deal",
        "description_en": "Elected officials at the event included U.S. Sen. Dave McCormick (R), U.S. Rep. Scott Perry (R-10), and state senators Patty Kim (D-15) and Greg Rothman (R-34).",
        "translated": true
      },
      {
        "title": "xAI d'Elon Musk face à la menace d'une action en justice de la NAACP pour pollution atmosphérique du centre de données du Mississippi",
        "description": "Des cabinets juridiques représentant la NAACP ont adressé à xAI un avis d'intention de poursuites pour violations alléguées de la Loi sur la qualité de l'air au Mississippi.",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/13/musks-xai-faces-threat-of-naacp-lawsuit-over-pollution-in-mississippi.html",
        "image": "https://image.cnbcfm.com/api/v1/image/108174051-1752860818701-gettyimages-2224956825-kokovlis-notitle250718_npmM4.jpeg?v=1771018521&w=1920&h=1080",
        "publishedAt": "2026-02-13T22:39:46Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Elon Musk's xAI faces threat of NAACP lawsuit over air pollution from Mississippi data center",
        "description_en": "Law firms representing the NAACP sent xAI a notice of intent to sue over alleged Clean Air Act violations in Mississippi.",
        "translated": true
      },
      {
        "title": "T1 Energy CEO Dan Barcelo : les tarifs de Trump dynamisent la compétitivité de la fabrication américaine",
        "description": "Lors d'un forum politique de Breitbart News mercredi, le PDG de T1 Energy Dan Barcelo a affirmé que la combinaison de tarifs et d'incitations de l'administration Trump permet à la fabrication américaine de devenir plus compétitive en encourageant l'investissement et la production domestiques.",
        "source": "Breitbart News",
        "url": "https://www.breitbart.com/politics/2026/02/13/t1-energy-ceo-dan-barcelo-trumps-tariffs-powering-american-manufacturing-competitiveness/",
        "image": "https://media.breitbart.com/media/2026/02/Dan-Barcelo-Energy-640x335.jpeg",
        "publishedAt": "2026-02-13T22:38:43Z",
        "time": "13 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "T1 Energy CEO Dan Barcelo: Trump’s Tariffs Powering American Manufacturing Competitiveness",
        "description_en": "At a Breitbart News policy forum on Wednesday, T1 Energy CEO Dan Barcelo proclaimed the Trump administration’s combination of tariffs and incentives is enabling American manufacturing to become more competitive by encouraging domestic investment and productio…",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Discord : une étude de cas en optimisation de performance",
        "description": "URL de l'article : https://newsletter.fullstack.zip/p/discord-a-case-study-in-performance\nURL des commentaires : https://news.ycombinator.com/item?id=47010147\nPoints : 6\nNombre de commentaires : 1",
        "source": "Fullstack.zip",
        "url": "https://newsletter.fullstack.zip/p/discord-a-case-study-in-performance",
        "image": "https://substackcdn.com/image/fetch/$s_!vI0o!,w_1200,h_675,c_fill,f_jpg,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fd8be354a-f5b3-481c-9166-660c0472582e_1456x1048.png",
        "publishedAt": "2026-02-14T01:03:28Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Discord: A case study in performance optimization",
        "description_en": "Article URL: https://newsletter.fullstack.zip/p/discord-a-case-study-in-performance\nComments URL: https://news.ycombinator.com/item?id=47010147\nPoints: 6\n# Comments: 1",
        "translated": true
      },
      {
        "title": "Mes 5 distributions Linux préférées prêtes à l'emploi (sans configuration requise)",
        "description": "Ces distributions sont faciles à installer, incluent les bonnes applications, évitent les logiciels superflus et les publicités, et détectent automatiquement votre matériel.",
        "source": "ZDNet",
        "url": "https://www.zdnet.com/article/5-favorite-linux-distros-easy-setup/",
        "image": "https://www.zdnet.com/a/img/resize/28d1c48d317d465d6489ac4b7f788c99b1790990/2025/09/23/8b0db542-d678-4303-a56f-c11399f17f57/best-out-of-the-box-linux-distribution.jpg?auto=webp&fit=crop&height=675&width=1200",
        "publishedAt": "2026-02-14T01:00:48Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "My 5 favorite Linux distros that are ready to use out of the box (no setup required)",
        "description_en": "These distros are easy to install, include the right apps, skip the bloat and ads, and automatically detect your hardware.",
        "translated": true
      },
      {
        "title": "Disney adresse une mise en demeure à ByteDance concernant le modèle vidéo IA Seedance 2.0",
        "description": "Au cœur d'une vague croissante de préoccupations concernant la vidéo IA, Disney a adressé une mise en demeure à ByteDance, la société chinoise, pour avoir garni sa nouvelle plateforme Seedance 2.0 « d'une bibliothèque piratée de personnages protégeables par le droit d'auteur de Disney » alors que la plateforme traite la propriété intellectuelle de Disney provenant de Star Wars.",
        "source": "Deadline",
        "url": "http://deadline.com/2026/02/disney-bytedance-cease-and-desist-letter-seedance-ai-video-1236719549/",
        "image": "https://deadline.com/wp-content/uploads/2025/10/GettyImages-2192920662.jpg?w=1024",
        "publishedAt": "2026-02-14T01:00:33Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Disney Blasts ByteDance With Cease And Desist Letter Over Seedance 2.0 AI Video Model",
        "description_en": "Amid a rising storm of angst over AI video, Disney fired off a cease and desist letter to China’s ByteDance for stocking its new Seedance 2.0 platform “with a pirated library of Disney’s copyrighted characters” as the platform treats Disney IP from Star Wars …",
        "translated": true
      },
      {
        "title": "iflow-mcp_autolearnai-autolearn 0.1.4",
        "description": "AutoLearn - Création dynamique de compétences pour agents IA",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/iflow-mcp_autolearnai-autolearn/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-14T01:00:28Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "iflow-mcp_autolearnai-autolearn 0.1.4",
        "description_en": "AutoLearn - Dynamic Skill Creation for AI Agents",
        "translated": true
      },
      {
        "title": "Amazon Ring met fin à son partenariat avec Flock Safety en raison de préoccupations liées à la vie privée",
        "description": "La décision intervient après une vive réaction à une publicité du Super Bowl promouvant la fonction « Search Party » de Ring, que les critiques ont accusée d'alimenter les craintes d'un réseau de surveillance dystopique.",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/news/world/amazons-ring-ends-flock-safety-partnership-amid-privacy-concerns/article70631220.ece",
        "image": "https://bl-i.thgim.com/public/incoming/kzwxld/article70631221.ece/alternates/LANDSCAPE_1200/2026-02-03T105431Z_1504740773_RC29EJA79NYP_RTRMADP_3_EU-ENERGY-AMAZON.JPG",
        "publishedAt": "2026-02-14T00:56:47Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Amazon’s Ring ends Flock Safety partnership amid privacy concerns",
        "description_en": "The decision follows backlash over a Super Bowl advertisement promoting Ring’s “Search Party” feature, which critics said fuelled fears of a dystopian surveillance network.",
        "translated": true
      },
      {
        "title": "Alors qu'Amazon abandonne Flock, les manifestants l'exhortent à aller plus loin et à « rompre » avec ICE",
        "description": "Alors que le contrecoup contre la complicité de la Big Tech avec l'agenda autoritaire du Président Donald Trump s'intensifie, 200 à 250 personnes se sont rassemblées par une après-midi pluvieuse devant le siège d'Amazon à Seattle vendredi pour exiger que l'entreprise « rompe » son soutien à l'Immigration...",
        "source": "Common Dreams",
        "url": "https://www.commondreams.org/news/amazon-ice-cbp",
        "image": "https://www.commondreams.org/media-library/image.jpg?id=64465959&width=1200&height=600&coordinates=0%2C62%2C0%2C63",
        "publishedAt": "2026-02-14T00:56:10Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "As Amazon Ditches Flock, Protesters Call On It to Go Further and 'Dump' ICE",
        "description_en": "As backlash against Big Tech’s complicity with President Donald Trump’s authoritarian agenda grows, 200 to 250 people gathered on a rainy Seattle afternoon outside Amazon’s headquarters on Friday to demand that the company “dump” its support for Immigration a…",
        "translated": true
      },
      {
        "title": "iflow-mcp_autolearnai-autolearn 0.1.1",
        "description": "AutoLearn - Création dynamique de compétences pour agents IA",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/iflow-mcp_autolearnai-autolearn/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-14T00:55:10Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "iflow-mcp_autolearnai-autolearn 0.1.1",
        "description_en": "AutoLearn - Dynamic Skill Creation for AI Agents",
        "translated": true
      },
      {
        "title": "Le Pentagone a utilisé Claude dans l'opération contre Maduro au Venezuela",
        "description": "L'outil d'intelligence artificielle Claude d'Anthropic a été utilisé lors de l'opération militaire américaine visant à capturer l'ancien Président vénézuélien Nicolás Maduro, illustrant comment les modèles d'IA gagnent du terrain au Pentagone, selon le Wall Street Journal.",
        "source": "Politicalwire.com",
        "url": "https://politicalwire.com/2026/02/13/pentagon-used-claude-in-maduro-venezuela-raid/",
        "image": "https://politicalwire.com/wp-content/uploads/2018/02/PW-podcast-logo.jpg",
        "publishedAt": "2026-02-14T00:49:25Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pentagon Used Claude in Maduro Venezuela Raid",
        "description_en": "Anthropic’s artificial-intelligence tool Claude was used in the U.S. military’s operation to capture former Venezuelan President Nicolás Maduro, highlighting how AI models are gaining traction in the Pentagon, the Wall Street Journal reports.",
        "translated": true
      },
      {
        "title": "Le Pentagone a utilisé l'IA Claude pour enlever Maduro – médias",
        "description": "L'armée américaine a activement utilisé le modèle d'IA Claude d'Anthropic lors du raid meurtrier au Venezuela le mois dernier, selon le WSJ et Axios. Lire l'article complet sur RT.com",
        "source": "RT",
        "url": "https://www.rt.com/news/632479-anthropic-pantagon-venezuela-raid/",
        "image": "https://mf.b37mrtl.ru/files/2026.02/article/698fc62a20302767f83d68b3.jpg",
        "publishedAt": "2026-02-14T00:43:14Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pentagon used Claude AI to kidnap Maduro – media",
        "description_en": "The US military actively used Anthropic’s Claude AI model during the deadly raid in Venezuela last month, according the WSJ and Axios Read Full Article at RT.com",
        "translated": true
      },
      {
        "title": "Pam Bondi possède-t-elle un passeport israélien ? Voici la vérité",
        "description": "Le prétendu passeport a été généré par IA et provient d'un compte de réseau social qui se décrit lui-même comme satirique.",
        "source": "Snopes.com",
        "url": "https://www.snopes.com//fact-check/pam-bondi-israeli-passport/",
        "image": "https://mediaproxy.snopes.com/width/1200/https://media.snopes.com/2026/02/pam_bondi_fake_israeli_passport_satire.png",
        "publishedAt": "2026-02-14T00:42:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Does Pam Bondi have Israeli passport? Here's the truth",
        "description_en": "The supposed passport was AI-generated and originated from a social media account that describes itself as satirical.",
        "translated": true
      }
    ]
  },
  "total": 49
}