{
  "updated": "2026-02-17T06:45:52.734Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Les déboires d'une usine d'armements britannique retardent les livraisons d'obus vers l'Ukraine",
        "description": "La Russie a répétée affirmé que les livraisons d'armes occidentales à l'Ukraine entravent la résolution du conflit militaire et font des pays de l'OTAN des parties prenantes à la crise. Le ministre des Affaires étrangères russe Sergey Lavrov a averti que tout cargo contenant des armes pour l'Ukraine…",
        "source": "Sputnikglobe.com",
        "url": "https://sputnikglobe.com/20260216/uk-arms-factorys-setback-delays-shells-for-ukraine-1123640209.html",
        "image": "https://cdn1.img.sputnikglobe.com/images/sharing/article/eng/1123640209.jpg?11229884051771223974",
        "publishedAt": "2026-02-16T06:39:33Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "UK Arms Factory’s Setback Delays Shells For Ukraine",
        "description_en": "Russia has repeatedly said that Western arms supplies to Ukraine hinder the resolution of the military conflict and make NATO countries a party to the crisis. Russian Foreign Minister Sergey Lavrov has warned that any cargo containing weapons for Ukraine will…",
        "translated": true
      },
      {
        "title": "Qui craint la vérité ? La campagne de harcèlement judiciaire pour réduire au silence Francesca Albanese",
        "description": "Francesca Albanese est devenue l'une des figures les plus polarisantes de la diplomatie contemporaine, non pas parce qu'elle commande des armées ou signe des traités, mais parce qu'elle insiste pour décrire ce qu'elle observe. Depuis son entrée en fonction en tant que rapporteure spéciale des Nations unies…",
        "source": "Globalresearch.ca",
        "url": "https://www.globalresearch.ca/lawfare-campaign-silence-francesca-albanese/5915980",
        "image": "https://www.globalresearch.ca/wp-content/uploads/2026/02/francesca-albanese.jpeg",
        "publishedAt": "2026-02-16T06:37:06Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Who Fears the Truth? The Lawfare Campaign to Silence Francesca Albanese",
        "description_en": "Francesca Albanese has become one of the most polarising figures in contemporary diplomacy, not because she commands armies or signs treaties, but because she insists on describing what she sees. Since assuming her mandate as United Nations Special Rapporteur…",
        "translated": true
      },
      {
        "title": "Accord commercial Inde-UE : Peut-on surmonter la barrière carbone européenne et s'adapter à son dédale réglementaire ?",
        "description": "L'ALE Inde-UE a été présenté comme une percée, mais les tarifs douaniers ne sont que la partie facile. La taxe carbone aux frontières de l'Europe reste irrationnellement élevée tandis que son dédale de règles de durabilité et autres exigerait que les chaînes de valeur orientées vers l'exportation de l'Inde s'adaptent.",
        "source": "Livemint",
        "url": "https://www.livemint.com/opinion/online-views/india-eu-trade-deal-europe-carbon-barrier-regulatory-maze-fta-free-trade-agreement-tariffs-11769688152122.html",
        "image": "https://www.livemint.com/lm-img/img/2026/01/29/1600x900/logo/iStock-914754038_1769689592577_1769689600334.jpg",
        "publishedAt": "2026-02-16T06:30:56Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "India-EU trade deal: Can we overcome Europe’s carbon barrier and adapt to its regulatory maze?",
        "description_en": "The India-EU FTA has been billed as a breakthrough, but tariffs are the easy part. Europe’s carbon border tax remains irrationally heavy while its maze of sustainability and other rules would need India’s export-oriented value chains to adapt.",
        "translated": true
      },
      {
        "title": "Le pari de l'Indonésie sur Gaza",
        "description": "Le plan de l'Indonésie d'envoyer des troupes à Gaza pourrait mettre à l'épreuve son indépendance politique étrangère de longue date.",
        "source": "Al Jazeera English",
        "url": "https://www.aljazeera.com/opinions/2026/2/16/indonesias-gaza-gamble",
        "image": "https://www.aljazeera.com/wp-content/uploads/2026/02/reuters_6992b935-1771223349.jpg?resize=1920%2C1440",
        "publishedAt": "2026-02-16T06:29:59Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Indonesia’s Gaza gamble",
        "description_en": "Indonesia’s plan to send troops to Gaza could test its longstanding foreign policy independence.",
        "translated": true
      },
      {
        "title": "Le dialogue nucléaire Brésil-Russie teste l'emprise de Washington sur l'hémisphère",
        "description": "Le Brésil et la Russie viennent de signer une déclaration réaffirmant leur engagement envers l'utilisation pacifique de l'énergie nucléaire. Cette déclaration est issue de pourparlers bilatéraux renouvelés couvrant des sujets tels que le cycle du combustible nucléaire, la coopération réglementaire ainsi que la modernisation…",
        "source": "Globalresearch.ca",
        "url": "https://www.globalresearch.ca/brazil-russia-nuclear-dialogue-tests-washington-grip-hemisphere/5915969",
        "image": "https://www.globalresearch.ca/wp-content/uploads/2026/02/russia-brazil-nuclear-energy.jpeg",
        "publishedAt": "2026-02-16T06:23:18Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Brazil-Russia Nuclear Dialogue Tests Washington’s Grip on Hemisphere",
        "description_en": "Brazil and Russia have just signed a declaration reaffirming their commitment to the peaceful use of nuclear energy. Such declaration emerged from renewed bilateral talks covering topics such as the nuclear fuel cycle, regulatory cooperation – plus modernizin…",
        "translated": true
      },
      {
        "title": "Le ministre iranien des Affaires étrangères se rend à Genève pour la deuxième série de pourparlers avec les États-Unis",
        "description": "Le ministre iranien des Affaires étrangères Abbas Araghchi s'est rendu en Suisse dimanche pour la deuxième série de pourparlers renouvelés avec les États-Unis plus tard cette semaine, a indiqué son ministère.",
        "source": "Hurriyet Daily News",
        "url": "https://www.hurriyetdailynews.com/iran-fm-heads-to-geneva-for-second-round-of-talks-with-us-218986",
        "image": "https://image.hurimg.com/i/hurriyet/75/200x200/6992b6ac6f6cd860eed45663.jpg",
        "publishedAt": "2026-02-16T06:18:25Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iran FM heads to Geneva for second round of talks with US",
        "description_en": "Iran's Foreign Minister Abbas Araghchi headed to Switzerland on Sunday for the second round of renewed talks with the United States later this week, his ministry said.",
        "translated": true
      },
      {
        "title": "« Aucun regret ». Une militante bélarusse s'exprime sur son exil en Allemagne",
        "description": "Maria Kolesnikova était une figure de proue des manifestations de 2020 contre le dictateur bélarusse Alexander Lukashenko. Après sa libération inattendue de prison, elle s'est installée en Allemagne pour reconstruire sa vie.",
        "source": "DW (English)",
        "url": "https://www.dw.com/en/belarus-2020-election-protests-alexander-lukashenko-activist-maria-kolesnikova-exile-germany/a-75972919",
        "image": "https://static.dw.com/image/75900700_6.jpg",
        "publishedAt": "2026-02-16T06:17:00Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "'No regrets.' Belarusian activist opens up on Germany exile",
        "description_en": "Maria Kolesnikova was a leading figure in the 2020 protests against Belarusian dictator Alexander Lukashenko. After her unexpected release from prison, she came to Germany to rebuild her life.",
        "translated": true
      },
      {
        "title": "Les Russes transfèrent 129 milliards de dollars en crypto annuellement « en dehors de notre attention » : un responsable",
        "description": "Le ministère russe des Finances a déclaré que le pays enregistre 648 millions de dollars de transactions crypto par jour, tandis que la banque centrale pousse pour une régulation du marché des cryptomonnaies.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/russian-finance-ministry-reveals-648m-daily-crypto-volume-amid-regulatory-push",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c6489-6105-71c2-abbb-47c2be5002e1.jpg",
        "publishedAt": "2026-02-16T06:14:41Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Russians move $129B in crypto yearly ‘outside our attention’: Official",
        "description_en": "Russia's finance ministry said the country is seeing $648 million worth of crypto transactions per day,  as the central bank pushes for crypto market regulation.",
        "translated": true
      },
      {
        "title": "Le vice-premier ministre Sikorski participe à la 62e Conférence de sécurité de Munich",
        "description": "Les menaces hybrides dans la Baltique, le renforcement de la sécurité européenne et les défis auxquels fait face l'Occident ont été les principaux enjeux abordés par le chef de la diplomatie polonaise lors de la Conférence de sécurité de Munich du 12 au 15 février 2026.",
        "source": "Globalsecurity.org",
        "url": "https://www.globalsecurity.org/military/library/news/2026/02/mil-260215-pl-mfa01.htm",
        "image": null,
        "publishedAt": "2026-02-16T06:11:19Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Deputy Prime Minister Sikorski attends 62nd Munich Security Conference",
        "description_en": "Hybrid threats in the Baltic, strengthening Europe's security, and challenges to the West were the main issues addressed by the head of Polish diplomacy during the Munich Security Conference on 12 to 15 February 2026.",
        "translated": true
      },
      {
        "title": "COMPTE RENDU : Réunion de la sénatrice Shaheen, du sénateur Tillis et de la représentante Jacobs avec le président finlandais Alexander Stubb",
        "description": "Aujourd'hui, les sénatrices américaines Jeanne Shaheen (D-NH), présidente du classement de la Commission des relations étrangères du Sénat, Thom Tillis (R-NC), ainsi que la représentante Sara Jacobs (D-CA) ont rencontré le président finlandais Alexander Stubb en marge de la Conférence de sécurité de Munich 2026…",
        "source": "Globalsecurity.org",
        "url": "https://www.globalsecurity.org/military/library/news/2026/02/mil-260214-sfrc01.htm",
        "image": null,
        "publishedAt": "2026-02-16T06:11:09Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "READOUT: Ranking Member Shaheen, Senator Tillis, Representative Jacobs Meeting with Finnish President Alexander Stubb",
        "description_en": "Today, U.S. Senators Jeanne Shaheen (D-NH), Ranking Member of the Senate Foreign Relations Committee, Thom Tillis (R-NC), along with Representative Sara Jacobs (D-CA) met with Finnish President Alexander Stubb on the sidelines of the 2026 Munich Security Conf…",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Pourquoi l'hiver aux États-Unis est fou cette année, en cinq graphiques - The Wall Street Journal",
        "description": "Pourquoi l'hiver aux États-Unis est fou cette année, en cinq graphiques - The Wall Street Journal. Vue d'ensemble du grand gel de cet hiver - The New York Times. Quand l'hiver a-t-il été aussi constamment froid pour la dernière fois ? - The Washington Post. Marietta survit à une tempête de neige catastrophique - Ma…",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180801874",
        "image": null,
        "publishedAt": "2026-02-16T06:32:25Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why Winter in the U.S. Is Crazy This Year, in Five Charts - The Wall Street Journal",
        "description_en": "Why Winter in the U.S. Is Crazy This Year, in Five ChartsThe Wall Street Journal Looking Down at This Winter’s Big FreezeThe New York Times When was the last time winter was this consistently cold?The Washington Post Marietta Survives Catastrophic SnowstormMa…",
        "translated": true
      },
      {
        "title": "Le Sensex bondit de 149 points ; les actions pharmaceutiques en demande",
        "description": "À 11h30 (heure locale), l'indice baromètre S&P BSE Sensex a bondi de 149,12 points, soit 0,18 %, à 82 775,88. L'indice Nifty 50 a progressé de 58 points, soit 0,23 %, à 25 528,40.",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/markets/capital-market-news/sensex-jumps-149-pts-pharma-shares-in-demand-126021600326_1.html",
        "image": "https://www.business-standard.com/assets/web-assets/images/Business_Standard_1_685x385.jpg",
        "publishedAt": "2026-02-16T06:21:28Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sensex jumps 149 pts; pharma shares in demand",
        "description_en": "At 11:30 ST, the barometer index, the S&P BSE Sensex, jumped 149.12 points or 0.18% to 82,775.88. The Nifty 50 index rose 58 points or 0.23% to 25,528.40.",
        "translated": true
      },
      {
        "title": "Marchés mondiaux | Les actions australiennes progressent modestement dans la course aux résultats ; les valeurs technologiques brillent",
        "description": "Lundi, les actions australiennes ont enregistré des gains modestes, les secteurs de la technologie, de l'or et de la santé menant la charge. Tandis que les marchés des matières premières et du secteur financier ont peiné, l'indice S&P/ASX 200 a terminé la journée sur une note positive, soutenu par une vague de hausse des valeurs technologiques, comme…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/global-markets-australian-shares-tick-higher-in-earnings-rush-tech-stocks-shine/articleshow/128409464.cms",
        "image": "https://img.etimg.com/thumb/msid-128409464,width-1200,height-630,imgsize-24810,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-16T06:15:33Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Markets | Australian shares tick higher in earnings rush; tech stocks shine",
        "description_en": "On Monday, Australian shares made modest gains with technology, gold, and healthcare sectors leading the charge. While the mining and financial markets struggled, the S&P/ASX 200 index finished the day on a positive note, buoyed by a surge in tech stocks, lik…",
        "translated": true
      },
      {
        "title": "Alors que le Sommet sur l'IA débute à Delhi, les marchés restent nerveux en évaluant l'impact indirect de l'IA sur le secteur technologique",
        "description": "Lorsqu'OpenAI a lancé GPT-5.3 Codex, dans la documentation technique, la start-up a déclaré ceci : « GPT-5.3-Codex est notre premier modèle qui a joué un rôle déterminant dans sa propre création. L'équipe Codex a utilisé les premières versions pour déboguer sa propre formation, gérer son propre déploiement, et…",
        "source": "The Indian Express",
        "url": "https://indianexpress.com/article/business/as-ai-summit-gets-underway-in-delhi-markets-remain-nervous-as-they-weigh-in-ais-knock-on-impact-on-the-tech-sector-10534628/",
        "image": "https://images.indianexpress.com/2026/02/Photo-3.png",
        "publishedAt": "2026-02-16T06:12:41Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "As AI Summit gets underway in Delhi, markets remain nervous as they weigh in AI’s knock-on impact on the tech sector",
        "description_en": "When OpenAI released GPT-5.3 Codex, in the technical documentation, the start-up said this: “GPT-5.3-Codex is our first model that was instrumental in creating itself. The Codex team used early versions to debug its own training, manage its own deployment, an…",
        "translated": true
      },
      {
        "title": "Qu'est-ce que la loi sur les animaux de compagnie à New York ?",
        "description": "Qu'est-ce que la loi sur les animaux de compagnie à New York ? La loi sur les animaux de compagnie à New York, également connue sous le nom de « Loi sur la location d'animaux de compagnie », traite principalement de la légalité et de la réglementation des accords de location d'animaux de compagnie, les interdisant effectivement pour protéger les consommateurs et les animaux contre les pratiques de prêt prédatrices…",
        "source": "Lifesciencesworld.com",
        "url": "https://www.lifesciencesworld.com/what-is-the-pet-law-in-new-york/",
        "image": null,
        "publishedAt": "2026-02-16T06:11:44Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What is the pet law in New York?",
        "description_en": "What is the Pet Law in New York? The pet law in New York, also known as the “Pet Leasing Law,” primarily addresses the legality and regulation of pet leasing agreements, effectively banning them to protect consumers and animals from predatory lending practice…",
        "translated": true
      },
      {
        "title": "Blue Jet Healthcare dégringole de 19 % en 2 jours ; approche du prix d'émission ; voici pourquoi",
        "description": "La société a déclaré que la baisse du chiffre d'affaires d'exploitation au cours du Q3FY26 est due à des ventes plus faibles de produits PI et d'édulcorants artificiels.",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/markets/news/blue-jet-healthcare-share-price-tanks-19-in-2-days-nears-issue-price-here-s-why-126021600215_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2016-04/19/full/1461059329-0299.jpg",
        "publishedAt": "2026-02-16T06:07:06Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Blue Jet Healthcare tanks 19% in 2 days; nears issue price; here's why",
        "description_en": "The company said decrease in revenue from operations during Q3FY26 is due to lower sales of PI and Artificial Sweeteners.",
        "translated": true
      },
      {
        "title": "Fractal Analytics fait ses débuts timides à la NSE et la BSE",
        "description": "Cette cotation molle reflète un sentiment prudent des investisseurs envers la société d'analyse malgré une demande modérée lors de son offre publique",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/markets/fractal-analytics-makes-muted-debut-on-nse-bse/article70637576.ece",
        "image": "https://bl-i.thgim.com/public/incoming/l8u510/article70614650.ece/alternates/LANDSCAPE_1200/IMG_02thIPO_2_1_4NC7JSR5.jpg",
        "publishedAt": "2026-02-16T06:00:16Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Fractal Analytics makes muted debut on NSE, BSE",
        "description_en": "The tepid listing reflected cautious investor sentiment toward the analytics firm despite moderate demand during its public offering",
        "translated": true
      },
      {
        "title": "L'Irlande devrait profiter des prêts de l'UE pour la défense si le programme rouvre, selon Harris",
        "description": "L'État n'est pas « à l'abri des grandes menaces », déclare le Tánaiste",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/politics/2026/02/16/ireland-should-avail-of-eu-loans-for-defence-if-scheme-reopens-says-harris/",
        "image": "https://www.irishtimes.com/resizer/v2/SZTUNGSN5LHYOWDIZAY33MXAY4.jpg?smart=true&auth=13ccb3937d90f7ce06597efa9768fe5942c5f17f6a3ac1844f8b5a531707a33c&width=1200&height=630",
        "publishedAt": "2026-02-16T06:00:01Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ireland should avail of EU loans for defence if scheme reopens, says Harris",
        "description_en": "State not ‘immune from the big threats’, says Tánaiste",
        "translated": true
      },
      {
        "title": "Taxi Driver à 50 ans : Comment Martin Scorsese a transformé New York en plus beau repaire de canailles de la terre",
        "description": "Des films comme « French Connection », « Midnight Cowboy » et « Death Wish » dépeignaient la Grosse Pomme comme une métropole sordide de saleté et de crasse. Et malgré la fureur rapportée du bureau du maire de New York, ils ont contribué à définir la ville telle que nous la connaissons aujourd'hui, écrit…",
        "source": "The-independent.com",
        "url": "https://www.the-independent.com/arts-entertainment/films/features/taxi-driver-movie-martin-scorsese-new-york-b2919819.html",
        "image": "https://static.the-independent.com/2026/02/13/11/08/shutterstock_editorial_401840ag.jpeg?width=1200&height=800&crop=1200:800",
        "publishedAt": "2026-02-16T06:00:00Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Taxi Driver at 50: How Martin Scorsese turned New York into the coolest scum-ridden hellhole on earth",
        "description_en": "Movies like ‘The French Connection’, ‘Midnight Cowboy’ and ‘Death Wish’ depicted the Big Apple as a scuzzy metropolis of filth and grime. And despite the reported fury of the New York Mayor’s Office, they helped define the city as we know it to this day, writ…",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Zoomex lance la « February Rapid Sprint » : Redéfinir les nouveaux standards du trading de contrats avec souveraineté des actifs et transparence réglementaire",
        "description": "VICTORIA, Seychelles, 16 février 2026 (GLOBE NEWSWIRE) -- Alors que le marché des cryptomonnaies entre dans une nouvelle phase d'expansion volatile, la plateforme mondiale de trading d'actifs numériques Zoomex a annoncé aujourd'hui officiellement le lancement de son initiative phare annuelle — « Febr…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/16/3238531/0/en/Zoomex-Launches-February-Rapid-Sprint-Growth-Season-Redefining-New-Standards-for-Contract-Trading-with-Asset-Sovereignty-and-Rule-Transparency.html",
        "image": "https://ml.globenewswire.com/Resource/Download/2edb6c81-f229-471c-a2a0-357c678fd24a",
        "publishedAt": "2026-02-16T06:44:00Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Zoomex Launches “February Rapid Sprint” Growth Season: Redefining New Standards for Contract Trading with Asset Sovereignty and Rule Transparency",
        "description_en": "VICTORIA, Seychelles, Feb. 16, 2026 (GLOBE NEWSWIRE) -- As the cryptocurrency market enters a new phase of volatile expansion, leading global digital asset trading platform Zoomex today officially announced the launch of its annual flagship initiative — “Febr…",
        "translated": true
      },
      {
        "title": "Le positionnement baissier d'Ethereum s'accentue : La rotation stratégique des baleines en est-elle la cause ?",
        "description": "Les entrées sur Binance secouent les marchés Ethereum, mais la contraction des réserves pointe vers un repositionnement stratégique.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/ethereums-bearish-positioning-deepens-is-strategic-whale-rotation-why/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Lazaro-90-1000x600.jpg",
        "publishedAt": "2026-02-16T06:30:10Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ethereum’s bearish positioning deepens: Is strategic whale rotation why?",
        "description_en": "Binance inflows rattle Ethereum markets, but shrinking reserves point to strategic repositioning.",
        "translated": true
      },
      {
        "title": "Bitcoin en baisse de 22 %, pourrait-ce être le pire Q1 depuis 2018 ?",
        "description": "Si Bitcoin affiche une perte à la fin de ce mois, ce sera également la première fois que Bitcoin termine à la baisse à la fois en janvier et février.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/bitcoin-track-for-worst-q1-since-2018-first-ever-red-jan-and-feb",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019c0d0e-ede4-7d3d-a54a-3b58b5d4b4ed.jpg",
        "publishedAt": "2026-02-16T06:18:03Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin down 22%, could it be the worst Q1 since 2018?",
        "description_en": "If Bitcoin posts a loss at the end of this month, it will also mark Bitcoin’s first time ending both January and February in the red.",
        "translated": true
      },
      {
        "title": "Les Russes déplacent 129 milliards de dollars en crypto annuellement « en dehors de notre attention » : Un responsable",
        "description": "Le ministère des Finances russe a déclaré que le pays enregistre 648 millions de dollars de transactions de cryptomonnaies par jour, alors que la banque centrale pousse pour une régulation du marché des cryptomonnaies.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/russian-finance-ministry-reveals-648m-daily-crypto-volume-amid-regulatory-push",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c6489-6105-71c2-abbb-47c2be5002e1.jpg",
        "publishedAt": "2026-02-16T06:14:41Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Russians move $129B in crypto yearly ‘outside our attention’: Official",
        "description_en": "Russia's finance ministry said the country is seeing $648 million worth of crypto transactions per day,  as the central bank pushes for crypto market regulation.",
        "translated": true
      },
      {
        "title": "stockapis 0.1.7",
        "description": "SDK StockAPIS - Client Python pour les données historiques de cryptomonnaies (trades, klines)",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/stockapis/0.1.7/",
        "image": null,
        "publishedAt": "2026-02-16T06:14:20Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "stockapis 0.1.7",
        "description_en": "StockAPIS SDK - Python client for cryptocurrency historical data (trades, klines)",
        "translated": true
      },
      {
        "title": "stockapis 0.1.6",
        "description": "SDK StockAPIS - Client Python pour les données historiques de cryptomonnaies (trades, klines)",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/stockapis/0.1.6/",
        "image": null,
        "publishedAt": "2026-02-16T06:08:05Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "stockapis 0.1.6",
        "description_en": "StockAPIS SDK - Python client for cryptocurrency historical data (trades, klines)",
        "translated": true
      },
      {
        "title": "Kevin O'Leary remporte un procès en diffamation de 2,8 millions de dollars contre Ben Armstrong",
        "description": "L'influenceur crypto Ben Armstrong, connu sous le pseudonyme « Bitboy », a été condamné à verser 2,8 millions de dollars de dommages à Kevin O'Leary suite à une série de posts sur X l'accusant de meurtre, visant la star de Shark Tank.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/kevin-o-leary-wins-defamation-suit-against-bitboy",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c6460-9a17-72eb-ae0e-817a7bec1070.jpg",
        "publishedAt": "2026-02-16T06:07:14Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Kevin O’Leary wins $2.8M defamation suit against Ben Armstrong",
        "description_en": "Crypto influencer Ben Armstrong, known as “Bitboy,” was ordered to pay $2.8 million in damages to Kevin O’Leary over a series of X posts accusing the Shark Tank star of murder.",
        "translated": true
      },
      {
        "title": "Bitcoin stagne près de 68 700 dollars alors que les entrées d'ETF déclinent ; la prudence augmente",
        "description": "Bitcoin stagne près de 68 700 dollars après avoir échoué à franchir la résistance des 70 000 dollars, les principales cryptomonnaies enregistrant des baisses. Les analystes notent un sentiment de marché prudent, influencé par le déclin des entrées d'ETF et une action des prix oscillant dans une fourchette. Cependant, la demande sous-jacente…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/cryptocurrency/bitcoin-hovers-near-68700-as-etf-inflows-decline-caution-rises/articleshow/128408647.cms",
        "image": "https://img.etimg.com/thumb/msid-128409276,width-1200,height-630,imgsize-678715,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-16T06:03:17Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin hovers near $68,700 as ETF inflows decline; caution rises",
        "description_en": "Bitcoin hovers near $68,700 after failing to break the $70,000 resistance, with major cryptocurrencies experiencing declines. Analysts note a cautious market sentiment, influenced by declining ETF inflows and range-bound price action.  However, underlying dem…",
        "translated": true
      },
      {
        "title": "Le rebond du prix du Bitcoin (BTC) provoque une hausse des profits de 90 % alors que le risque de chute à 58 000 dollars revient",
        "description": "N/A",
        "source": "Yahoo Entertainment",
        "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_6d527a94-7cdf-4d3b-96fe-c1be09cedc43",
        "image": null,
        "publishedAt": "2026-02-16T06:02:58Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin (BTC) Price Bounce Sparks 90% Profit Surge as Crash Risk to $58,000 Returns",
        "description_en": "",
        "translated": true
      },
      {
        "title": "Bitcoin à 8 000 dollars ? Michael Saylor affirme que la stratégie ne sera toujours pas compromise",
        "description": "Selon Michael Saylor, fondateur de Strategy, la société estime qu'elle pourrait honorer ses obligations même si le Bitcoin chutait fortement, jusqu'à 8 000 dollars. Cette affirmation est simple à énoncer. La réalité qui la sous-tend est plus complexe. Lecture connexe : Réforme crypto urgente : Trésor…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/bitcoin/bitcoin-at-8000-michael-saylor-says-strategy-still-wont-break/",
        "image": null,
        "publishedAt": "2026-02-16T06:00:30Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin At $8,000? Michael Saylor Says Strategy Still Won’t Break",
        "description_en": "According to Strategy founder Michael Saylor, the company believes it could meet its obligations even if Bitcoin fell sharply, as low as $8,000. That claim is simple to state. The reality behind it is more complex. Related Reading: Urgent Crypto Reform: Treas…",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "La France met en avant son leadership en innovation au Sommet et Expo IA Impact Inde 2026",
        "description": "La France met en avant son leadership en innovation au Sommet et Expo IA Impact Inde 2026",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/brandhub/pr-release/france-showcases-its-innovation-leadership-at-the-india-ai-impact-summit-expo-2026/article70637505.ece",
        "image": "https://th-i.thgim.com/public/incoming/b5bhtg/article70637501.ece/alternates/LANDSCAPE_1200/Screenshot%202026-02-16%20105906.png",
        "publishedAt": "2026-02-16T06:44:52Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "France showcases its Innovation Leadership at the India AI Impact Summit & Expo 2026",
        "description_en": "France showcases its Innovation Leadership at the India AI Impact Summit & Expo 2026",
        "translated": true
      },
      {
        "title": "Les prix du gaz naturel américain poursuivent leur baisse avec l'arrivée de températures plus chaudes",
        "description": "Les prix du gaz naturel américain ont prolongé une baisse amorcée plus tôt ce mois-ci, face aux prévisions de températures plus chaudes. En séance matinale en Asie aujourd'hui, le contrat à terme de mars a cédé 7,4% par rapport à vendredi, pour s'établir juste au-dessus de 3 dollars par million d'unités thermiques britanniques...",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Latest-Energy-News/World-News/US-Natural-Gas-Prices-Continue-to-Slide-as-Warmer-Weather-Looms.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/news/718x300/2026-02-16_y3qhs4fptl.jpg",
        "publishedAt": "2026-02-16T06:30:00Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "U.S. Natural Gas Prices Continue to Slide as Warmer Weather Looms",
        "description_en": "U.S. natural gas prices extended a slide that started earlier this month in forecasts of warmer weather on the horizon. In morning trade in Asia today, the futures contract for March shed 7.4% from Friday, to just above $3 per million British thermal units, t…",
        "translated": true
      },
      {
        "title": "La Grèce reprend l'exploration d'hydrocarbures avec Chevron et ExxonMobil : signatures aujourd'hui au Palais Maximos, les prochaines étapes",
        "description": "À 11 h, en présence de Mitsotakis, cérémonie de signature des quatre accords de concession entre l'État et le consortium Chevron–HELLENIQ ENERGY — Focus sur la Crète et la mer Ionienne",
        "source": "Protothema.gr",
        "url": "https://en.protothema.gr/2026/02/16/greece-returns-to-hydrocarbon-exploration-with-chevron-and-exxonmobil-signatures-today-at-maximos-mansion-the-next-steps/",
        "image": "https://en.protothema.gr/wp-content/uploads/2026/02/chevron_maketa.webp",
        "publishedAt": "2026-02-16T06:22:00Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Greece returns to hydrocarbon exploration with Chevron and ExxonMobil: Signatures today at Maximos Mansion, the next steps",
        "description_en": "At 11 a.m., in the presence of Mitsotakis, the ceremony for the signing of the four concession agreements between the state and the Chevron–HELLENIQ ENERGY consortium — Focus on Crete and the Ionian Sea\nThe post Greece returns to hydrocarbon exploration with …",
        "translated": true
      },
      {
        "title": "Le Sensex bondit de 149 points ; les valeurs pharmaceutiques en demande",
        "description": "À 11 h 30 IST, l'indice baromètre S&P BSE Sensex a bondi de 149,12 points ou 0,18% à 82 775,88. L'indice Nifty 50 a progressé de 58 points ou 0,23% à 25 528,40.",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/markets/capital-market-news/sensex-jumps-149-pts-pharma-shares-in-demand-126021600326_1.html",
        "image": "https://www.business-standard.com/assets/web-assets/images/Business_Standard_1_685x385.jpg",
        "publishedAt": "2026-02-16T06:21:28Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sensex jumps 149 pts; pharma shares in demand",
        "description_en": "At 11:30 ST, the barometer index, the S&P BSE Sensex, jumped 149.12 points or 0.18% to 82,775.88. The Nifty 50 index rose 58 points or 0.23% to 25,528.40.",
        "translated": true
      },
      {
        "title": "La flotte grecque soutient le commerce international",
        "description": "La flotte grecque, qui selon les dernières données de l'Union des armateurs grecs représente 19,1% de la capacité de transport mondiale, constitue un pilier stratégique des économies européennes...",
        "source": "Naftemporiki.gr",
        "url": "https://www.naftemporiki.gr/english/2073172/greek-fleet-underpins-international-trade/",
        "image": "https://www.naftemporiki.gr/wp-content/uploads/2025/12/elliniko-tanker.jpg",
        "publishedAt": "2026-02-16T06:05:04Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Greek fleet underpins international trade",
        "description_en": "The Greek-owned fleet, which according to the latest data from the Union of Greek Shipowners represents 19.1% of global transport capacity, is a strategic pillar of the economies of Europe,…\nGreek fleet underpins international trade - Η ΝΑΥΤΕΜΠΟΡΙΚΗ",
        "translated": true
      },
      {
        "title": "Les capitaux reviennent vers les marchés émergents, les flux d'ETF or explosent à 24 000 cr, les entrées en actions ralentissent",
        "description": "Les ETF or domestiques ont enregistré un afflux massif de 240 milliards de roupies en janvier 2026, surpassant largement les flux des mois précédents",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/finance/personal-finance/money-returns-ems-gold-etf-flows-surge-to-24-000-cr-equity-inflows-cool-126021600290_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2026-02/09/thumb/featurecrop/1200X630/1770606555-2766.jpg",
        "publishedAt": "2026-02-16T05:56:59Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Money returns EMs, gold ETF flows surge to ₹24,000 cr, equity inflows cool",
        "description_en": "Domestic gold ETFs saw a massive Rs 240 bn of inflow in January 2026, dwarfing the flows in previous months",
        "translated": true
      },
      {
        "title": "La ruée des investisseurs vers les ETF marchés émergents et or suscite des préoccupations de spéculation, selon les analystes",
        "description": "L'afflux en janvier dans les ETF or a dépassé l'investissement net dans les fonds d'actions le mois dernier, qui s'était établi à 24 028,59 crores de roupies",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/markets/news/investor-rush-to-em-gold-etfs-fuel-speculation-concerns-kotak-securities-126021600271_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2025-11/09/thumb/fitandfill/1200X630/1762654554-151.jpg",
        "publishedAt": "2026-02-16T05:51:12Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Investor rush to EM, gold ETFs fuel speculation concerns, say analysts",
        "description_en": "The January inflow in Gold ETFs exceeded the net investment in equity schemes last month, which stood at ₹24,028.59 crore",
        "translated": true
      },
      {
        "title": "Marchés mondiaux aujourd'hui | Fermeture des marchés chinois pour le Nouvel An lunaire : implications pour les investisseurs mondiaux",
        "description": "Les marchés financiers chinois observent une pause saisonnière pour le Nouvel An lunaire, entraînant une réduction de la liquidité et des changements potentiels dans la dynamique des marchés mondiaux. Avec la fermeture des marchés continentaux et de certaines parties de Hong Kong, les investisseurs surveillent les matières premières, les devises…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/stocks/news/global-market-today-china-market-shut-for-lunar-new-year-what-it-means-for-global-investors/articleshow/128408685.cms",
        "image": "https://img.etimg.com/thumb/msid-128408700,width-1200,height-630,imgsize-295504,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-16T05:44:28Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Market Today | China market shut for Lunar New Year: What it means for global investors",
        "description_en": "China's financial markets are observing a seasonal pause for the Lunar New Year, leading to reduced liquidity and potential shifts in global market dynamics. With mainland markets and parts of Hong Kong closed, investors are monitoring commodities, currencies…",
        "translated": true
      },
      {
        "title": "Expliqué : ce que les nouvelles normes de la RBI signifient pour la BSE, la MCX, les courtiers et les traders propriétaires",
        "description": "La refonte globale par la Banque de réserve de l'Inde des normes de garantie et de financement devrait remodeler la dynamique des marchés, augmentant considérablement les coûts pour les traders propriétaires tout en épargnant la plupart des courtiers de détail. Les analystes affirment que le resserrement affectera différemment les participants aux marchés…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/stocks/news/explained-what-new-rbi-norms-mean-for-bse-mcx-stock-brokers-and-prop-traders/articleshow/128408059.cms",
        "image": "https://img.etimg.com/thumb/msid-128408265,width-1200,height-630,imgsize-96002,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-16T05:29:28Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Explained: What new RBI norms mean for BSE, MCX, stock brokers and prop traders",
        "description_en": "The Reserve Bank of India’s sweeping overhaul of collateral and funding norms is set to reshape market dynamics, sharply raising costs for proprietary traders while sparing most retail brokers. Analysts say the tightening will hit different market participant…",
        "translated": true
      },
      {
        "title": "La Grèce et le consortium Chevron-Helleniq Energy signeront lundi des accords pour l'exploration d'hydrocarbures dans 4 blocs offshore",
        "description": "Les accords de concession entre l'État grec et le consortium Chevron-Helleniq Energy, qui concernent l'octroi de droits exclusifs d'exploration et d'exploitation d'hydrocarbures dans les zones marines au sud de…",
        "source": "Naftemporiki.gr",
        "url": "https://www.naftemporiki.gr/english/2073160/greece-and-chevron-helleniq-energy-to-sign-agreements-on-monday-for-hydrocarbon-exploration-in-4-offshore-blocks/",
        "image": "https://www.naftemporiki.gr/wp-content/uploads/2022/11/ydrogonantrakes-1.jpg",
        "publishedAt": "2026-02-16T05:19:24Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Greece and Chevron-Helleniq Energy to sign agreements on Monday for hydrocarbon exploration in 4 offshore blocks",
        "description_en": "The lease agreements between the Greek state and the Chevron-Helleniq Energy consortium, which concern the granting of exclusive rights to explore and exploit hydrocarbons in marine areas south of the…\nGreece and Chevron-Helleniq Energy to sign agreements on …",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "La France met en avant son leadership en innovation au Sommet et Expo IA Impact Inde 2026",
        "description": "La France met en avant son leadership en innovation au Sommet et Expo IA Impact Inde 2026",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/brandhub/pr-release/france-showcases-its-innovation-leadership-at-the-india-ai-impact-summit-expo-2026/article70637505.ece",
        "image": "https://th-i.thgim.com/public/incoming/b5bhtg/article70637501.ece/alternates/LANDSCAPE_1200/Screenshot%202026-02-16%20105906.png",
        "publishedAt": "2026-02-16T06:44:52Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "France showcases its Innovation Leadership at the India AI Impact Summit & Expo 2026",
        "description_en": "France showcases its Innovation Leadership at the India AI Impact Summit & Expo 2026",
        "translated": true
      },
      {
        "title": "Le Royaume-Uni : Starmer annonce une répression contre les chatbots IA pour protéger les enfants",
        "description": "Le Premier ministre demande des pouvoirs pour agir rapidement suite à une consultation envisageant une interdiction des réseaux sociaux de style australien pour les enfants de moins de 16 ans.",
        "source": "Al Jazeera English",
        "url": "https://www.aljazeera.com/news/2026/2/16/uks-starmer-announces-crackdown-on-ai-chatbots-in-child-safety-push",
        "image": "https://www.aljazeera.com/wp-content/uploads/2026/02/2025-11-12T202905Z_1627275655_RC24VHADL9GV_RTRMADP_3_SOCCER-BRITAIN-UEFA-1771215306.jpg?resize=1920%2C1440",
        "publishedAt": "2026-02-16T06:44:38Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "UK’s Starmer announces crackdown on AI chatbots in child safety push",
        "description_en": "PM seeks powers to act quickly on a consultation considering an Australia-style social media ban for children below 16.",
        "translated": true
      },
      {
        "title": "Afficher HN : Parcours d'apprentissage IA avec listes de lecture YouTube",
        "description": "Entrez n'importe quel sujet et l'application génère un parcours d'étude structuré — chapitres, étapes et tutoriels YouTube pour chacun. Vous pouvez l'explorer comme un graphe de connaissances interactif ou un plan étape par étape, et exporter les tutoriels dans une liste de lecture YouTube en un clic…",
        "source": "Studypathagent.com",
        "url": "https://studypathagent.com/",
        "image": null,
        "publishedAt": "2026-02-16T06:40:24Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Show HN: AI learning paths with YouTube playlists",
        "description_en": "Enter any topic and the app generates a structured study path — chapters, steps, and YouTube tutorials for each. You can explore it as an interactive knowledge graph or a step-by-step plan, \nand export the tutorials into a YouTube playlist with one click.No s…",
        "translated": true
      },
      {
        "title": "L'IA éthique est obligatoire, non facultative : Soha Ali Khan au Sommet de l'Impact de l'IA",
        "description": "Sommet indien de l'Impact de l'IA 2026 : Soha Ali Khan a averti que face à la croissance de l'IA, les femmes font face à des risques en ligne croissants comme les deepfakes et l'abus de données, et a déclaré que les garde-fous éthiques sont désormais essentiels, non facultatifs",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/technology/tech-news/soha-ali-khan-india-ai-impact-summit-2026-ethical-artificial-intelligence-126021600338_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2026-02/16/thumb/fitandfill/1200X630/1771223462-7133.jpg",
        "publishedAt": "2026-02-16T06:33:40Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ethical AI is mandatory, not optional: Soha Ali Khan at AI Impact Summit",
        "description_en": "India AI Impact Summit 2026: Soha Ali Khan warned that as AI grows, women face rising online risks like deepfakes and data misuse, and said ethical safeguards are now essential, not optional",
        "translated": true
      },
      {
        "title": "Restez calme, maîtrisez les outils d'IA pour sécuriser votre emploi : Les leaders technologiques",
        "description": "La capacité d'apprentissage continu est nécessaire pour naviguer dans l'ère de l'IA, et à mesure que l'IA continue d'évoluer au cours des 3 à 5 prochaines années, il y aura une importante restructuration de la main-d'œuvre, ont déclaré les participants au Sommet de l'Impact de l'IA 2026",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/info-tech/stay-calm-learn-ai-tools-to-keep-job-safe-tech-leaders/article70637672.ece",
        "image": "https://bl-i.thgim.com/public/incoming/xugryg/article70637687.ece/alternates/LANDSCAPE_1200/AI%20Impact%20Summit%202026%2010.JPG",
        "publishedAt": "2026-02-16T06:28:46Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Stay calm, learn AI tools to keep job safe: Tech leaders",
        "description_en": "Life-long learning ability is required to swim with the AI tide, and as AI continues to evolve over the next 3-5 years, there will be a lot of workforce restructuring, they said at the AI Impact Summit 2026",
        "translated": true
      },
      {
        "title": "Deux entreprises sur trois ont réduit leurs embauches en raison de l'IA, 24 % ont signalé une augmentation : Rapport",
        "description": "Selon le rapport, 65 % des entreprises ont réduit leurs embauches après l'adoption de l'IA, tandis que 24 % ont signalé une augmentation. Les 11 % restants ont déclaré que l'IA n'a entraîné aucun changement majeur dans les effectifs, ce qui suggère que les entreprises deviennent plus sélectives dans le recrutement",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/tech/artificial-intelligence/two-out-of-every-three-companies-reduced-hiring-because-of-ai-24-reported-an-increase-report/articleshow/128409925.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-2879603,resizemode-75,msid-128409925/tech/artificial-intelligence/two-out-of-every-three-companies-reduced-hiring-because-of-ai-24-reported-an-increase-report.jpg",
        "publishedAt": "2026-02-16T06:23:51Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Two out of every three companies reduced hiring because of AI, 24% reported an increase: Report",
        "description_en": "According to the report, 65% of companies have reduced hiring after adopting AI, while 24% have reported an increase. The remaining 11% said AI has not led to any major change in workforce numbers, suggesting that companies are becoming more selective in hiri…",
        "translated": true
      },
      {
        "title": "Le Sensex bondit de 149 points ; les actions pharmaceutiques en demande",
        "description": "À 11h30 IST, l'indice baromètre, le S&P BSE Sensex, a bondi de 149,12 points ou 0,18 % à 82 775,88. L'indice Nifty 50 a augmenté de 58 points ou 0,23 % à 25 528,40.",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/markets/capital-market-news/sensex-jumps-149-pts-pharma-shares-in-demand-126021600326_1.html",
        "image": "https://www.business-standard.com/assets/web-assets/images/Business_Standard_1_685x385.jpg",
        "publishedAt": "2026-02-16T06:21:28Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sensex jumps 149 pts; pharma shares in demand",
        "description_en": "At 11:30 ST, the barometer index, the S&P BSE Sensex, jumped 149.12 points or 0.18% to 82,775.88. The Nifty 50 index rose 58 points or 0.23% to 25,528.40.",
        "translated": true
      },
      {
        "title": "Gagan Thapa dévoile un plan quinquennal pour attirer les investissements informatiques et faire du Népal un pôle numérique",
        "description": "KATMANDOU : Le président du Congrès népalais Gagan Thapa a dévoilé un plan visant à attirer les investissements dans le secteur informatique du Népal et à transformer le pays en pôle numérique dans les cinq ans. Dans un message vidéo partagé sur les réseaux sociaux, Thapa a déclaré que le Népal dispose du potentiel",
        "source": "Khabarhub.com",
        "url": "https://english.khabarhub.com/2026/16/535354/",
        "image": "https://english.khabarhub.com/wp-content/uploads/2025/01/Gagan-Thapa.jpg",
        "publishedAt": "2026-02-16T06:15:05Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gagan Thapa unveils five-year plan to attract IT investment, make Nepal a digital hub",
        "description_en": "KATHMANDU: Nepali Congress President Gagan Thapa has unveiled a plan aimed at attracting investment in Nepal’s IT sector and transforming the country into a digital hub within five years. In a video message shared on social media, Thapa said Nepal has the pot…",
        "translated": true
      },
      {
        "title": "Examen du KTC H27P3",
        "description": "Écran de qualité Retina sans la taxe premium.",
        "source": "PCMag.com",
        "url": "https://me.pcmag.com/en/monitors/35322/ktc-h27p3-review",
        "image": "https://sm.pcmag.com/t/pcmag_me/photo/default/ktcthm_cwvg.1200.jpg",
        "publishedAt": "2026-02-16T06:14:52Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "KTC H27P3 Review",
        "description_en": "Retina-class display without the premium tax.",
        "translated": true
      },
      {
        "title": "Alors que le sommet sur l'IA débute à Delhi, les marchés restent nerveux en évaluant l'impact indirect de l'IA sur le secteur technologique",
        "description": "Lors du lancement de GPT-5.3 Codex par OpenAI, la start-up a indiqué dans la documentation technique : « GPT-5.3-Codex est notre premier modèle qui a joué un rôle instrumental dans sa propre création. L'équipe Codex a utilisé les versions précoces pour déboguer sa propre formation, gérer son propre déploiement, an…",
        "source": "The Indian Express",
        "url": "https://indianexpress.com/article/business/as-ai-summit-gets-underway-in-delhi-markets-remain-nervous-as-they-weigh-in-ais-knock-on-impact-on-the-tech-sector-10534628/",
        "image": "https://images.indianexpress.com/2026/02/Photo-3.png",
        "publishedAt": "2026-02-16T06:12:41Z",
        "time": "16 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "As AI Summit gets underway in Delhi, markets remain nervous as they weigh in AI’s knock-on impact on the tech sector",
        "description_en": "When OpenAI released GPT-5.3 Codex, in the technical documentation, the start-up said this: “GPT-5.3-Codex is our first model that was instrumental in creating itself. The Codex team used early versions to debug its own training, manage its own deployment, an…",
        "translated": true
      }
    ]
  },
  "total": 49
}