{
  "updated": "2026-02-19T06:48:05.714Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "La Pologne interdit les véhicules chinois sur les sites militaires pour des raisons de sécurité des données",
        "description": "VARSOVIE, 18 février (Reuters) - La Pologne a interdit l'accès des véhicules fabriqués en Chine aux installations militaires en raison de préoccupations concernant l'utilisation potentielle de leurs capteurs embarqués pour collecter des données sensibles… Lire la suite",
        "source": "Internazionale.it",
        "url": "https://www.internazionale.it/ultime-notizie-reuters/2026/02/18/poland-bars-chinese-made-cars-from-military-sites-over-data-security-fears",
        "image": "https://static.internazionale.it/assets/img/internazionale-icon.png",
        "publishedAt": "2026-02-18T06:46:26Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Poland bars Chinese-made cars from military sites over data security fears",
        "description_en": "WARSAW, Feb 18 (Reuters) - Poland has barred Chinese-made vehicles from entering military facilities due to concerns their onboard sensors could be used to collect sensit… Leggi",
        "translated": true
      },
      {
        "title": "La France inflige une amende à un pétrolier lié à la Russie dans le cadre de sa répression contre la flotte fantôme",
        "description": "La France libérera un pétrolier après lui avoir infligé une amende de plusieurs millions d'euros pour violation des sanctions européennes sur le pétrole russe, suite à sa saisie en Méditerranée le mois dernier. Le Grinch quittera les eaux françaises après avoir « versé plusieurs millions d'euros »…",
        "source": "Insurance Journal",
        "url": "https://www.insurancejournal.com/news/international/2026/02/18/858298.htm",
        "image": "https://www.insurancejournal.com/img/social/opengraph/ij-social-energy-1200x630.png",
        "publishedAt": "2026-02-18T06:10:30Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "France Fines Russia-Linked Oil Tanker in Shadow Fleet Crackdown",
        "description_en": "France will release a tanker after hitting it with a multimillion-euro fine for flouting European sanctions on Russian oil, following its seizure in the Mediterranean Sea last month. The Grinch will leave French waters after “paying several millions of euros …",
        "translated": true
      },
      {
        "title": "Quels progrès ont été réalisés dans les négociations nucléaires entre les États-Unis et l'Iran ? #monde",
        "description": "Les pourparlers de Genève ont produit un cadre commun mais de nombreux détails restent à définir. Les négociateurs américains et iraniens se sont rencontrés indirectement à Genève et les deux parties ont décrit les séances comme marquant des progrès vers un accord sur le programme nucléaire iranien. Les responsables iraniens ont déclaré que…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/world/what-progress-was-made-in-u-s-iran-nuclear-talks",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-18T06:10:08Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What progress was made in U.S.-Iran nuclear talks? #world",
        "description_en": "Geneva talks produced shared framework but many details remain U.S. and Iranian negotiators met indirectly in Geneva and both sides described the sessions as making progress toward an agreement over Iran’s nuclear program. Iranian officials said they and U.S.…",
        "translated": true
      },
      {
        "title": "Quel est le meilleur choix pour la chasse au coyote : 6,5 Creedmoor ou .223 ?",
        "description": "Quel est le meilleur pour les coyotes : 6,5 Creedmoor ou .223 ? Le choix entre un 6,5 Creedmoor et un .223 pour la chasse au coyote dépend du style de chasse et de l'environnement ; tandis que le .223 excelle dans les tirs en volume à courte et moyenne portée avec dégâts minimaux à la fourrure, le…",
        "source": "Lifesciencesworld.com",
        "url": "https://www.lifesciencesworld.com/whats-better-for-coyotes-6-5-creedmoor-or-223/",
        "image": null,
        "publishedAt": "2026-02-18T06:06:24Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What’s better for coyotes 6.5 Creedmoor or 223?",
        "description_en": "What’s Better for Coyotes: 6.5 Creedmoor or .223? The choice between a 6.5 Creedmoor and a .223 for coyote hunting boils down to hunting style and environment; while the .223 excels in volume shooting at close to medium ranges with minimal pelt damage, the 6.…",
        "translated": true
      },
      {
        "title": "Quels sont les enjeux des pourparlers entre les États-Unis et l'Iran à Genève ? #politique",
        "description": "Pourquoi les négociations de Genève sont importantes maintenant. Les diplomates de Washington et Téhéran ont repris des pourparlers ciblés à Genève visant à limiter le programme nucléaire iranien, alors que les tensions militaires s'intensifient sur le terrain. La délégation américaine comprend des envoyés dépêchés par la Maison-Blanche…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/politics/what-are-the-stakes-in-the-u-s-iran-geneva-talks",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-18T06:05:38Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What are the stakes in the U.S.-Iran Geneva talks? #politics",
        "description_en": "Why the Geneva negotiations matter now Diplomats from Washington and Tehran have resumed focused talks in Geneva aimed at constraining Iran’s nuclear program, even as military tensions rise on the ground. The U.S. delegation includes envoys sent by the White …",
        "translated": true
      },
      {
        "title": "Qu'a causé l'arrêt du match Real Madrid-Benfica ? #sports",
        "description": "Une protestation qui a interrompu un match de Ligue des champions. Le match aller disputé à Lisbonne a été interrompu lorsqu'un joueur du Real Madrid a signalé des abus raciaux présumés de la part d'un adversaire. Les arbitres ont arrêté le jeu et activé le protocole anti-racisme de l'UEFA, provoquant une interruption temporaire…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/sports/what-caused-real-madrid-benfica-stoppage",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-18T06:02:37Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What caused Real Madrid-Benfica stoppage? #sports",
        "description_en": "A protest that paused a Champions League tie The first leg fixture in Lisbon was interrupted when a Real Madrid player reported alleged racial abuse from an opponent. Officials halted play and activated UEFA’s anti racism protocol, prompting a temporary stopp…",
        "translated": true
      },
      {
        "title": "Comment des composants électroniques irlandais se retrouvent dans les drones d'attaque russes bombardant l'Ukraine",
        "description": "Une enquête menée par The Irish Times et d'autres médias montre que des pièces fabriquées par Taoglas et TE Connectivity sont utilisées dans les drones Geran-2",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/ireland/2026/02/18/how-irish-electronic-components-are-ending-up-in-russian-attack-drones-bombarding-ukraine/",
        "image": "https://www.irishtimes.com/resizer/v2/GV5PB7BHYNGC7NFJ4DGP4RIWYM.jpg?smart=true&auth=28588df4a967ae0fda371209c4413f1683f3487b045bbba02a1ffa22f54bc163&width=1200&height=630",
        "publishedAt": "2026-02-18T06:00:01Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How Irish electronic components are ending up in Russian attack drones bombarding Ukraine",
        "description_en": "An investigation conducted by The Irish Times and other media shows parts manufactured by Taoglas and TE Connectivity are being used in Geran-2 drones",
        "translated": true
      },
      {
        "title": "Le Goliath creux : pourquoi l'armée américaine pourrait être un tigre de papier face à une défaite catastrophique",
        "description": "L'illusion d'invincibilité Depuis la fin de la Seconde Guerre mondiale, les États-Unis projettent une image d'omnipotence militaire mondiale, un colosse dont la suprématie technologique et les budgets de défense massifs garantissent la victoire. Cette posture n'est pas simplement une stratégie d…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-18-us-military-may-be-a-paper-tiger.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/us-military-power-paper-tiger-thesis-military-bluster-289-original.jpg",
        "publishedAt": "2026-02-18T06:00:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Hollow Goliath: Why the U.S. Military May Be a Paper Tiger Facing Catastrophic Defeat",
        "description_en": "The Illusion of Invincibility Since the end of World War II, the United States has projected an image of global military omnipotence, a colossus whose technological supremacy and vast defense budgets guarantee victory. This posture is not merely a strategic d…",
        "translated": true
      },
      {
        "title": "Un rapport allègue que des pilotes vétérans américains et néerlandais pilotent secrètement des F-16 ukrainiens en tant que contractants civils",
        "description": "Des vétérans occidentaux pilotent apparemment des F-16 pour l'Ukraine en tant que contractants civils secrets. Ce programme présumé répond à une pénurie critique de pilotes ukrainiens formés. La formation accélérée des Ukrainiens a fait face à des barrières linguistiques et a entraîné des pertes précoces. Un con…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-18-report-veteran-pilots-flying-ukrainian-contractors.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/F-16s-1.jpg",
        "publishedAt": "2026-02-18T06:00:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Report alleges U.S., Dutch veteran pilots secretly flying Ukrainian F-16s as civilian contractors",
        "description_en": "Western veterans are reportedly flying F-16s for Ukraine as covert civilian contractors. This alleged program addresses a critical shortage of trained Ukrainian pilots. Accelerated training for Ukrainians faced language barriers and led to early losses. A con…",
        "translated": true
      },
      {
        "title": "Le gouvernement américain, exécutant les demandes d'Israël, cherche à dénucléariser l'Iran à tout prix",
        "description": "Dans les couloirs ombragés de Genève, une danse diplomatique fragile entre les États-Unis et l'Iran est orchestrée non pas par les intérêts américains, mais par les dictats inflexibles d'une puissance étrangère : Israël. Depuis février 2026, les négociations techniques…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-18-us-government-israel-demands-denuclearize-iran.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/Israel-Iran-Fire-Flags-Conflict-War.jpg",
        "publishedAt": "2026-02-18T06:00:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "U.S. government, carrying out Israel’s demands, seeks to denuclearize Iran at all costs",
        "description_en": "In the shadow-draped corridors of Geneva, a fragile diplomatic dance between the United States and Iran is being orchestrated not by American interests, but by the uncompromising dictates of a foreign power: Israel. As of February 2026, technical negotiations…",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Telix soumet une demande d'autorisation de mise sur le marché européenne pour TLX101-Px",
        "description": "CANBERRA (dpa-AFX) - Telix Pharmaceuticals Limited (TLX) a soumis une demande d'autorisation de mise sur le marché en Europe pour TLX101-Px, son candidat d'imagerie du gliome. La soumission couvre les principaux marchés européens",
        "source": "Finanznachrichten.de",
        "url": "https://www.finanznachrichten.de/nachrichten-2026-02/67725715-telix-submits-european-marketing-authorization-application-for-tlx101-px-020.htm",
        "image": "https://www.finanznachrichten.de/content/g/fb.png",
        "publishedAt": "2026-02-18T06:46:44Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Telix Submits European Marketing Authorization Application For TLX101-Px",
        "description_en": "CANBERA (dpa-AFX) - Telix Pharmaceuticals Limited (TLX) has submitted a marketing authorization application in Europe for TLX101-Px, its glioma imaging candidate. The submission covers major European",
        "translated": true
      },
      {
        "title": "Surveillance des marchés mondiaux | La présidente de la BCE Lagarde envisagerait de démissionner avant la fin du mandat de Macron : rapport",
        "description": "La présidente de la Banque centrale européenne Christine Lagarde pourrait se retirer prématurément, potentiellement avant l'élection présidentielle française de 2027, pour permettre au président Macron d'influencer son successeur. Cette démarche vise à éviter des complications si l'extrême droite l'emporte. Bien que le mandat de Lagarde…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/global-market-watch-ecb-president-lagarde-plans-to-quit-before-macrons-term-ends-report/articleshow/128495908.cms",
        "image": "https://img.etimg.com/thumb/msid-128495961,width-1200,height-630,imgsize-69138,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-18T06:46:25Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Market Watch | ECB President Lagarde plans to quit before Macron's term ends: Report",
        "description_en": "European Central Bank President Christine Lagarde may step down early, potentially before the 2027 French presidential election, to allow President Macron to influence her successor. This move aims to avoid complications if the far-right wins. While Lagarde's…",
        "translated": true
      },
      {
        "title": "Marchés mondiaux | Les actions australiennes progressent avec NAB qui atteint un record, les actions néo-zélandaises bondissent",
        "description": "Les actions australiennes ont grimpé, menées par la hausse record de la National Australia Bank, tandis que les actions néo-zélandaises ont connu une progression significative après que la banque centrale a maintenu ses taux d'intérêt. L'ASX 200 a repris la barre des 9 000 points, soutenu par de solides résultats bancaires, bien que la prudence...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/global-markets-australian-shares-rise-as-nab-hits-record-nz-equities-jump/articleshow/128495559.cms",
        "image": "https://img.etimg.com/thumb/msid-128495586,width-1200,height-630,imgsize-418624,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-18T06:36:37Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Markets | Australian shares rise as NAB hits record, NZ equities jump",
        "description_en": "Australian shares climbed, led by National Australia Bank's record surge, while New Zealand equities saw a significant boost after the central bank maintained its interest rates. The ASX 200 reclaimed the 9,000 mark, buoyed by strong bank earnings, though cau…",
        "translated": true
      },
      {
        "title": "La présidente de la BCE Lagarde envisage de partir avant la fin du mandat de Macron, selon le FT",
        "description": "FRANCFORT, 18 février (Reuters) - La présidente de la Banque centrale européenne Christine Lagarde envisage de quitter son poste avant l'élection présidentielle française de l'année prochaine pour permettre à Emmanuel Macron d'avoir son mot à dire dans le choix de son successeur, a rapporté le Financial Times mercredi...",
        "source": "The Star Online",
        "url": "https://www.thestar.com.my/news/world/2026/02/18/ecb-president-lagarde-plans-to-quit-before-macron039s-term-ends-ft-reports",
        "image": "https://apicms.thestar.com.my/uploads/images/2026/02/18/3774851.jpg",
        "publishedAt": "2026-02-18T06:36:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "ECB President Lagarde plans to quit before Macron's term ends, FT reports",
        "description_en": "FRANKFURT, Feb 18 (Reuters) - European Central ⁠Bank President Christine Lagarde plans to leave her job before next year's French ⁠presidential election to allow Emmanuel Macron to have an input into picking ‌her successor, the Financial Times reported on Wed…",
        "translated": true
      },
      {
        "title": "Infolettre CNBC UK Exchange : Le rachat d'un milliard de dollars de l'un des plus anciens gestionnaires d'actifs de Londres ne sera pas oublié",
        "description": "La perte de l'une des institutions bancaires emblématiques de la Square Mile marque le début d'une nouvelle ère pour la City.",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/18/cnbcs-uk-exchange-newsletterschroders-asset-manager-takeover.html",
        "image": "https://image.cnbcfm.com/api/v1/image/104224855-GettyImages-94903371.jpg?v=1770886793&w=1920&h=1080",
        "publishedAt": "2026-02-18T06:30:01Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "CNBC's UK Exchange newsletter: The billion-dollar takeover of one of London's oldest asset managers won't be forgotten",
        "description_en": "The loss of one of the Square Mile's bastions of banking marks the start of a new era for the City.",
        "translated": true
      },
      {
        "title": "La présidente de la BCE Lagarde envisage de partir avant la fin du mandat de Macron, selon le FT",
        "description": "FRANCFORT, 18 février (Reuters) - La présidente de la Banque centrale européenne Christine Lagarde envisage de quitter son poste avant l'élection présidentielle française de l'année prochaine pour permettre à Emmanuel Macron d'avoir son mot à dire dans le choix de son successeur...",
        "source": "Internazionale.it",
        "url": "https://www.internazionale.it/ultime-notizie-reuters/2026/02/18/ecb-president-lagarde-plans-to-quit-before-macron-s-term-ends-ft-reports",
        "image": "https://static.internazionale.it/assets/img/internazionale-icon.png",
        "publishedAt": "2026-02-18T06:27:58Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "ECB President Lagarde plans to quit before Macron’s term ends, FT reports",
        "description_en": "FRANKFURT, Feb 18 (Reuters) - European Central Bank President Christine Lagarde plans to leave her job before next year’s French presidential election to allow Emmanuel M… Leggi",
        "translated": true
      },
      {
        "title": "Les actions européennes attendues en hausse à l'ouverture alors que les traders surveillent les mouvements des marchés mondiaux",
        "description": "Les actions européennes devraient ouvrir en hausse mercredi alors que les investisseurs surveillent l'évolution des marchés mondiaux.",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/18/european-markets-stoxx-600-ftse-dax-uk-inflation-data.html",
        "image": "https://image.cnbcfm.com/api/v1/image/108263924-1770739931770-Traders-Photo-20260210-KK-PRESS-006.jpg?v=1770740267&w=1920&h=1080",
        "publishedAt": "2026-02-18T06:16:39Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "European stocks set for higher open as traders monitor global market moves",
        "description_en": "European stocks are expected to open higher on Wednesday as investors monitor global market developments.",
        "translated": true
      },
      {
        "title": "John McManus : Pourquoi la classe moyenne n'investira pas",
        "description": "Simon Harris doit générer une certaine énergie de compte non-résident bidon",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/business/2026/02/18/why-the-middle-class-will-not-invest/",
        "image": "https://www.irishtimes.com/resizer/v2/IEQTEJUYIJG2DD6YVPOCGSZLQ4.jpg?smart=true&auth=beabbb82137a0e4836424b5c8dcb26467f9522648fffd173af464d18c79f005e&width=1200&height=630",
        "publishedAt": "2026-02-18T06:00:01Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "John McManus: Why the middle class will not invest",
        "description_en": "Simon Harris needs to generate some bogus non-resident account energy",
        "translated": true
      },
      {
        "title": "Les dossiers Epstein exposent le scénario mondialiste : du transgenrisme à l'identité numérique",
        "description": "La soudaine justification des théoriciens du complot Pendant des années, ceux qualifiés de « théoriciens du complot » pour avoir parlé d'une classe dirigeante opérant au-dessus des gouvernements ont été ridiculisés, censurés et punis financièrement. La divulgation partielle et longtemps retardée du ministère de la Justice...",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-18-epstein-files-reveal-the-globalist-script.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/epstein-files-globalist-agenda-transgenderism-293-original.jpg",
        "publishedAt": "2026-02-18T06:00:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Epstein Files Expose the Globalist Script: From Transgenderism to Digital ID",
        "description_en": "The Sudden Vindication of Conspiracy Theorists For years, those labeled ‘conspiracy theorists’ for speaking of a ruling class operating above governments were mocked, censored, and financially punished. The Department of Justice’s long-delayed, partial releas…",
        "translated": true
      },
      {
        "title": "L'accumulation massive de pétrole par la Chine signale une préparation à la guerre pour Taïwan",
        "description": "La Chine a secrètement constitué des réserves de 1,1 à 1,2 milliard de barils de pétrole brut, suffisant pour alimenter son économie et son armée pendant trois mois sans importations. Les réserves pétrolières massives de Pékin constituent une préparation stratégique à la guerre, garantissant que son armée peut opérer même sans...",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-18-china-oil-stockpiling-preparation-war-taiwan.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/China-Flag-Navy-Ships-Military-War.jpg",
        "publishedAt": "2026-02-18T06:00:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Chinaâs massive oil stockpiling signals preparation for war over Taiwan",
        "description_en": "China has secretly stockpiled 1.1 to 1.2 billion barrels of crude oil, which is enough to fuel its economy and military for three months without imports. Beijing’s massive oil reserves are a strategic war preparation, ensuring its military can operate even un…",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Qu'est-ce que la sécurité blockchain et comment fonctionne-t-elle ?",
        "description": "Explorez la sécurité blockchain : cryptographie, décentralisation et consensus. Protégez les actifs numériques, les contrats intelligents et les transactions sur le web décentralisé.",
        "source": "C-sharpcorner.com",
        "url": "https://www.c-sharpcorner.com/article/what-is-blockchain-security-and-how-does-it-work/",
        "image": "https://www.c-sharpcorner.com/images/csharp-corner-new.png",
        "publishedAt": "2026-02-18T06:23:11Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What Is Blockchain Security and How Does It Work?",
        "description_en": "Explore blockchain security: cryptography, decentralization, & consensus. Safeguard digital assets, smart contracts, & transactions in the decentralized web.",
        "translated": true
      },
      {
        "title": "Mike Elko de Texas A&M déclare que le football universitaire « est en danger » et exige un nouveau leadership",
        "description": "S'exprimant lors d'une interview avec J.D. Pickell d'On3, Mike Elko a été catégorique dans sa demande de leadership, souhaitant un capitaine pour diriger le navire du football universitaire.",
        "source": "The Daily Caller",
        "url": "https://dailycaller.com/2026/02/18/texas-am-mike-elko-college-football-leadership/",
        "image": "https://images.dailycaller.com/image/width=1280,height=549,fit=cover,format=webp,f=auto/https://cdn01.dailycaller.com/wp-content/uploads/2026/02/GettyImages-2248958598-scaled-e1771394710754.jpg",
        "publishedAt": "2026-02-18T06:20:17Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Texas A&M’s Mike Elko Says College Football ‘At Risk,’ Demands New Leadership",
        "description_en": "Speaking with On3's J.D. Pickell in an interview, Mike Elko was assertive in his demand for leadership, wanting a captain to steer the ship of college football.",
        "translated": true
      },
      {
        "title": "Quelles sont les dernières menaces de cybersécurité en 2026 ?",
        "description": "Explorez les principales menaces de cybersécurité de 2026 : attaques par IA, rançongiciels, mauvaises configurations cloud, risques de chaîne d'approvisionnement, hameçonnage, failles IoT et exploits blockchain.",
        "source": "C-sharpcorner.com",
        "url": "https://www.c-sharpcorner.com/article/what-are-the-latest-cyber-security-threats-in-2026/",
        "image": "https://www.c-sharpcorner.com/images/csharp-corner-new.png",
        "publishedAt": "2026-02-18T06:17:40Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What Are the Latest Cyber Security Threats in 2026?",
        "description_en": "Explore 2026's top cybersecurity threats: AI attacks, ransomware, cloud misconfigurations, supply chain risks, phishing, IoT flaws, and blockchain exploits.",
        "translated": true
      },
      {
        "title": "Les ETF Bitcoin détiennent des milliards malgré la chute des prix, mais la résilience masque une réalité difficile",
        "description": "Les ETF spot Bitcoin aux États-Unis détiennent toujours environ 85 milliards de dollars d'actifs, malgré la chute du prix du BTC.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/18/bitcoin-etfs-hold-billions-after-price-crash-but-resilience-masks-harsh-reality",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/b58bc912f82280d3bcc707a1397933aa24561c36-1920x1080.jpg?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-18T06:08:37Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin ETFs hold billions despite price crash, but resilience masks harsh reality",
        "description_en": "Bitcoin spot ETFs in the United States still hold about $85 billion in assets, despite the BTC price crash.",
        "translated": true
      },
      {
        "title": "agentcert ajouté à PyPI",
        "description": "Certificats d'identité ancrés à Bitcoin pour agents IA",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/agentcert/",
        "image": null,
        "publishedAt": "2026-02-18T06:01:31Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "agentcert added to PyPI",
        "description_en": "Bitcoin-anchored identity certificates for AI agents",
        "translated": true
      },
      {
        "title": "Bitcoin n'a pas « échoué » en tant qu'or numérique : les marchés ont mal interprété la thèse, selon Alex Thorn de Galaxy",
        "description": "Alex Thorn, responsable de la recherche chez Galaxy Digital, rejette la critique croissante selon laquelle Bitcoin aurait « échoué » sa promesse d'or numérique, arguant que ce qualificatif concernait toujours les propriétés monétaires du BTC, et non une garantie qu'il se négocierait comme les métaux précieux dans chaque contexte macroéconomique…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/bitcoin-didnt-fail-digital-gold/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/ChatGPT-Image-Feb-17-2026-11_31_21-AM.png",
        "publishedAt": "2026-02-18T06:00:06Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Didn’t ‘Fail’ Digital Gold: Markets Misread The Thesis, Galaxy’s Thorn Says",
        "description_en": "Galaxy Digital head of research Alex Thorn is pushing back on a growing critique that Bitcoin has “failed” its digital gold promise, arguing that the label was always about BTC’s monetary properties, not a guarantee it would trade like bullion in every macro …",
        "translated": true
      },
      {
        "title": "La technologie irlandaise dans les drones russes ; le défilement infini ; et la crypto pour les voitures",
        "description": "Early Edition avec Aideen Finnegan : une sélection d'histoires pour bien commencer votre journée",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/podcasts/early-edition/podcast-irish-tech-in-russian-drones-the-infinite-scroll-and-crypto-for-cars/",
        "image": "https://www.irishtimes.com/resizer/v2/GV5PB7BHYNGC7NFJ4DGP4RIWYM.jpg?smart=true&auth=28588df4a967ae0fda371209c4413f1683f3487b045bbba02a1ffa22f54bc163&width=1200&height=630",
        "publishedAt": "2026-02-18T06:00:01Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Irish tech in Russian drones; the infinite scroll; and crypto for cars",
        "description_en": "Early Edition with Aideen Finnegan: A selection of stories to start your day",
        "translated": true
      },
      {
        "title": "L'accumulation de Bitcoin notablement plus faible que le rebond de novembre 2025 : Glassnode",
        "description": "Le cabinet d'analyse on-chain Glassnode a mis en évidence comment l'accumulation lors de la récente baisse de Bitcoin s'est avérée plus faible que certains krachs passés. Le score de tendance d'accumulation de Bitcoin n'indique pas une accumulation forte. Dans un nouveau message sur X, Glassnode a discuté de…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/bitcoin-news/bitcoin-accumulation-weaker-november-2025-glassnode/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/btc_a7b837.png?fit=1382%2C921",
        "publishedAt": "2026-02-18T06:00:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Accumulation Notably Weaker Than Nov 2025 Bounce: Glassnode",
        "description_en": "On-chain analytics firm Glassnode has highlighted how accumulation during the recent Bitcoin drop has looked weaker than some past crashes. Bitcoin Accumulation Trend Score Doesn’t Indicate Strong Accumulation In a new post on X, Glassnode has talked about th…",
        "translated": true
      },
      {
        "title": "Wall Street s'enfonce dans les marchés de prédiction avec de nouveaux dépôts d'ETF",
        "description": "L'exposition aux marchés de prédiction est proposée aux investisseurs publics alors que le cycle électoral américain attire l'intérêt institutionnel.",
        "source": "Decrypt",
        "url": "https://decrypt.co/358377/wall-street-prediction-markets-new-etf-filings",
        "image": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2026/01/decrypt-style-wall-street-gID_7.png",
        "publishedAt": "2026-02-18T05:55:23Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Wall Street Pushes Deeper Into Prediction Markets With New ETF Filings",
        "description_en": "Prediction market exposure is being packaged for public investors as the U.S. election cycle draws institutional interest.",
        "translated": true
      },
      {
        "title": "Pump.fun lance des cashbacks pour traders dans une refonte du modèle memecoin",
        "description": "La plateforme de lancement de memecoins Solana Pump.fun a lancé Cashback Coins, qui permet aux détenteurs de gagner des récompenses pour la détention du token à long terme.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/pumpfun-launches-cashback-coins-rewards",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c6ece-3889-719b-8147-3d23ed445592.jpg",
        "publishedAt": "2026-02-18T05:50:16Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pump.fun rolls out trader cashbacks in tweak to memecoin model",
        "description_en": "Solana memecoin launchpad Pump.fun has launched Cashback Coins that allows holders to earn rewards for holding the token over the long term.",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Récapitulatif matinal : l'ASAN approuve la transmission électronique avec sauvegarde manuelle, l'EFCC prolonge la détention d'El-Rufai, des autochtones du Plateau tués, autres grands titres",
        "description": "Votre récapitulatif des actualités nigérianes. L'ASAN approuve la transmission électronique des résultats électoraux, l'EFCC prolonge la détention d'El-Rufai, et autres grands titres.",
        "source": "The Punch",
        "url": "https://punchng.com/morning-recap-nass-okays-e-transmission-with-manual-backup-efcc-extends-el-rufai-detention-plateau-indigenes-killed-other-top-stories/",
        "image": "https://cdn.punchng.com/wp-content/uploads/2026/01/21074636/5a8e37e2-db5c-4486-a3d4-560c58cee8b1-1080x630.jpeg",
        "publishedAt": "2026-02-18T06:10:41Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Morning recap: NASS okays e-transmission with manual backup, EFCC extends El-Rufai detention, Plateau indigenes killed, other top stories",
        "description_en": "Get your Nigerian news recap. NASS okays e-transmission of election results, EFCC extends El-Rufai’s detention, and other top headlines.\n\nRead More: https://punchng.com/morning-recap-nass-okays-e-transmission-with-manual-backup-efcc-extends-el-rufai-detention…",
        "translated": true
      },
      {
        "title": "L'accumulation massive de pétrole par la Chine signale une préparation à la guerre pour Taïwan",
        "description": "La Chine a secrètement constitué un stock de 1,1 à 1,2 milliard de barils de pétrole brut, suffisant pour alimenter son économie et son armée pendant trois mois sans importations. Les réserves pétrolières massives de Pékin constituent une préparation stratégique à la guerre, garantissant que son armée peut opérer même sans...",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-18-china-oil-stockpiling-preparation-war-taiwan.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/China-Flag-Navy-Ships-Military-War.jpg",
        "publishedAt": "2026-02-18T06:00:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Chinaâs massive oil stockpiling signals preparation for war over Taiwan",
        "description_en": "China has secretly stockpiled 1.1 to 1.2 billion barrels of crude oil, which is enough to fuel its economy and military for three months without imports. Beijing’s massive oil reserves are a strategic war preparation, ensuring its military can operate even un…",
        "translated": true
      },
      {
        "title": "Investir dans l'or versus l'argent en 2026 : comment la stratégie du ratio 80/50 peut augmenter vos rendements",
        "description": "* Une stratégie simple basée sur le ratio or-argent.* Acheter de l'argent quand le ratio franchit 80.* Acheter de l'or quand il tombe en dessous de 50 — maintenir entre 50–80. Qu'est-ce que la règle 80/50 pour l'or et l'argent ?",
        "source": "Economictimes.com",
        "url": "https://m.economictimes.com/wealth/invest/gold-vs-silver-investing-in-2026-how-the-80/50-ratio-strategy-can-boost-your-returns/what-is-the-80/50-rule-in-gold-amp-silver/slideshow/128493893.cms",
        "image": "https://img.etimg.com/thumb/msid-128493893,width-1200,height-900,overlay-etwealth/slideshow.jpg",
        "publishedAt": "2026-02-18T05:45:34Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gold vs silver investing in 2026: How the 80/50 ratio strategy can boost your returns",
        "description_en": "* A simple strategy based on the gold-to-silver ratio.* Buy silver when the ratio crosses 80.* Buy gold when it falls below 50 — hold between 50–80. What Is the 80/50 rule in gold & silver?",
        "translated": true
      },
      {
        "title": "Morning Bid : les pourparlers de Genève, l'inflation en vedette lors de la pause du Nouvel An lunaire",
        "description": "Un aperçu de la journée à venir sur les marchés européens et mondiaux par Rocky Swift. Les tensions géopolitiques et les signes de refroidissement du secteur technologique très actif restent à l'esprit des investisseurs, tempérant l'action des prix sur les actions, les devises et les matières premières. Les actions asiatiques ont progressé légèrement, suite à...",
        "source": "CNA",
        "url": "https://www.channelnewsasia.com/business/morning-bid-geneva-talks-inflation-in-spotlight-amid-lunar-new-year-lull-5937351",
        "image": "https://dam.mediacorp.sg/image/upload/s--HfNPx5Oe--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:cna:watermark:2024-04:reuters_1,w_0.1/f_auto,q_auto/v1/one-cms/core/2026-02-18T053413Z_1_LYNXMPEM1H05Z_RTROPTP_3_LUNAR-NEWYEAR-PHILIPPINES.JPG?itok=Oktr6LSX",
        "publishedAt": "2026-02-18T05:35:20Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Morning Bid: Geneva talks, inflation in spotlight amid Lunar New Year lull",
        "description_en": "A look at the day ahead in European and global markets from Rocky SwiftGeopolitical tensions and signs of cooling in the red-hot tech sector remain on investors' minds, taming price action on stocks, currencies, and commodities.Asian shares crept higher, foll…",
        "translated": true
      },
      {
        "title": "Les banques du secteur public restent attrayantes malgré la hausse ; les métaux dans un super-cycle haussier, selon Sudip Bandyopadhyay",
        "description": "Les banques du secteur public restent attrayantes pour les investisseurs même après les gains récents. Un écart de valorisation important persiste avec les prêteurs privés, suggérant un rétrécissement supplémentaire. Les métaux sont dans un super-cycle haussier à long terme alimenté par les tendances mondiales. La volatilité des matières premières...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/expert-view/psu-banks-still-attractive-despite-rally-metals-in-secular-upcycle-says-sudip-bandyopadhyay/articleshow/128492784.cms",
        "image": "https://img.etimg.com/thumb/msid-128492884,width-1200,height-630,imgsize-21126,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-18T05:16:20Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "PSU banks still attractive despite rally; metals in secular upcycle, says Sudip Bandyopadhyay",
        "description_en": "Public sector banks remain attractive for investors even after recent gains. A significant valuation gap persists with private lenders, suggesting further narrowing. Metals are in a strong long-term upcycle driven by global trends. Volatility in commodities i…",
        "translated": true
      },
      {
        "title": "Les actions asiatiques progressent alors que la plupart des marchés régionaux restent fermés pour les vacances du Nouvel An lunaire",
        "description": "Les actions en Asie sont en hausse, l'indice de référence du Japon gagnant plus de 1 % après une clôture calme pour les actions américaines.",
        "source": "WDIV ClickOnDetroit",
        "url": "https://www.clickondetroit.com/business/2026/02/18/asian-shares-gain-as-most-regional-markets-stay-closed-for-lunar-new-year-holidays/",
        "image": "https://res.cloudinary.com/graham-media-group/image/upload/f_auto/q_auto/c_thumb,w_700/v1/media/gmg/Q5NSSGEFJRGVBN7K3EPNUYYKDI.jpg?_a=DATAg1fkZAA0",
        "publishedAt": "2026-02-18T05:06:07Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Asian shares gain as most regional markets stay closed for Lunar New Year holidays",
        "description_en": "Shares in Asia are higher, with Japan's benchmark gaining more than 1% after a quiet finish for U.S. stocks.",
        "translated": true
      },
      {
        "title": "Les risques cachés de l'achat immobilier émotionnel ; comment les REIT offrant un revenu régulier pourraient être une meilleure alternative",
        "description": "Comme toute activité de bricolage, les achats immobiliers aléatoires donnent des résultats inégaux. Plus que tout autre achat, l'immobilier est acheté sur la base d'émotions. Et beaucoup d'entre eux ne se terminent pas bien.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/wealth/real-estate/the-hidden-risks-of-emotional-property-buying-how-reits-offering-regular-income-could-be-a-better-alternative/articleshow/128492171.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-63344,resizemode-75,msid-128492171/wealth/real-estate/the-hidden-risks-of-emotional-property-buying-how-reits-offering-regular-income-could-be-a-better-alternative.jpg",
        "publishedAt": "2026-02-18T05:05:01Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The hidden risks of emotional property buying; how REITs offering regular income could be a better alternative",
        "description_en": "Just like any other Do-it-yourself activity, random property purchases give patchy results. More than any other purchase, property is bought on emotion. And many of them don't end well.",
        "translated": true
      },
      {
        "title": "Sensex et Nifty glissent dans le rouge après une ouverture ferme alors que les valeurs informatiques saignent ; les métaux et l'acier brillent",
        "description": "Le Sensex s'échangeait à 83 256,74, en baisse de 194,22 points ou 0,23 % ; le Nifty 50 ouvert à 25 752,65 s'échangeait à 25 668,05, en baisse de 57,35 points ou 0,22 %",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/markets/it-stocks-bleed-as-metals-steel-shine-sensex-nifty-slip-into-red-after-firm-open/article70645989.ece",
        "image": "https://bl-i.thgim.com/public/incoming/80msep/article70639581.ece/alternates/LANDSCAPE_1200/stock%20broking%20or%20stock%20brokerages.jpg",
        "publishedAt": "2026-02-18T05:03:26Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sensex, Nifty slip into red after firm open as IT stocks bleed; metals, steel shine",
        "description_en": "Sensex was trading at 83,256.74, down 194.22 points or 0.23%; Nifty 50 opened at 25,752.65 was trading at 25,668.05, down 57.35 points or 0.22%",
        "translated": true
      },
      {
        "title": "Les actions asiatiques progressent tandis que la plupart des marchés restent fermés pour le Nouvel An lunaire",
        "description": "Les actions en Asie sont en hausse, l'indice de référence japonais gagnant plus de 1 % après une clôture calme pour les actions américaines. La plupart des marchés asiatiques sont restés fermés pour les vacances du Nouvel An lunaire. Les contrats à terme américains étaient stables et les prix du pétrole ont légèrement augmenté. Mardi, le S&P 500 a progressé de 0,1 %…",
        "source": "Associated Press",
        "url": "https://apnews.com/article/stocks-markets-warner-trump-japan-df3d7079839f96ff5816509aa4c73360",
        "image": "https://dims.apnews.com/dims4/default/a15cd71/2147483647/strip/true/crop/9080x6050+0+1/resize/980x653!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fa6%2Fd7%2F808aaa9df083337c69f25a53d86c%2F8cb67b0d47044f69b6fe177a5c749d4b",
        "publishedAt": "2026-02-18T04:57:25Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Asian shares rise while most markets stay closed for the Lunar New Year",
        "description_en": "Shares in Asia are higher, with Japan's benchmark gaining more than 1% after a quiet finish for U.S. stocks. Most markets in Asia stayed closed for Lunar New Year holidays. U.S. futures were flat and oil prices edged higher. On Tuesday, the S&P 500 rose 0.1% …",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Un tribunal américain interdit à OpenAI d'utiliser « Cameo »",
        "description": "Un tribunal américain interdit à OpenAI d'utiliser « Cameo »",
        "source": "TechCrunch",
        "url": "https://techcrunch.com/2026/02/17/u-s-court-bars-openai-from-using-cameo/",
        "image": "https://techcrunch.com/wp-content/uploads/2025/10/sora-app-GettyImages2238161095.jpg?w=1024",
        "publishedAt": "2026-02-18T06:43:25Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "U.S. court bars OpenAI from using 'Cameo' | TechCrunch",
        "description_en": "U.S. court bars OpenAI from using 'Cameo' | TechCrunchtechcrunch.com",
        "translated": true
      },
      {
        "title": "NVIDIA parvient à remporter l'un des plus grands clients IA d'AMD, Meta, en proposant la prochaine génération Vera Rubin dans un partenariat « multi-générationnel »",
        "description": "NVIDIA a réussi à accroître son influence au sein du cercle des grandes technologies avec son dernier partenariat, la société collaborant avec Meta, une entité connue pour son inclination envers AMD. Le partenariat NVIDIA-Meta implique Blackwell, Blackwell Ultra et Vera…",
        "source": "Wccftech",
        "url": "https://wccftech.com/nvidia-manages-to-bag-in-one-of-amd-biggest-ai-customer-meta/",
        "image": "https://cdn.wccftech.com/wp-content/uploads/2026/01/NVIDIA-Vera-Rubin-728x410.png",
        "publishedAt": "2026-02-18T06:36:05Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "NVIDIA Manages to Bag In One of AMD’s Biggest AI Customers, Meta, Offering Next-Gen Vera Rubin In a “Multi-Generational” Partnership",
        "description_en": "NVIDIA has managed to grow its influence within the Big Tech circle with its latest partnership, as the company collaborates with Meta, an entity known for its inclination towards AMD as well. NVIDIA-Meta Partnership Involves Blackwell, Blackwell Ultra & Vera…",
        "translated": true
      },
      {
        "title": "Show HN : H.e.i.m.d.a.l.l – Pipeline de télémétrie vers insight pour la télémétrie de flotte",
        "description": "J'ai construit un pipeline pour interroger la télémétrie de flotte (véhicules autonomes, robots, véhicules) en langage naturel. Chargez Parquet ou CSV dans cuDF, puis posez des questions comme « Quels véhicules ont dépassé 120 km/h dans la région X ? » et obtenez les identifiants et métriques. Tech : cuDF pour l'ingestion/analyse GPU,…",
        "source": "Github.com",
        "url": "https://github.com/KarthikSriramGit/H.E.I.M.D.A.L.L",
        "image": "https://repository-images.githubusercontent.com/1157797925/bf033426-c2a1-4566-a680-dab9d9e6f374",
        "publishedAt": "2026-02-18T06:35:33Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Show HN: H.e.i.m.d.a.l.l – Telemetry-to-insight pipeline for fleet telemetry",
        "description_en": "I built a pipeline for querying fleet telemetry (AVs, robots, vehicles) in natural language. Load Parquet or CSV into cuDF, then ask things like \"Which vehicles exceeded 120 km/h in region X?\" and get back IDs and metrics.\nTech: cuDF for GPU ingest/analytics,…",
        "translated": true
      },
      {
        "title": "L'IA alimente la stratégie des villes intelligentes du Gujarat contre le bétail errant",
        "description": "Le Gujarat déploie des systèmes de vidéosurveillance alimentés par l'IA à Ahmedabad pour détecter et gérer le bétail errant dans le cadre de ses initiatives de villes intelligentes et de sécurité urbaine.",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/multimedia/video/ai-technology-gujarat-smart-city-stray-cattle/article70646275.ece",
        "image": "https://bl-i.thgim.com/public/multimedia/video/n4xsub/article70646270.ece/alternates/LANDSCAPE_1200/THUMBNAIL%20.png",
        "publishedAt": "2026-02-18T06:27:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AI Technology Powers Gujarat’s Smart City Drive Against Stray Cattle",
        "description_en": "Gujarat is deploying AI-powered CCTV systems in Ahmedabad to detect and manage stray cattle as part of its smart city and urban safety initiatives.",
        "translated": true
      },
      {
        "title": "Quelles sont les dernières menaces de cybersécurité en 2026 ?",
        "description": "Explorez les principales menaces de cybersécurité de 2026 : attaques par IA, rançongiciels, mauvaises configurations cloud, risques de chaîne d'approvisionnement, phishing, failles IoT et exploits blockchain.",
        "source": "C-sharpcorner.com",
        "url": "https://www.c-sharpcorner.com/article/what-are-the-latest-cyber-security-threats-in-2026/",
        "image": "https://www.c-sharpcorner.com/images/csharp-corner-new.png",
        "publishedAt": "2026-02-18T06:17:40Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What Are the Latest Cyber Security Threats in 2026?",
        "description_en": "Explore 2026's top cybersecurity threats: AI attacks, ransomware, cloud misconfigurations, supply chain risks, phishing, IoT flaws, and blockchain exploits.",
        "translated": true
      },
      {
        "title": "Plus de 50 % des logiciels d'entreprise pourraient basculer vers l'IA, selon le PDG de Mistral",
        "description": "Les actions logicielles ont chuté sur les craintes que l'IA ne grignote les modèles commerciaux dits SaaS (Software as a Service).",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/18/ai-mistral-software-switch-ceo-india-ai-impact-summit.html",
        "image": "https://image.cnbcfm.com/api/v1/image/108266601-1771392963474-gettyimages-2219062309-FRANCE_VIVATECH.jpeg?v=1771393101&w=1920&h=1080",
        "publishedAt": "2026-02-18T06:14:33Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "More than 50% of enterprise software could switch to AI, Mistral CEO says",
        "description_en": "Software stocks have sold off on fears AI could eat into so-called software as a service, or SaaS, business models.",
        "translated": true
      },
      {
        "title": "lits-llm ajouté à PyPI",
        "description": "LITS : LLM Inference via Tree Search — framework de raisonnement agentique modulaire.",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/lits-llm/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-18T06:12:14Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "lits-llm added to PyPI",
        "description_en": "LITS: LLM Inference via Tree Search — modular agentic reasoning framework.",
        "translated": true
      },
      {
        "title": "TokenMeter – Couche d'observabilité open-source pour les coûts de tokens LLM",
        "description": "J'ai développé TokenMeter après avoir constaté comment les coûts des LLM deviennent imprévisibles à mesure que l'utilisation augmente. La plupart des équipes optimisent les prompts mais manquent de visibilité en temps réel sur les coûts. Ce projet suit l'utilisation des tokens et expose des insights de coûts pour aider les équipes IA à rester conscientes de leurs dépenses.",
        "source": "Github.com",
        "url": "https://github.com/ATMAECHO/TOKEN-METER",
        "image": "https://opengraph.githubassets.com/eea39f4bd57d3211a06801e4ec71e4dd4ccd4c7a0d57e4621e6667d535594d22/ATMAECHO/TOKEN-METER",
        "publishedAt": "2026-02-18T06:07:52Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Show HN: TokenMeter – Open-source observability layer for LLM token costs",
        "description_en": "Hi HN,I built TokenMeter after seeing how unpredictable LLM costs become as usage scales.Most teams optimize prompts but lack real-time cost observability.This project tracks token usage and exposes cost insights to help AI teams stay financially aware.Would …",
        "translated": true
      },
      {
        "title": "Adopter l'IA est la meilleure stratégie pour réussir : Ivana Bartoletti de Wipro",
        "description": "« Il est important d'avoir des systèmes affinés et entraînés sur des données indiennes représentant les normes culturelles, les langues, les dialectes, etc. »",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/info-tech/embracing-ai-is-the-best-card-to-succeed-ivana-bartoletti-of-wipro/article70646020.ece",
        "image": "https://bl-i.thgim.com/public/incoming/qlxy2z/article70646132.ece/alternates/LANDSCAPE_1200/Ivana%20Bartoletti%203.jpg",
        "publishedAt": "2026-02-18T06:06:22Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Embracing AI is the best card to succeed: Ivana Bartoletti of Wipro",
        "description_en": "‘It is important to have systems that are fine-tuned and trained on Indian data representing the cultural norms, languages, dialects, etc’",
        "translated": true
      },
      {
        "title": "Qu'a permis la réduction record des pertes de lumière visible sur les puces silicium ? #science",
        "description": "La photonique fibrée apporte une clarté optique au silicium Des ingénieurs du Caltech ont repensé les trajets lumineux intégrés afin que les dispositifs silicium puissent guider les longueurs d'onde visibles avec des pertes précédemment atteintes uniquement dans les fibres optiques en verre. En façonnant les structures photoniques…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/science/what-enabled-record-low-visible-light-loss-on-silicon-chips",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-18T06:04:20Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What enabled record-low visible-light loss on silicon chips? #science",
        "description_en": "Fiber like photonics brings optical clarity to silicon Engineers at Caltech have reworked on‑chip light pathways so silicon devices can guide visible wavelengths with losses previously achieved only in glass optical fiber. By shaping the photonic structures o…",
        "translated": true
      }
    ]
  },
  "total": 49
}