{
  "updated": "2026-02-21T01:01:38.483Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Un homme du Manipur affronte les balles et les tempêtes pour sauver les moineaux avec une solution à 5 roupies ; installe 600 nids, en distribue 300 gratuitement",
        "description": "Dans le Churachandpur déchiré par les conflits au Manipur, l'écologiste Anish Ahamad risque sa sécurité pour accrocher des nids de moineaux faits à la main, une mission vitale depuis sept ans. Malgré la violence continue et les difficultés financières, il a installé plus de 600 nids, aidant les agriculteurs en...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/guwahati/manipur-man-races-bullets-storms-to-save-sparrows-with-rs-5-solution-installs-600-nests-distributes-300-free/articleshow/128584510.cms",
        "image": "https://static.toiimg.com/thumb/msid-128584471,width-1280,height-720,imgsize-1310762,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-20T01:00:37Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Manipur man races bullets & storms to save sparrows with Rs 5 solution; installs 600 nests, distributes 300 free",
        "description_en": "In Manipur's conflict-ridden Churachandpur, environmentalist Anish Ahamad risks his safety to hang handmade sparrow nests, a vital mission for seven years. Despite ongoing violence and financial struggles, he has installed over 600 nests, aiding farmers by pr…",
        "translated": true
      },
      {
        "title": "La police de Delhi arrête un associé de Bobby Kabootar lié au réseau de Lawrence Bishnoi",
        "description": "La cellule spéciale de la police de Delhi a appréhendé Khusnuma Ansari, également connue sous le nom de Neha, une associée clé de Mahfuz, alias Bobby Kabootar. Les autorités allèguent qu'Ansari a joué un rôle déterminant dans la gestion d'un réseau de drogue lié au gang de Lawrence Bishnoi. Mahfuz, précédemment...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/delhi/delhi-police-arrest-bobby-kabootars-aide-linked-to-lawrence-bishnoi-network/articleshow/128584609.cms",
        "image": "https://static.toiimg.com/thumb/msid-128584634,width-1280,height-720,imgsize-830622,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-20T00:58:12Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Delhi police arrest Bobby Kabootar’s aide linked to Lawrence Bishnoi network",
        "description_en": "Delhi Police's special cell has apprehended Khusnuma Ansari, also known as Neha, a key associate of Mahfuz, alias Bobby Kabootar. Authorities allege Ansari was instrumental in managing a drug network connected to the Lawrence Bishnoi gang. Mahfuz, previously …",
        "translated": true
      },
      {
        "title": "La Nouvelle-Zélande impose des sanctions à 100 navires russes de la « flotte fantôme »",
        "description": "La Nouvelle-Zélande a imposé son plus grand paquet de sanctions maritimes contre la Russie, désignant 100 navires liés à la « flotte fantôme » du pays et abaissant le plafond des prix du pétrole brut russe à 44,10 dollars le baril. Cette mesure considérable élargit considérablement...",
        "source": "gcaptain.com",
        "url": "https://gcaptain.com/new-zealand-slaps-sanctions-on-100-russian-shadow-fleet-vessels/",
        "image": "https://gcaptain.com/wp-content/uploads/2026/01/2026-01-02T114831Z_1689418246_RC2P3HAKCKH8_RTRMADP_3_INDIA-RUSSIA-OIL-USA-scaled.jpg",
        "publishedAt": "2026-02-20T00:57:57Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "New Zealand Slaps Sanctions on 100 Russian ‘Shadow Fleet’ Vessels",
        "description_en": "New Zealand has imposed its largest-ever maritime sanctions package against Russia, designating 100 vessels linked to the country’s “shadow fleet” and lowering the price cap on Russian crude to $44.10 per barrel. The sweeping move significantly expands Wellin…",
        "translated": true
      },
      {
        "title": "Demande de peine de mort de la survivante du viol d'Unnao : la Haute Cour de Delhi demande la position de Kuldeep Sengar",
        "description": "La Haute Cour de Delhi a demandé à l'ancien député de l'UP Kuldeep Sengar et aux autres condamnés de répondre à la demande de la survivante du viol d'Unnao visant à augmenter leur peine de 10 ans à la peine de mort dans l'affaire de décès en détention de son père. La cour a également envisagé de condonner une...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/delhi/unnao-rape-survivors-death-penalty-plea-hc-seeks-kuldeep-sengars-stand/articleshow/128584261.cms",
        "image": "https://static.toiimg.com/thumb/msid-128584241,width-1280,height-720,imgsize-615548,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-20T00:42:59Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Unnao rape survivor’s death penalty plea: Delhi HC seeks Kuldeep Sengar’s stand",
        "description_en": "The Delhi High Court has asked former UP MLA Kuldeep Sengar and other convicts for their response on the Unnao rape survivor's plea to enhance their 10-year sentence to death in her father's custodial death case. The court also considered condoning a signific…",
        "translated": true
      },
      {
        "title": "Le Venezuela teste une augmentation des prix du carburant alors que le secteur pétrolier s'ouvre",
        "description": "Le Venezuela a commencé à augmenter les prix du carburant dans les stations-service de Caracas alors qu'il cherche à générer de nouveaux revenus en réouvrant son industrie pétrolière aux investissements étrangers et en augmentant sa production.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/venezuela-tests-higher-fuel-prices-as-oil-sector-opens",
        "image": null,
        "publishedAt": "2026-02-20T00:33:38Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Venezuela Tests Higher Fuel Prices as Oil Sector Opens",
        "description_en": "Venezuela has started to increase fuel prices at gasoline stations in Caracas as it seeks fresh revenue while reopening its oil industry to foreign investment and boosting output.",
        "translated": true
      },
      {
        "title": "La nouvelle carte Contaminated de la saison 2 de Battlefield 6 est excellente, tout comme l'hélicoptère Little Bird — j'aurais voulu plus de contenu, mais ce qui est proposé est fantastique",
        "description": "La saison 2 de Battlefield 6 est arrivée, et bien qu'elle n'apporte pas énormément de contenu, sa nouvelle carte Contaminated et son hélicoptère Little Bird sont formidables.",
        "source": "Windows Central",
        "url": "https://www.windowscentral.com/gaming/battlefield-6-season-2s-new-contaminated-map-is-rad-and-so-is-the-little-bird",
        "image": "https://cdn.mos.cms.futurecdn.net/wtG8oCPUeKmLZCgTsMAsSg-1280-80.jpg",
        "publishedAt": "2026-02-20T00:33:01Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Battlefield 6 Season 2's new Contaminated map is rad, and so is the Little Bird — I wanted more content, but what's here is fantastic",
        "description_en": "Battlefield 6 Season 2 is here, and though its not bringing a ton of content, its new Contaminated map and Little Bird helicopter are awesome.",
        "translated": true
      },
      {
        "title": "La Corée du Nord ouvre son grand congrès du parti avec Kim mettant l'accent sur l'économie",
        "description": "La Corée du Nord a ouvert son événement politique le plus important, où le leader Kim Jong Un devrait définir son agenda politique intérieur et extérieur pour les cinq prochaines années et renforcer davantage le contrôle autoritaire de sa famille.",
        "source": "Abcnews.com",
        "url": "https://abcnews.com/International/wireStory/north-korea-opens-major-party-congress-kim-emphasizing-130320902",
        "image": "https://s.abcnews.com/images/US/abc_news_default_2000x2000_update_16x9_992.jpg",
        "publishedAt": "2026-02-20T00:32:10Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "North Korea opens major party congress with Kim emphasizing economy",
        "description_en": "North Korea has opened its most important political event, where leader Kim Jong Un is expected to map out his domestic and foreign policy agenda for the next five years and further entrench his family’s authoritarian rule",
        "translated": true
      },
      {
        "title": "Le parlement vénézuélien approuve un projet de loi d'amnistie limitée critiqué par les groupes de défense des droits",
        "description": "19 février (Reuters) - Le parlement contrôlé par le parti au pouvoir du Venezuela a approuvé jeudi un projet de loi d'amnistie limitée que les organisations de défense des droits de l'homme jugent insuffisant pour offrir un soulagement à des centaines de prisonniers politiques dans le pays, alors que certains membres de la famille...",
        "source": "The Star Online",
        "url": "https://www.thestar.com.my/news/world/2026/02/20/venezuela-legislature-passes-limited-amnesty-bill-critiqued-by-rights-groups",
        "image": "https://apicms.thestar.com.my/uploads/images/2026/02/20/3777736.jpg",
        "publishedAt": "2026-02-20T00:32:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Venezuela legislature passes limited amnesty bill critiqued by rights groups",
        "description_en": "Feb 19 (Reuters) - Venezuela's ruling party-controlled ⁠legislature on Thursday approved a limited amnesty bill that human rights organizations say ⁠falls short of offering relief for hundreds of political prisoners in the country, ‌as some family members of …",
        "translated": true
      },
      {
        "title": "Le tarif et les léopards qui se mangent la face",
        "description": "Un examen raisonnablement complet de l'impact de la politique tarifaire de Trump sur l'industrie du bourbon : Trump avait fait campagne sur l'augmentation des tarifs pour stimuler la fabrication américaine. Mais pour l'industrie du bourbon du Kentucky, cette politique a eu l'effet inverse — similaire à...",
        "source": "Lawyersgunsmoneyblog.com",
        "url": "https://www.lawyersgunsmoneyblog.com/2026/02/the-tariff-and-the-leopards-eating-the-faces",
        "image": "https://www.lawyersgunsmoneyblog.com/wp-content/uploads/2026/02/IMG_1314-1-scaled.jpeg",
        "publishedAt": "2026-02-20T00:15:36Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Tariff and the Leopards Eating the Faces",
        "description_en": "A reasonably comprehensive look at the impact of Trump tariff policy on the bourbon industry: Trump had campaigned on raising tariffs to boost American manufacturing. But for Kentucky’s bourbon industry, that policy has had the opposite effect — similar to Tr…",
        "translated": true
      },
      {
        "title": "Le FMI avertit que la situation économique et humanitaire du Venezuela est « très fragile »",
        "description": "Les chiffres montrent que la dette publique du Venezuela représente environ 180 % de son PIB alors que le pays traverse une période de turbulences.",
        "source": "Al Jazeera English",
        "url": "https://www.aljazeera.com/news/2026/2/20/imf-warns-venezuelas-economy-and-humanitarian-situation-is-quite-fragile",
        "image": "https://www.aljazeera.com/wp-content/uploads/2026/02/2026-02-19T110453Z_34044986_RC2BICADHGY4_RTRMADP_3_USA-VENEZUELA-OIL-PRODUCTION-1771544112.jpg?resize=1920%2C1440",
        "publishedAt": "2026-02-20T00:08:17Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "IMF warns Venezuela’s economy and humanitarian situation is ‘quite fragile’",
        "description_en": "Figures show Venezuela's public debt sits at roughly 180 percent of its GDP as the country struggles with tumult.",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "CarGurus abandonne sa plateforme de gros pour se concentrer entièrement sur le SaaS IA",
        "description": "La transformation numérique est intrinsèquement perturbatrice. Pour les secteurs établis comme l'automobile, l'adaptation à un modèle de commerce axé sur le numérique nécessite une période de recalibrage alors que les entreprises, partenaires et consommateurs s'ajustent à de nouvelles façons d'acheter et de vendre. CarGurus' quatre…",
        "source": "pymnts.com",
        "url": "https://www.pymnts.com/earnings/2026/cargurus-exits-wholesale-platform-to-go-all-in-on-ai-saas/",
        "image": "https://www.pymnts.com/wp-content/uploads/2026/02/CarGurus-earnings-x1.jpg",
        "publishedAt": "2026-02-20T00:56:43Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "CarGurus Exits Wholesale Platform to Go All-In on AI SaaS",
        "description_en": "Digital transformation is inherently disruptive. For legacy sectors such as automotive, adapting to a digital-first commerce model requires a period of recalibration as companies, partners and consumers adjust to new ways of buying and selling. CarGurus’ four…",
        "translated": true
      },
      {
        "title": "Le WSJ critique la guerre d'un conseiller de Trump contre les analystes de la Fed : « Il est clair que la Maison-Blanche s'inquiète »",
        "description": "Le conseil éditorial conservateur du Wall Street Journal a exprimé son indignation après qu'un des principaux conseillers économiques du Président Donald Trump ait semblé menacer de punir les économistes de la Réserve fédérale pour avoir publié une étude montrant que les tarifs de Trump coûtent cher aux Américains…",
        "source": "Raw Story",
        "url": "https://www.rawstory.com/kevin-hassett-2675286904/",
        "image": "https://www.rawstory.com/media-library/white-house-economic-adviser-kevin-hassett-is-interviewed-by-a-tv-network-at-the-white-house-in-washington-d-c-u-s-october.jpg?id=62149859&width=1200&height=600&coordinates=0%2C382%2C0%2C383",
        "publishedAt": "2026-02-20T00:55:04Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "WSJ slams Trump adviser's war on Fed analysts: 'Clearly the White House is worried'",
        "description_en": "The conservative Wall Street Journal editorial board was outraged after one of President Donald Trump's top economic advisers appeared to threaten punishment against Federal Reserve economists for publishing a study that showed Trump's tariffs are costing Ame…",
        "translated": true
      },
      {
        "title": "Le mari de la Secrétaire du Travail interdit d'accès au Département suite à des signalements d'agression sexuelle - The New York Times",
        "description": "Le mari de la Secrétaire du Travail interdit d'accès au Département suite à des signalements d'agression sexuelleThe New York Times Le mari de Chavez-DeRemer interdit d'accès au siège du DOLPolitico Le mari de la Secrétaire du Travail interdit d'accès au siège après des allégations d'agression sexuelle, selon le New York TimesCNBC…",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180829344",
        "image": null,
        "publishedAt": "2026-02-20T00:52:15Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Labor Secretary’s Husband Barred From the Department After Sexual Assault Reports - The New York Times",
        "description_en": "Labor Secretary’s Husband Barred From the Department After Sexual Assault ReportsThe New York Times Chavez-DeRemer's husband barred from DOL headquartersPolitico Labor Secretary's husband barred from HQ after sexual assault claims, NY Times reportsCNBC Labor …",
        "translated": true
      },
      {
        "title": "Les échanges d'Advanced Biomed Inc suspendus, annonce en attente",
        "description": "Consultez le reste de l'article ici. legacy.thefly.com fournit les dernières actualités financières au fur et à mesure qu'elles se produisent. Reconnu comme un leader en intelligence de marché, le fil d'actualités en temps réel et en continu de The Fly tient informés les investisseurs individuels, les gestionnaires de portefeuille professionnels, les traders actifs et…",
        "source": "Thefly.com",
        "url": "https://legacy.thefly.com/permalinks/entry.php/id4296921/ADVB-Advanced-Biomed-Inc-trading-halted-news-pending",
        "image": "https://legacy.thefly.com/images/meta/hotstocks.jpg",
        "publishedAt": "2026-02-20T00:50:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Advanced Biomed Inc trading halted, news pending",
        "description_en": "See the rest of the story here.\n\nlegacy.thefly.com provides the latest financial news as it breaks. Known as a leader in market intelligence, The Fly's real-time, streaming news feed keeps individual investors, professional money managers, active traders, and…",
        "translated": true
      },
      {
        "title": "CNBC Daily Open : Les craintes sur le crédit privé et les tensions entre les États-Unis et l'Iran pèsent sur Wall Street",
        "description": "Pendant ce temps, Blue Owl Capital a resserré la liquidité des investisseurs après avoir vendu 1,4 milliard de dollars d'actifs de prêt, soulevant des inquiétudes quant à la stabilité du marché du crédit privé.",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/20/cnbc-daily-open-private-credit-fears-and-us-iran-tensions-pressure-wall-street.html",
        "image": "https://image.cnbcfm.com/api/v1/image/108267633-17715412082026-02-19t223859z_91970639_rc27pjab5l5z_rtrmadp_0_usa-stocks.jpeg?v=1771541245&w=1920&h=1080",
        "publishedAt": "2026-02-20T00:49:39Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "CNBC Daily Open: Private credit fears and U.S.-Iran tensions pressure Wall Street",
        "description_en": "Meanwhile, Blue Owl Capital tightened investor liquidity after selling $1.4 billion in loan assets, raising alarms about stability in the private credit market.",
        "translated": true
      },
      {
        "title": "Marché américain | Les grands gestionnaires de fonds parient contre les espoirs de baisse des taux de la Fed",
        "description": "Certains grands gestionnaires de portefeuille désapprouvent les attentes du marché concernant les réductions de taux d'intérêt de la Réserve fédérale. Ils estiment que l'économie américaine est robuste et que l'inflation pourrait rester élevée. Cette vision les pousse à parier contre les obligations du gouvernement américain. Ils anticipent des réductions de taux moins nombreuses que prévu.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/us-market-big-fund-managers-bet-against-fed-cut-hopes/articleshow/128584268.cms",
        "image": "https://img.etimg.com/thumb/msid-128584253,width-1200,height-630,imgsize-151464,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-20T00:42:44Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US Market | Big fund managers bet against Fed cut hopes",
        "description_en": "Some top money managers are disagreeing with market expectations for Federal Reserve interest rate cuts. They believe the US economy is strong and inflation may remain high. This view leads them to bet against US government bonds. They anticipate fewer rate r…",
        "translated": true
      },
      {
        "title": "L'industrie des services technologiques de 1,5 trillion de dollars tient bon : le PDG d'Infosys Salil Parekh",
        "description": "Le PDG d'Infosys Salil Parekh affirme que l'industrie mondiale des services technologiques de 1,5 trillion de dollars est loin d'être détruite, malgré la compression de certains domaines par l'IA. Il voit des opportunités de croissance significatives dans six segments clés. Parekh ajoute que l'industrie informatique indienne devrait connaître une croissance substantielle.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/tech/information-tech/1-5-trillion-tech-services-industry-is-still-standing-infosys-ceo-salil-parekh/articleshow/128574385.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-75198,resizemode-75,msid-128574385/tech/information-tech/1-5-trillion-tech-services-industry-is-still-standing-infosys-ceo-salil-parekh.jpg",
        "publishedAt": "2026-02-20T00:30:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "$1.5-trillion tech services industry is still standing: Infosys CEO Salil Parekh",
        "description_en": "Infosys CEO Salil Parekh says the $1.5 trillion global tech services industry is far from being destroyed, despite AI compressing some areas. He sees significant growth opportunities in six key segments. Parekh adds that the Indian IT industry is likely to th…",
        "translated": true
      },
      {
        "title": "Horoscope Vierge aujourd'hui, 20 février 2026 : la journée favorise l'élargissement des horizons, y compris l'accès au marché boursier",
        "description": "Horoscope Vierge aujourd'hui, 20 février 2026 : faire plaisir à votre conjoint peut nécessiter des efforts supplémentaires. Si vous voulez le voir sourire, répondez à au moins quelques-uns de ses souhaits.",
        "source": "The Indian Express",
        "url": "https://indianexpress.com/article/horoscope/virgo-horoscope-today-20-february-2026-daily-astrology-prediction-for-virgo-career-finance-money-love-10539948/",
        "image": "https://images.indianexpress.com/2024/05/Virgo-2.jpg",
        "publishedAt": "2026-02-20T00:25:04Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Virgo Horoscope Today, 20 February 2026: The day supports widening horizons, including stepping toward the stock market",
        "description_en": "Virgo Horoscope Today, 20 February 2026: Pleasuring your spouse may require extra effort. If you want them smiling, meet at least a few of their wishes.",
        "translated": true
      },
      {
        "title": "Les chevilles gonflées de Trump exposées par un podcasteur",
        "description": "Une photo publiée par un podcasteur a révélé les chevilles enflées du président âgé de 79 ans.",
        "source": "Daily Beast",
        "url": "https://www.thedailybeast.com/trumps-bulging-cankles-exposed-by-podcaster/",
        "image": "https://www.thedailybeast.com/resizer/v2/NXBYULPGNJF5XGDMLAGNP3MXFE.jpg?smart=true&auth=726d1b66c94d3d9a0fddda66824affd0790dda4bc8e849889b884476dd68ef10&width=1200&height=630",
        "publishedAt": "2026-02-20T00:23:51Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump’s Bulging Cankles Exposed by Podcaster",
        "description_en": "A photo posted by a podcaster exposed the 79-year-old president’s swollen ankles.",
        "translated": true
      },
      {
        "title": "La marine iranienne organise des exercices militaires conjoints avec la Russie au milieu des menaces renouvelées de Trump",
        "description": "Selon le Wall Street Journal, les États-Unis disposeraient de plus de puissance aérienne militaire au Moyen-Orient qu'à tout moment depuis l'invasion de l'Irak en 2003. Avec un deuxième porte-avions en route jeudi, la Maison-Blanche semble préparée à une possible escalade.",
        "source": "CBS News",
        "url": "https://www.cbsnews.com/video/irans-navy-joint-military-exercises-russia-amid-renewed-threats-trump/",
        "image": "https://assets1.cbsnewsstatic.com/hub/i/r/2026/02/20/6d09369f-7285-41c6-8db0-9242ad5fcc52/thumbnail/1200x630/60380f6cb2618d7076ac4b9d68680c67/cbsn-fusion-irans-navy-joint-military-exercises-russia-amid-renewed-threats-trump-thumbnail.jpg",
        "publishedAt": "2026-02-20T00:23:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iran's navy holds joint military exercises with Russia amid renewed threats from Trump",
        "description_en": "The U.S. is said to have more military air power in the Middle East than at any time since the 2003 invasion of Iraq, according to the Wall Street Journal. With a second aircraft carrier on its way on Thursday, the White House appears prepared for the possibi…",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Ne tombez pas dans le piège du Bitcoin : un analyste explique pourquoi un rebond à 76 000 dollars n'est pas une bonne chose",
        "description": "L'action des prix du Bitcoin peine face aux corrections baissières, échouant à plusieurs reprises à clôturer les séances de trading quotidiennes au-dessus de 70 000 dollars. À l'heure actuelle, le Bitcoin évolue dans une fourchette étroite en dessous de 70 000 dollars, et les analystes crypto sont divisés sur sa direction future. Certains...",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/bitcoin/dont-fall-for-the-bitcoin-trap/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Bitcoin-from-Pixabay-23.jpg?fit=960%2C501",
        "publishedAt": "2026-02-20T01:00:21Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Don’t Fall For The Bitcoin Trap: Analyst Explains Why Recovery To $76,000 Is Not A Good Thing",
        "description_en": "Bitcoin’s price action is struggling with bearish corrections, repeatedly failing to close daily trading sessions above $70,000. As it stands, Bitcoin is now moving in a tight range below $70,000, and crypto analysts are undecided on its next direction. Some …",
        "translated": true
      },
      {
        "title": "Un accord XRP de 117 millions de dollars vient de se conclure, et personne ne sait qui l'a fait",
        "description": "Une quantité vertigineuse de 117 millions de dollars en XRP vient de changer de mains sur la blockchain Ripple dans une transaction qui a laissé même les observateurs chevronnés de la crypto se demander l'identité des portefeuilles impliqués. Selon les données publiquement partagées par l'analyste crypto Ripple Bull Winkle, o…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/a-117-million-xrp-deal-happen/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/XRP-from-Adobe-Stock-28.jpg",
        "publishedAt": "2026-02-20T01:00:14Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "A $117 Million XRP Deal Just Happened, And No One Knows Who Did It",
        "description_en": "A staggering $117 million worth of XRP has just shifted hands on the Ripple blockchain in a transaction that has left even seasoned crypto watchers wondering about the wallets involved. According to data publicly shared by crypto analyst Ripple Bull Winkle, o…",
        "translated": true
      },
      {
        "title": "Bitcoin lutte pour rester au-dessus de 60 000 dollars, mais pourquoi cela pourrait être simplement une réinitialisation du BTC",
        "description": "Quelque chose d'étrange se produit au sein de Bitcoin alors que les prix stagnent entre 60 000 et 70 000 dollars.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/bitcoin-fights-to-stay-above-60k-but-why-this-could-just-be-btcs-reset/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Bitcoins-fall-from-125K-to-66K-1000x600.webp",
        "publishedAt": "2026-02-20T01:00:12Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin fights to stay above $60K, but why this could just be BTC’s reset",
        "description_en": "Something strange is happening inside Bitcoin as prices stagnate between $60K and $70K.",
        "translated": true
      },
      {
        "title": "Ian Calderon, premier législateur millénial de Californie, défend sa candidature au poste de gouverneur",
        "description": "Dans sa candidature au poste de gouverneur de Californie, le démocrate Ian Calderon se présente comme faisant partie d'une nouvelle génération de leadership.",
        "source": "KQED",
        "url": "https://www.kqed.org/news/12073866/californias-first-millennial-lawmaker-ian-calderon-makes-his-case-for-governor",
        "image": "https://cdn.kqed.org/wp-content/uploads/sites/10/2026/02/PB20260210_IanCalderon_2.png",
        "publishedAt": "2026-02-20T00:35:17Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "California’s First Millennial Lawmaker Ian Calderon Makes His Case for Governor",
        "description_en": "In his bid for California governor, Democrat Ian Calderon is pitching himself as part of a new generation of leadership.",
        "translated": true
      },
      {
        "title": "Actualités audio ARRL 20 février 2026",
        "description": "Actualités audio ARRL 20 février 2026",
        "source": "Podcast.show",
        "url": "https://arrlaudionews.podcast.show/episode/152396626/",
        "image": "https://assets.blubrry.com/coverart/300/28672-252658.jpg",
        "publishedAt": "2026-02-20T00:21:44Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "ARRL Audio News February 20, 2026",
        "description_en": "ARRL Audio News February 20, 2026",
        "translated": true
      },
      {
        "title": "Ethereum fait l'histoire avec la majorité de son offre en staking – Ce que cela signifie pour le prix et le réseau",
        "description": "Bien que l'intérêt d'achat pour Ethereum puisse perdre de l'élan, l'écosystème du staking a connu une croissance significative au cours des derniers mois. Suite à une période de hausse régulière, la quantité d'ETH verrouillée dans les contrats de staking a atteint un niveau critique…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/most-of-ethereum-supply-staked/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/Ethereum-from-Pixabay-13.jpg",
        "publishedAt": "2026-02-20T00:00:22Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ethereum Makes History With Majority Of Supply Staked – What It Means For Price And Network",
        "description_en": "While buying interest in Ethereum may be losing momentum, the staking ecosystem has been experiencing significant growth over the past few months. Following a period of steady rise, the quantity of ETH locked away in staking contracts has reached a critical l…",
        "translated": true
      },
      {
        "title": "Cet analyste avait prédit la vente massive de Solana à 250 dollars, et revient avec une nouvelle prédiction",
        "description": "L'analyste crypto qui avait averti les traders de Solana (SOL) de vendre près du sommet du cycle à 250 dollars revient avec une nouvelle perspective après que le marché ait validé son appel antérieur. Crypto Patel affirme que le déclin du prix de SOL suite à sa zone de sortie de 200 à 250 dollars a maintenant créé…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/solana/solana-sell-off-at-250-is-back/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Solana-from-Freepik-6.jpg?fit=1280%2C720",
        "publishedAt": "2026-02-20T00:00:19Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "This Analyst Predicted Solana Sell-Off At $250, And Is Back With A New Prediction",
        "description_en": "The crypto analyst who warned Solana (SOL) traders to sell near the cycle top at $250 is back with a new outlook after the market validated his earlier call. Crypto Patel says the decline in SOL’s price following his $200-$250 exit zone has now created the co…",
        "translated": true
      },
      {
        "title": "Les recherches en ligne sur l'adresse de Nancy Guthrie ont augmenté avant sa disparition",
        "description": "Les recherches en ligne concernant l'adresse du domicile de Nancy Guthrie et le salaire de sa fille Savannah Guthrie ont connu une augmentation avant la disparition de sa mère. Selon les données de Google Trends examinées par Us Weekly, il y a eu une hausse en Arizona du nombre de personnes recherchant...",
        "source": "Us Weekly",
        "url": "https://www.usmagazine.com/celebrity-news/news/online-search-for-nancy-guthries-address-spiked-before-disappearance/",
        "image": "https://www.usmagazine.com/wp-content/uploads/2026/02/Online-Search-for-Nancy-Guthries-Address-Spiked-Before-Disappearance.jpg?crop=0px%2C68px%2C1080px%2C567px&resize=1200%2C630&quality=86&strip=all",
        "publishedAt": "2026-02-19T23:59:40Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Online Search for Nancy Guthrie's Address Spiked Before Disappearance",
        "description_en": "There was an increase in online search for Nancy Guthrie’s home address and daughter Savannah Guthrie’s salary before her mom’s disappearance. According to Google Trends data reviewed by Us Weekly, there was an uptick in the state of Arizona of people searchi…",
        "translated": true
      },
      {
        "title": "Les petits portefeuilles Bitcoin accumulent lors de la baisse tandis que les détenteurs de taille moyenne restent absents",
        "description": "Le repli du Bitcoin attire une accumulation régulière de la part des petits détenteurs, qui ont ajouté plus de 1 % de BTC depuis octobre.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/?p=572369",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Adewale-1-15-1000x600.png",
        "publishedAt": "2026-02-19T23:47:19Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Small Bitcoin wallets buy the dip as mid-sized holders remain absent",
        "description_en": "Bitcoin’s pullback is drawing steady accumulation from small holders, who have added over 1% BTC since the October.",
        "translated": true
      },
      {
        "title": "Des criminels créent un faux fournisseur de gestion à distance qui vend réellement un RAT",
        "description": "300 dollars par mois vous permettent d'accéder à une porte dérobée qui ressemble à un logiciel légitime. Des chercheurs de Proofpoint ont découvert fin du mois dernier ce qu'ils décrivent comme une « tournure étrange » de la tendance croissante des criminels abusant des logiciels de surveillance et de gestion à distance (RMM) comme...",
        "source": "Theregister.com",
        "url": "https://www.theregister.com/2026/02/19/rmm_rat_trustconnect/",
        "image": "https://regmedia.co.uk/2022/05/09/scay_rat_glowing_eyes_shutterstock.jpg",
        "publishedAt": "2026-02-19T23:46:21Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Crims create fake remote management vendor that actually sells a RAT",
        "description_en": "$300 a month buys you a backdoor that looks like legit software\nResearchers at Proofpoint late last month uncovered what they describe as a \"weird twist\" on the growing trend of criminals abusing remote monitoring and management software (RMM) as their prefer…",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "La Nouvelle-Zélande impose des sanctions contre 100 navires russes de la « flotte fantôme »",
        "description": "La Nouvelle-Zélande a imposé son plus grand paquet de sanctions maritimes jamais appliqué contre la Russie, désignant 100 navires liés à la « flotte fantôme » du pays et abaissant le plafond des prix du pétrole brut russe à 44,10 dollars le baril. Cette mesure d'envergure élargit considérablement...",
        "source": "gcaptain.com",
        "url": "https://gcaptain.com/new-zealand-slaps-sanctions-on-100-russian-shadow-fleet-vessels/",
        "image": "https://gcaptain.com/wp-content/uploads/2026/01/2026-01-02T114831Z_1689418246_RC2P3HAKCKH8_RTRMADP_3_INDIA-RUSSIA-OIL-USA-scaled.jpg",
        "publishedAt": "2026-02-20T00:57:57Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "New Zealand Slaps Sanctions on 100 Russian ‘Shadow Fleet’ Vessels",
        "description_en": "New Zealand has imposed its largest-ever maritime sanctions package against Russia, designating 100 vessels linked to the country’s “shadow fleet” and lowering the price cap on Russian crude to $44.10 per barrel. The sweeping move significantly expands Wellin…",
        "translated": true
      },
      {
        "title": "Sondage : 75 % des électeurs de Trump soutiennent l'expansion de l'énergie solaire aux États-Unis",
        "description": "Un sondage publié jeudi par l'ancienne conseillère de Trump, Kellyanne Conway, rapporte un soutien solide parmi les électeurs de Trump pour augmenter la production d'énergie solaire afin de renforcer l'approvisionnement énergétique du pays.",
        "source": "Breitbart News",
        "url": "https://www.breitbart.com/politics/2026/02/19/poll-75-of-trump-voters-support-expanding-solar-energy-in-the-u-s/",
        "image": "https://media.breitbart.com/media/2026/02/Solar-Power-Generator-US-640x335.jpeg",
        "publishedAt": "2026-02-20T00:57:01Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Poll: 75% of Trump Voters Support Expanding Solar Energy in the U.S.",
        "description_en": "A survey released Thursday by former Trump adviser Kellyanne Conway reports strong backing among Trump voters for increasing solar energy production to bolster the nation’s power supply.\nThe post Poll: 75% of Trump Voters Support Expanding Solar Energy in the…",
        "translated": true
      },
      {
        "title": "Trump et Prabowo finalisent un accord commercial réduisant le taux tarifaire à 19 %",
        "description": "Le président Donald Trump et le président indonésien Prabowo Subianto ont finalisé jeudi un accord commercial, mettant fin à plusieurs mois d'incertitude avec un accord censé réduire les tarifs américains et voir Jakarta faciliter l'achat d'environ 33 milliards de dollars de produits américains...",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/trump-prabowo-finalize-trade-deal-slashing-tariff-rate-to-19",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/776463050.jpg",
        "publishedAt": "2026-02-20T00:54:09Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump, Prabowo Finalize Trade Deal Slashing Tariff Rate to 19%",
        "description_en": "President Donald Trump and Indonesian President Prabowo Subianto finalized a trade agreement Thursday, ending months of uncertainty with an accord that’s expected to lower US tariffs and see Jakarta facilitate the purchase of an estimated $33 billion in Ameri…",
        "translated": true
      },
      {
        "title": "La course contre la montre de Vedanta pour stabiliser sa production pétrolière et gazière avant sa méga scission",
        "description": "Vedanta se concentre sur l'augmentation de sa production pétrolière et gazière avant sa prochaine scission en cinq sociétés indépendantes. L'entreprise a connu des niveaux de production en déclin, ce qui a motivé des investissements et des stratégies pour stabiliser la production avant son fonctionnement indépendant…",
        "source": "Livemint",
        "url": "https://www.livemint.com/companies/news/vedanta-oil-gas-demerger-production-decline-future-challenges-11771481645975.html",
        "image": "https://www.livemint.com/lm-img/img/2026/02/19/1600x900/logo/VEDANTA-FUNDRAISE--0_1714617864242_1771505038242.JPG",
        "publishedAt": "2026-02-20T00:36:31Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Vedanta’s race against time to stabilize oil and gas output ahead of its mega demerger",
        "description_en": "Vedanta is focused on boosting its oil and gas output ahead of its upcoming demerger into five independent companies. The business has faced declining production levels, prompting investments and strategies to stabilize output before it operates independently…",
        "translated": true
      },
      {
        "title": "« J'ai remporté l'accessibilité » : Trump déclare la victoire malgré la hausse des prix",
        "description": "Le président Donald Trump a déclaré la victoire face aux difficultés du coût de la vie du pays mardi, déclarant à la foule lors d'un événement en Géorgie : « J'ai remporté l'accessibilité ». Trump a prononcé des remarques dans une fabrique d'acier à Rome, en Géorgie, où il a vanté son bilan économique…",
        "source": "Mediaite",
        "url": "https://www.mediaite.com/media/news/i-won-affordability-trump-declares-victory-despite-rising-prices/",
        "image": "https://www.mediaite.com/wp-content/uploads/2026/02/Screenshot-2026-02-19-at-6-37-01-PM.jpg",
        "publishedAt": "2026-02-20T00:15:22Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "‘I Won Affordability’: Trump Declares Victory Despite Rising Prices",
        "description_en": "President Donald Trump declared victory over the country’s cost-of-living woes on Tuesday, telling the crowd at an event in Georgia, “I’ve won affordability.” Trump delivered remarks at a steel fabricator in Rome, Georgia, where he touted his economic record …",
        "translated": true
      },
      {
        "title": "Marchés mondiaux | Les investisseurs fortunés européens reviennent aux fonds alternatifs offrant une liquidité quotidienne",
        "description": "Les investisseurs les plus fortunés d'Europe augmentent leur allocation aux fonds UCITS alternatifs liquides, recherchant des rendements plus élevés alors que les taux d'intérêt baissent. Ces produits accessibles aux particuliers, imitant les stratégies des fonds spéculatifs, ont enregistré une augmentation d'actifs de 22 % en 2025, inversant une tendance antérieure…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/global-market-europes-wealthy-return-to-hedge-funds-offering-daily-liquidity/articleshow/128583353.cms",
        "image": "https://img.etimg.com/thumb/msid-128583334,width-1200,height-630,imgsize-68732,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-20T00:05:47Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Market | Europe's wealthy return to hedge funds offering daily liquidity",
        "description_en": "Europe's wealthiest investors are increasing their allocation to liquid alternative UCITS funds, seeking higher yields as interest rates fall. These retail-friendly products, mimicking hedge fund strategies, saw a 22% asset rise in 2025, reversing a previous …",
        "translated": true
      },
      {
        "title": "Les États-Unis et l'Indonésie concluent un accord commercial",
        "description": "La Maison-Blanche a annoncé un accord commercial avec l'Indonésie. L'annonce a été faite jeudi alors que le président indonésien Prabowo Subianto était à Washington pour assister à la première réunion du Conseil de la Paix du président Donald Trump. En vertu de cet accord, l'Asie du Sud-Est…",
        "source": "Associated Press",
        "url": "https://apnews.com/article/trade-indonesia-trump-vietnam-board-of-peace-9e8d5ea68089d9cffdf6253edcd03bc8",
        "image": "https://dims.apnews.com/dims4/default/f27ef69/2147483647/strip/true/crop/4297x2863+648+0/resize/980x653!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F39%2F0f%2Fa9e4ea9c9fc54a6d5b906ee10089%2F61c8e3d319014a0ba524ff7f895793e6",
        "publishedAt": "2026-02-20T00:00:37Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US and Indonesia reach trade deal",
        "description_en": "The White House has announced a trade agreement with Indonesia. It was announced Thursday while Indonesian President Prabowo Subianto was in Washington to attend the first meeting of President Donald Trump's Board of Peace. Under the agreement, Southeast Asia…",
        "translated": true
      },
      {
        "title": "Christine Lagarde : L'ordre qui a pris des siècles à construire",
        "description": "La Banque centrale européenne (BCE) est la banque centrale des pays de l'Union européenne qui ont adopté l'euro. Notre principal objectif est de maintenir la stabilité des prix dans la zone euro et ainsi préserver le pouvoir d'achat de la monnaie unique.",
        "source": "Europa.eu",
        "url": "https://www.ecb.europa.eu/press/key/date/2026/html/ecb.sp260220~58ceaf28ff.en.html",
        "image": "https://www.ecb.europa.eu/press/key/shared/img/socialmedia/social-default.jpg?0dbb2de262f4f1fcaeae410be132177a",
        "publishedAt": "2026-02-20T00:00:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Christine Lagarde: The order that took centuries to build",
        "description_en": "The European Central Bank (ECB) is the central bank of the European Union countries which have adopted the euro. Our main task is to maintain price stability in the euro area and so preserve the purchasing power of the single currency.",
        "translated": true
      },
      {
        "title": "Zn/ZnCd-MOFs à piliers hautement stables avec pores optimisés pour la purification efficace du méthane",
        "description": "J. Mater. Chem. A, 2026, Manuscrit acceptéDOI: 10.1039/D6TA00133E, Article en accès libre &nbsp Cet article est sous licence Creative Commons Attribution-NonCommercial 3.0 Unported Licence. Ya-Nan Guo, Xiao-Yan Zhu, Zi-Qian Zhou, Liang Song, Xiaohong Xiong, H…",
        "source": "Royal Society of Chemistry",
        "url": "https://pubs.rsc.org/en/content/articlelanding/2026/ta/d6ta00133e",
        "image": null,
        "publishedAt": "2026-02-20T00:00:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "High-Stability Pillar-Layered Zn/ZnCd-MOFs with Optimized Pores for Efficient Methane Purification",
        "description_en": "J. Mater. Chem. A, 2026, Accepted ManuscriptDOI: 10.1039/D6TA00133E, Paper Open Access &nbsp This article is licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported Licence.Ya-Nan Guo, Xiao-Yan Zhu, Zi-Qian Zhou, Liang Song, Xiaohong Xiong, H…",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Les agents IA prolifèrent, sans règles ni divulgations de sécurité",
        "description": "L'Index des agents IA 2025 du MIT CSAIL soumet les systèmes automatisés opaques à l'examen critique. Les agents IA deviennent plus courants et plus performants, sans consensus ni normes sur la façon dont ils devraient se comporter, selon des chercheurs universitaires.",
        "source": "Theregister.com",
        "url": "https://www.theregister.com/2026/02/20/ai_agents_abound_unbound_by/",
        "image": "https://regmedia.co.uk/2024/01/16/shutterstock_sleeper_agent.jpg",
        "publishedAt": "2026-02-20T01:01:15Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AI agents abound, unbound by rules or safety disclosures",
        "description_en": "MIT CSAIL's 2025 AI Agent Index puts opaque automated systems under the microscope\nAI agents are becoming more common and more capable, without consensus or standards on how they should behave, say academic researchers.…",
        "translated": true
      },
      {
        "title": "La pourriture bipartite exposée alors que la répression britannique contre les militants pro-Palestine s'effondre",
        "description": "L'activisme pro-Palestine a bénéficié d'un répit face à la répression officielle et officieuse de longue date en Grande-Bretagne cette semaine, avec une ordonnance judiciaire annulant l'interdiction gouvernementale de Palestine Action, une organisation militante qui avait été interdite à l'été 2025. La Haute Cour...",
        "source": "Muslimmatters.org",
        "url": "https://muslimmatters.org/2026/02/19/bipartisan-rot-uncovered-as-british-crackdown-on-pro-palestine-activists-falters/",
        "image": "https://c7c8edde.delivery.rocketcdn.me/wp-content/uploads/uk-liverpool-arrest-september-2025-afp.jpg-1000x600.webp",
        "publishedAt": "2026-02-20T01:00:53Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bipartisan Rot Uncovered As British Crackdown On Pro-Palestine Activists Falters",
        "description_en": "Pro-Palestine activism received a respite from longstanding official and unofficial repression in Britain this week with a legal order to overturn a government ban on Palestine Action, an activist organization that was banned in the summer of 2025. The High C…",
        "translated": true
      },
      {
        "title": "De nouvelles recherches montrent que les agents IA fonctionnent sans contrôle en ligne, avec peu de garde-fous",
        "description": "Et cette recherche a été menée avant qu'OpenClaw ne libère un monstre.",
        "source": "Gizmodo.com",
        "url": "https://gizmodo.com/new-research-shows-ai-agents-are-running-wild-online-with-few-guardrails-in-place-2000724181",
        "image": "https://gizmodo.com/app/uploads/2023/01/1dc6923c384afd18fda43a99e153a907.jpg",
        "publishedAt": "2026-02-20T01:00:50Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "New Research Shows AI Agents Are Running Wild Online, With Few Guardrails in Place",
        "description_en": "And this research was conducted before OpenClaw unleashed a monster.",
        "translated": true
      },
      {
        "title": "Les agents IA sont rapides, incontrôlés et hors de contrôle, selon une étude du MIT",
        "description": "La grande majorité des systèmes IA autonomes ne divulguent rien sur les tests de sécurité qui auraient pu être menés, et de nombreux systèmes n'ont aucun moyen documenté d'arrêter un bot défaillant, selon une étude du MIT et de ses collaborateurs.",
        "source": "ZDNet",
        "url": "https://www.zdnet.com/article/ai-agents-are-fast-loose-and-out-of-control-mit-study-find/",
        "image": "https://www.zdnet.com/a/img/resize/deceff8c35e29522ef0f0e75f513318b30bff2a1/2026/02/19/9afd0cc6-7caf-48c1-8ce6-ff9f14cd4a45/gettyimages-2162589194.jpg?auto=webp&fit=crop&height=675&width=1200",
        "publishedAt": "2026-02-20T01:00:38Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AI agents are fast, loose and out of control, MIT study finds",
        "description_en": "The vast majority of agentic AI systems disclose nothing about what safety testing, if any, has been conducted, and many systems have no documented way to shut down a rogue bot, a study by MIT and collaborators found.",
        "translated": true
      },
      {
        "title": "Une startup basée à Chennai construira le premier taxi aérien électrique de l'Inde",
        "description": "Actualités commerciales en Inde : New Delhi : La startup basée à Chennai The ePlane Company construit le premier taxi aérien électrique de l'Inde, l'e200x, en utilisant une technologie avancée de Nvidia.",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/business/india-business/chennai-based-startup-to-build-indias-1st-e-air-taxi/articleshow/128584565.cms",
        "image": "https://static.toiimg.com/thumb/msid-128584595,width-1280,height-720,imgsize-150868,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-20T00:56:36Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Chennai-based startup to build India's 1st e-air taxi",
        "description_en": "India Business News: New Delhi: Chennai-based startup The ePlane Company is building India's first electric air taxi, the e200x, using advanced technology from Nvidia. Eng.",
        "translated": true
      },
      {
        "title": "Le nouveau modèle Gemini Pro de Google établit des records de benchmarks—encore une fois | TechCrunch",
        "description": "Le nouveau modèle Gemini Pro de Google établit des records de benchmarks—encore une fois | TechCrunch",
        "source": "TechCrunch",
        "url": "https://techcrunch.com/2026/02/19/googles-new-gemini-pro-model-has-record-benchmark-scores-again/",
        "image": "https://techcrunch.com/wp-content/uploads/2026/01/google-gemini-jagmeet-singh-techcrunch.jpg?resize=1200,800",
        "publishedAt": "2026-02-20T00:56:08Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Google's new Gemini Pro model has record benchmark scores—again | TechCrunch",
        "description_en": "Google's new Gemini Pro model has record benchmark scores—again | TechCrunchtechcrunch.com",
        "translated": true
      },
      {
        "title": "La grande réembauche dans le service client IA arrive",
        "description": "Les organisations en quête de réductions d'effectifs découvrent les limites de l'IA — et redécouvrent la valeur humaine.",
        "source": "CMSWire",
        "url": "https://www.cmswire.com/customer-experience/the-great-customer-service-ai-rehiring-is-coming/",
        "image": "https://www.cmswire.com/-/media/340d147f8c2b48bb805b2b8582010688.ashx",
        "publishedAt": "2026-02-20T00:51:30Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Great Customer Service AI Rehiring Is Coming",
        "description_en": "Organizations chasing headcount reduction are discovering AI’s limits — and rediscovering human value.\nContinue reading...",
        "translated": true
      },
      {
        "title": "CNBC Daily Open : Les craintes sur le crédit privé et les tensions entre les États-Unis et l'Iran pèsent sur Wall Street",
        "description": "Blue Owl Capital a resserré la liquidité des investisseurs après la vente de 1,4 milliard de dollars d'actifs de prêt, soulevant des inquiétudes quant à la stabilité du marché du crédit privé.",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/20/cnbc-daily-open-private-credit-fears-and-us-iran-tensions-pressure-wall-street.html",
        "image": "https://image.cnbcfm.com/api/v1/image/108267633-17715412082026-02-19t223859z_91970639_rc27pjab5l5z_rtrmadp_0_usa-stocks.jpeg?v=1771541245&w=1920&h=1080",
        "publishedAt": "2026-02-20T00:49:39Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "CNBC Daily Open: Private credit fears and U.S.-Iran tensions pressure Wall Street",
        "description_en": "Meanwhile, Blue Owl Capital tightened investor liquidity after selling $1.4 billion in loan assets, raising alarms about stability in the private credit market.",
        "translated": true
      },
      {
        "title": "perplexity-web-mcp-cli 0.5.6",
        "description": "Interface CLI, serveur MCP et interface compatible avec les API Anthropic/OpenAI pour Perplexity AI.",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/perplexity-web-mcp-cli/0.5.6/",
        "image": null,
        "publishedAt": "2026-02-20T00:48:22Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "perplexity-web-mcp-cli 0.5.6",
        "description_en": "CLI, MCP server, and Anthropic/OpenAI API-compatible interface for Perplexity AI.",
        "translated": true
      },
      {
        "title": "James Altucher nommé meilleur expert technologique de la décennie par l'éditeur suite à sa présentation récente",
        "description": "Des années d'identification des évolutions des marchés et du capital portées par l'innovation l'ont positionné au cœur de la conversation tech-finance actuelle. Des années d'identification des évolutions des marchés et du capital portées par l'innovation l'ont positionné au cœur de la conversation tech…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/20/3241648/0/en/James-Altucher-Named-Top-Tech-Expert-of-The-Decade-By-Publisher-Following-Recent-Presentation.html",
        "image": null,
        "publishedAt": "2026-02-20T00:45:00Z",
        "time": "20 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "James Altucher Named Top Tech Expert of The Decade By Publisher Following Recent Presentation",
        "description_en": "Years of identifying innovation-driven shifts in markets and capital have positioned him at the center of today’s tech-finance conversation. Years of identifying innovation-driven shifts in markets and capital have positioned him at the center of today’s tech…",
        "translated": true
      }
    ]
  },
  "total": 49
}