{
  "updated": "2026-02-15T06:39:49.505Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "COMPTE RENDU : Réunion de la sénatrice Shaheen, des sénateurs Wicker, Murphy, Kelly, Gallego et du représentant Himes avec le membre de la présidence bosniaque Denis Becirovic et le Haut représentant Christian Schmidt",
        "description": "Aujourd'hui, les sénatrices américaines Jeanne Shaheen (D-NH), présidente du classement de la Commission des relations étrangères du Sénat, et Roger Wicker (R-MS), président de la Commission des services armés du Sénat, ainsi que les sénateurs Chris Murphy (D-CT), Mark Kelly (D-AZ), Ruben Gallego (D-AZ) et…",
        "source": "Globalsecurity.org",
        "url": "https://www.globalsecurity.org/military/library/news/2026/02/mil-260213-sfrc01.htm",
        "image": null,
        "publishedAt": "2026-02-14T06:34:35Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "READOUT: Ranking Member Shaheen, Senators Wicker, Murphy, Kelly, Gallego and Congressman Himes Meeting with Bosnian Presidency Member Denis Becirovic and High Representative Christian Schmidt",
        "description_en": "Today, U.S. Senators Jeanne Shaheen (D-NH), Ranking Member of the Senate Foreign Relations Committee, and Roger Wicker (R-MS), Chair of the Senate Armed Services Committee, along with Senators Chris Murphy (D-CT), Mark Kelly (D-AZ), Ruben Gallego (D-AZ) and C…",
        "translated": true
      },
      {
        "title": "Politico sur la Conférence de Munich : l'Europe dépense davantage pour la défense et peut tenir tête aux États-Unis",
        "description": "Comme le notent les analystes, cette Europe est « une création de Trump » — et il se peut qu'il ne l'apprécie pas vraiment au final. L'article Politico sur la Conférence de Munich : l'Europe dépense davantage pour la défense et peut tenir tête aux États-Unis est apparu en premier sur ProtoThema English.",
        "source": "Protothema.gr",
        "url": "https://en.protothema.gr/2026/02/14/politico-on-the-munich-conference-europe-is-spending-more-on-defense-and-can-stand-up-to-the-us/",
        "image": "https://en.protothema.gr/wp-content/uploads/2026/02/munich-1.jpg-1.jpg",
        "publishedAt": "2026-02-14T06:22:05Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Politico on the Munich Conference: Europe is spending more on defense and can stand up to the US",
        "description_en": "As analysts note, this Europe is “a creation of Trump” — and he may ultimately not like it\nThe post Politico on the Munich Conference: Europe is spending more on defense and can stand up to the US appeared first on ProtoThema English.",
        "translated": true
      },
      {
        "title": "Rubio à la réunion de sécurité de Munich pour s'adresser aux Européens inquiets face à Trump",
        "description": "Le secrétaire d'État américain Marco Rubio devait s'adresser samedi aux dirigeants européens alors qu'ils tentent de renforcer leur autonomie en matière de défense tout en préservant les liens transatlantiques gravement endommagés sous la présidence de Donald Trump.",
        "source": "Hurriyet Daily News",
        "url": "https://www.hurriyetdailynews.com/rubio-at-munich-security-meet-to-address-europeans-rattled-by-trump-218932",
        "image": "https://image.hurimg.com/i/hurriyet/75/200x200/699013aa6f6cd860eed44ac7.jpg",
        "publishedAt": "2026-02-14T06:18:21Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rubio at Munich security meet to address Europeans rattled by Trump",
        "description_en": "U.S. Secretary of State Marco Rubio was set to address European leaders on Saturday as they try to step up their autonomy in defence while salvaging transatlantic ties badly strained under President Donald Trump.",
        "translated": true
      },
      {
        "title": "Marco Rubio à la réunion de sécurité de Munich pour s'adresser aux Européens inquiets face à Trump",
        "description": "Les dirigeants européens se réunissent à Munich pour renforcer leurs capacités de défense. Ils visent à consolider les liens avec les États-Unis au milieu des préoccupations concernant les politiques passées. Le secrétaire d'État américain Marco Rubio s'adressera à la conférence. La guerre en Ukraine reste un enjeu clé…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/world-news/marco-rubio-at-munich-security-meet-to-address-europeans-rattled-by-trump/articleshow/128336490.cms",
        "image": "https://img.etimg.com/thumb/msid-128336490,width-1200,height-630,imgsize-64704,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-14T06:15:09Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Marco Rubio at Munich security meet to address Europeans rattled by Trump",
        "description_en": "European leaders are meeting in Munich to boost their defense capabilities. They aim to strengthen ties with the United States amid concerns over past policies. US Secretary of State Marco Rubio will address the conference. The war in Ukraine remains a key fo…",
        "translated": true
      },
      {
        "title": "Des arrestations massives agitent l'Iran quelques semaines après la répression des manifestations",
        "description": "Ces arrestations se poursuivent depuis plusieurs semaines suite à la répression gouvernementale du mois dernier qui a écrasé les manifestations appelant à la fin du régime théocratique du pays",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/news/world/widespread-arrests-roil-iran-weeks-after-security-forces-crushed-protests/article70631431.ece",
        "image": "https://bl-i.thgim.com/public/incoming/kazc5z/article70631435.ece/alternates/LANDSCAPE_1200/2026-02-13T103007Z_299714550_RC2YKJAS8ONV_RTRMADP_3_SECURITY-MUNICH-IRAN-RALLY.JPG",
        "publishedAt": "2026-02-14T06:00:25Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Widespread arrests roil Iran weeks after security forces crushed protests",
        "description_en": "Such arrests have been happening for weeks following the government crackdown last month that crushed the protests calling for the end of the country's theocratic rule",
        "translated": true
      },
      {
        "title": "Denis Staunton : la diplomatie de rouleau compresseur de Washington rapproche l'Europe de la Chine",
        "description": "Les gouvernements de l'UE pèsent la question de poursuivre un rapprochement avec Pékin tout en restant fidèles à leurs valeurs",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/opinion/2026/02/14/denis-staunton-united-states-donald-trump-diplomacy-europe-closer-china/",
        "image": "https://www.irishtimes.com/resizer/v2/JO6L5QBNIEYP5AM7EMMIDEIURY.jpg?smart=true&auth=8bdbf937b9e36bb54184a89e034a770ee654a387104594e0f43f97cbc0847703&width=1200&height=630",
        "publishedAt": "2026-02-14T06:00:01Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Denis Staunton: Washington’s bulldozer diplomacy has nudged Europe closer to China",
        "description_en": "EU governments weigh question of pursuing closer ties with Beijing and sticking to their values",
        "translated": true
      },
      {
        "title": "La révolte discrète d'un petit État allemand contre Microsoft – et ce que cela signifie pour l'Europe",
        "description": "Comment le Schleswig-Holstein défie la domination de la big tech et redéfinit la souveraineté numérique",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/world/europe/2026/02/14/a-small-german-states-quiet-revolt-against-microsoft-and-what-it-means-for-europe/",
        "image": "https://www.irishtimes.com/resizer/v2/QKXRCDQOMK4LEWMGR75SZ5BLHU.jpg?smart=true&auth=a62cbec305c3c8f75eb3919cc06cf8555effc070711806960ca9a1c9b0916764&width=1200&height=630",
        "publishedAt": "2026-02-14T06:00:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "A small German state’s quiet revolt against Microsoft – and what it means for Europe",
        "description_en": "How Schleswig-Holstein is challenging big tech dominance and redefining digital sovereignty",
        "translated": true
      },
      {
        "title": "Les États-Unis font pression sur Vanuatu à l'ONU concernant la décision historique de la CIJ sur le changement climatique",
        "description": "Un câble consulté par Al Jazeera indique que les États-Unis « s'opposent fermement » à ce que la nation insulaire sollicite un soutien pour la décision de la CIJ",
        "source": "Al Jazeera English",
        "url": "https://www.aljazeera.com/news/2026/2/14/us-pressures-vanuatu-at-un-over-icjs-landmark-climate-change-ruling",
        "image": "https://www.aljazeera.com/wp-content/uploads/2026/02/ap_698ff9e14dd6b-1771043297_279b02-1771048447.jpg?resize=1200%2C630&quality=80",
        "publishedAt": "2026-02-14T05:54:48Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US pressures Vanuatu at UN over ICJ’s landmark climate change ruling",
        "description_en": "A cable seen by Al Jazeera says the US 'strongly objects' to the island nation seeking support for the ICJ's ruling.",
        "translated": true
      },
      {
        "title": "Roumanie et Luxembourg – engagées à renforcer la coopération dans le domaine de la défense et de la sécurité européennes",
        "description": "Vendredi 13 février, le ministre de la Défense nationale, Radu Miruță, a rencontré la ministre de la Défense du Grand-Duché du Luxembourg, Yuriko Backes, dans le cadre de la Conférence de Munich sur la sécurité",
        "source": "Globalsecurity.org",
        "url": "https://www.globalsecurity.org/military/library/news/2026/02/mil-260213-ro-mnd02.htm",
        "image": null,
        "publishedAt": "2026-02-14T05:48:28Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Romania and Luxembourg - committed to enhance cooperation in the field of European defence and security",
        "description_en": "On Friday, February 13th, Minister of National Defence, Radu Miruță, had a meeting with the Minister of Defence of the Grand Duchy of Luxembourg, Yuriko Backes, as part of the Munich Security Conference.",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Jeff Bezos : amputer The Washington Post",
        "description": "Un pilier du journalisme américain n'est plus qu'une ombre de lui-même après les coupes drastiques de son propriétaire milliardaire",
        "source": "The Week Magazine",
        "url": "https://theweek.com/media/jeff-bezos-washington-post-cuts",
        "image": "https://cdn.mos.cms.futurecdn.net/Cp87koqPernEj4SwS2gGWG-2000-80.jpg",
        "publishedAt": "2026-02-14T06:35:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Jeff Bezos: cutting the legs off The Washington Post",
        "description_en": "A stalwart of American journalism is a shadow of itself after swingeing cuts by its billionaire owner",
        "translated": true
      },
      {
        "title": "Wasserman vend son agence de talent de Los Angeles au cœur de la crise Epstein - The New York Times",
        "description": "Wasserman vend son agence de talent de Los Angeles au cœur de la crise EpsteinThe New York Times Exclusivité : Casey Wasserman cède le Wasserman Media Group, incluant son agence musicale Pollstar News Les propriétaires de la NFL et les organisateurs olympiques dans les contacts d'EpsteinThe Nation John Summit, Bbno$…",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180791066",
        "image": null,
        "publishedAt": "2026-02-14T06:32:20Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Wasserman Will Sell Powerhouse L.A. Agency Amid Epstein Fallout - The New York Times",
        "description_en": "Wasserman Will Sell Powerhouse L.A. Agency Amid Epstein FalloutThe New York Times Breaking: Casey Wasserman Selling Wasserman Media Group Including Music AgencyPollstar News The NFL Owners and Olympic Organizers in Epstein’s InboxThe Nation John Summit, Bbno$…",
        "translated": true
      },
      {
        "title": "Trump : un changement de régime en Iran « serait la meilleure chose qui puisse arriver » - BBC",
        "description": "Trump : un changement de régime en Iran « serait la meilleure chose qui puisse arriver »BBC Les États-Unis enverront un deuxième porte-avions au Moyen-Orient « très bientôt » : Trump Al Jazeera « Il semble que ce serait la meilleure chose qui pourrait se produire », a déclaré M. Trump. Sky News Les États-Unis envoient son…",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180791006",
        "image": null,
        "publishedAt": "2026-02-14T06:12:19Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump: Iran regime change 'would be the best thing to ever happen' - BBC",
        "description_en": "Trump: Iran regime change 'would be the best thing to ever happen'BBC US will send second aircraft carrier to Middle East ‘very soon’: TrumpAl Jazeera \"It seems like that would be the best thing that could happen,\" Mr Trump said.Sky News U.S. Is Sending Its L…",
        "translated": true
      },
      {
        "title": "Casey Wasserman confirme la vente de son agence au cœur de la crise Epstein",
        "description": "Casey Wasserman a confirmé qu'il vend son agence de talent, citant les retombées des documents liés à Jeffrey Epstein et les départs de clients.",
        "source": "Billboard",
        "url": "http://www.billboard.com/pro/casey-wasserman-confirms-agency-sale-epstein-fallout/",
        "image": "https://www.billboard.com/wp-content/uploads/2026/02/P1013BSX.jpg?w=1024",
        "publishedAt": "2026-02-14T06:11:05Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Casey Wasserman Confirms Agency Sale Amid Epstein Fallout",
        "description_en": "Casey Wasserman has confirmed he is selling his talent agency, citing fallout from Jeffrey Epstein-related documents and client departures.",
        "translated": true
      },
      {
        "title": "L'ancien gymnaste Naoki Ikeya rembourse une dette de 120 millions de yens en vendant des takoyaki : une histoire de résilience et de réinvention",
        "description": "Dans une histoire extraordinaire qui a captivé l'attention du public au Japon et trouvé un écho auprès d'audiences du monde entier, l'ancien gymnaste et personnalité de la télévision Naoki Ikeya vend désormais des takoyaki depuis un food truck pour rembourser une dette écrasante de 120 millions de yens, un contraste frappant…",
        "source": "Whatjapanthinks.com",
        "url": "https://whatjapanthinks.com/former-gymnast-naoki-ikeya-is-repaying-¥120-million-debt/",
        "image": "https://whatjapanthinks.com/wp-content/uploads/2026/02/Naoki-Ikeya-1.webp",
        "publishedAt": "2026-02-14T06:02:19Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Former Gymnast Naoki Ikeya Is Repaying ¥120 Million Debt by Selling Takoyaki: A Story of Resilience and Reinvention",
        "description_en": "In an extraordinary tale that has captured public attention in Japan and resonated with audiences worldwide, former gymnast and television personality Naoki Ikeya is now selling takoyaki from a kitchen car to repay an overwhelming ¥120 million, a stark contra…",
        "translated": true
      },
      {
        "title": "Gabriel Makhlouf esquive la question sur un second mandat",
        "description": "Le gouverneur de la Banque centrale d'Irlande refuse de dire s'il souhaite rester en poste à la fin de son mandat actuel",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/business/2026/02/14/gabriel-makhlouf-sidesteps-question-about-second-term/",
        "image": "https://www.irishtimes.com/resizer/v2/J5F6IT37YBGDWBXOBEYFSYPSZA.jpg?smart=true&auth=80da2a6f54ab934cbd572c1f046105c4ad36536e2ae4424cab0f686ad9d1f1aa&width=1200&height=630",
        "publishedAt": "2026-02-14T06:00:01Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gabriel Makhlouf sidesteps question about second term",
        "description_en": "Central Bank of Ireland governor declines to say if he wants to stay on when current term ends",
        "translated": true
      },
      {
        "title": "Washington a introduit clandestinement 6 000 terminaux Starlink en Iran alors que le régime tente de saisir 40 000 stations",
        "description": "Une guerre numérique se déroule en Iran. Le gouvernement américain a directement facilité l'introduction clandestine de milliers de terminaux d'accès internet par satellite Starlink en Iran au début de l'année, dans le but de percer le rideau de fer numérique du régime. Selon un rapport…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-14-washington-smuggled-6000-starlink-terminals-into-iran.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/Censorship-Censored-Cyber-Internet-Digital-Online-Web.jpg",
        "publishedAt": "2026-02-14T06:00:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Washington smuggled 6,000 Starlink terminals into Iran as regime scrambles to seize 40,000 stations",
        "description_en": "A digital war is taking place in Iran. The United States government directly facilitated the smuggling of thousands of Starlink satellite internet terminals into Iran earlier this year, aiming to pierce the regime’s digital iron curtain. According to a report…",
        "translated": true
      },
      {
        "title": "Mémo : Casey Wasserman, président des Jeux olympiques de Los Angeles, met son agence de talents en vente après la révélation de ses liens avec Epstein et le départ de talents de haut profil",
        "description": "Jessica Toonkel / Wall Street Journal : Mémo : Casey Wasserman, président des Jeux olympiques de Los Angeles, met son agence de talents en vente après la révélation de ses liens avec Epstein et le départ de talents de haut profil de l'entreprise — Wasserman a déclaré qu'il n'avait « jamais eu de relation personnelle ou commerciale »…",
        "source": "Mediagazer.com",
        "url": "https://mediagazer.com/260214/p1",
        "image": "https://images.wsj.net/im-77710715/social",
        "publishedAt": "2026-02-14T05:40:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Memo: LA Olympics Chair Casey Wasserman is putting his talent agency up for sale after his ties to Epstein surfaced and high-profile talent departed the firm (Jessica Toonkel/Wall Street Journal)",
        "description_en": "Jessica Toonkel / Wall Street Journal:\nMemo: LA Olympics Chair Casey Wasserman is putting his talent agency up for sale after his ties to Epstein surfaced and high-profile talent departed the firm  —  Wasserman has said he ‘never had a personal or business re…",
        "translated": true
      },
      {
        "title": "Les cabinets juridiques américains ciblent Icon PLC après les révélations d'une enquête comptable qui fait plonger les actions",
        "description": "Les cabinets juridiques américains se positionnent désormais pour engager une action collective en valeurs mobilières contre Icon PLC suite aux révélations choc de cette semaine selon lesquelles le géant des services cliniques basé à Dublin mène une « enquête interne en cours » concernant certains éléments de l'entreprise…",
        "source": "Independent.ie",
        "url": "https://www.independent.ie/business/us-law-firms-circle-icon-plc-after-revelations-of-accounting-probe-send-shares-plunging/a184171209.html",
        "image": "https://focus.independent.ie/thumbor/B6wQMOq8tlrz1z1ai3LE0ZE5pTY=/629x460/smart/prod-mh-ireland/2f3f6c3d-fd38-4fe3-a9d2-ca1f1fdf0240/21b0ced0-66ef-4fa8-abb7-e074bfc514bc/IB%20Icon.jpg",
        "publishedAt": "2026-02-14T05:30:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US law firms circle Icon PLC after revelations of accounting probe send shares plunging",
        "description_en": "Law firms in the US are now lining up to hammer Icon PLC with another securities class action following shock revelations this week that the Dublin-based clinical services giant is engaged in an “ongoing internal investigation” into certain of the company’s a…",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Le marché des memecoins affiche un « signal de capitulation classique » selon Santiment",
        "description": "La capitalisation boursière totale du marché des memecoins a chuté d'environ 34 % au cours du mois dernier suite à la vente massive du marché plus large, mais Santiment suggère que cette baisse pourrait ne pas durer longtemps.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/memecoin-season-crypto-social-media-sentiment-low-santiment",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c5a6c-6078-764f-a05f-04cd4677475d.jpg",
        "publishedAt": "2026-02-14T06:24:14Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Memecoin market showing 'classic capitulation signal': Santiment",
        "description_en": "The total memecoin market capitalization has dropped roughly 34% over the past month as the broader market sold off, but Santiment suggests the slump may not last long.",
        "translated": true
      },
      {
        "title": "Comment les ventes massives du Bitcoin « sous-évalué » pourraient amorcer un rebond à long terme",
        "description": "Le prix du Bitcoin se trouve actuellement à un point d'inflexion critique.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/how-undervalued-bitcoins-sell-offs-could-help-set-up-a-long-term-rally/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Abdul-2026-02-13T134747.038-1000x600.webp",
        "publishedAt": "2026-02-14T06:00:15Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How ‘undervalued’ Bitcoin’s sell-offs could help set up a long-term rally",
        "description_en": "Bitcoin's price is at a critical inflection point right now.",
        "translated": true
      },
      {
        "title": "The Body Electric : Un plan révolutionnaire pour la santé et la liberté humaines",
        "description": "« The Body Electric » révèle comment le corps humain fonctionne comme un semi-conducteur, conduisant les courants électriques essentiels à la guérison — une vérité supprimée par Big Pharma et les institutions centralisées. Des pionniers comme le Dr Robert O. Becker et Albert Szent-Györgyi ont prouvé…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-14-body-electric-blueprint-for-human-health-freedom.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/The-Body-Electric.png",
        "publishedAt": "2026-02-14T06:00:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Body Electric: A revolutionary blueprint for human health and freedom",
        "description_en": "“The Body Electric” reveals how the human body functions as a semiconductor, conducting essential electrical currents for healing – a truth suppressed by Big Pharma and centralized institutions. Pioneers like Dr. Robert O. Becker and Albert Szent-Györgyi prov…",
        "translated": true
      },
      {
        "title": "PPFAS lancera 2 nouveaux fonds passifs basés à GIFT City le 23 février. Consultez les détails clés",
        "description": "Selon la société de gestion, ces fonds sont des fonds de détail lancés par PPFAS Gift qui investiront directement tous les fonds dans les ETF accumulatifs S&P 500 et NASDAQ 100 et UCITS. Les deux fonds utilisent une stratégie passive, donnant aux investisseurs une exposition directe au S&P 500…",
        "source": "Economictimes.com",
        "url": "https://m.economictimes.com/mf/mf-news/ppfas-to-launch-2-new-passive-gift-city-based-outbound-funds-on-february-23-check-key-details/articleshow/128336083.cms",
        "image": "https://img.etimg.com/thumb/msid-128336116,width-1200,height-630,imgsize-51808,overlay-etwealthmutualfunds/articleshow.jpg",
        "publishedAt": "2026-02-14T05:52:24Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "PPFAS to launch 2 new passive GIFT City based outbound funds on February 23. Check key details",
        "description_en": "According to the fund house, these funds are retail funds launched by PPFAS Gift which will directly invest all monies into S&P 500 and NASDAQ 100 accumulating ETFs and UCITS. Both funds use a passive strategy, giving investors direct exposure to the S&P 500 …",
        "translated": true
      },
      {
        "title": "stockapis 0.1.5",
        "description": "SDK StockAPIS - Client Python pour les données historiques de cryptomonnaies (trades, klines)",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/stockapis/0.1.5/",
        "image": null,
        "publishedAt": "2026-02-14T05:44:28Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "stockapis 0.1.5",
        "description_en": "StockAPIS SDK - Python client for cryptocurrency historical data (trades, klines)",
        "translated": true
      },
      {
        "title": "Bitcoin et Ethereum proches de 68 000 et 2 054 dollars ; les experts signalent une prudence basée sur les données on-chain",
        "description": "Au cours des 24 dernières heures, Bitcoin et Ethereum ont progressé respectivement de 3,73 % et 5,51 %. Parmi les principaux altcoins, XRP, BNB, Solana, Tron, Dogecoin, Cardano et Hyperliquid ont gagné jusqu'à 8 %. La capitalisation boursière mondiale des cryptomonnaies a reculé de 3,52 % à 2,36 billions de dollars, …",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/cryptocurrency/bitcoin-and-ethereum-near-68000-and-2054-experts-flag-caution-from-on-chain-data/articleshow/128335387.cms",
        "image": "https://img.etimg.com/thumb/msid-128335394,width-1200,height-630,imgsize-74702,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-14T05:24:08Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin and Ethereum near $68,000 and $2,054; experts flag caution from on-chain data",
        "description_en": "In the past 24 hours, Bitcoin and Ethereum went up 3.73% and 5.51% respectively. Among the major altcoins, XRP, BNB, Solana, Tron, Dogecoin, Cardano, and Hyperliquid gained upto 8%. The global crypto market capitalisation edged down 3.52% to $2.36 trillion, a…",
        "translated": true
      },
      {
        "title": "Le plan post-quantique de Bitcoin BIP-360 gagne du terrain, mais inversera-t-il la vente massive du marché ?",
        "description": "Le risque lié à l'informatique quantique continue de planer sur les esprits de tous.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/bitcoins-post-quantum-plan-bip-360-gains-traction-but-will-it-reverse-market-sell-off/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Bitcoin-quantum-FI--1000x600.jpg",
        "publishedAt": "2026-02-14T05:00:52Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin’s post-quantum plan BIP-360 gains traction, but will it reverse market sell-off?",
        "description_en": "Risk of quantum computing continues to hover over everyone's minds.",
        "translated": true
      },
      {
        "title": "Nouvelle controverse Binance : les enquêteurs accusant de violations des sanctions iraniennes sont licenciés",
        "description": "Le plus grand échange de cryptomonnaies au monde, Binance, fait face à un nouvel examen minutieux suite à un rapport exclusif publié par Fortune vendredi qui soulève de nouvelles questions sur les contrôles de conformité interne et la surveillance des sanctions de l'échange. Violations alléguées des sanctions …",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/binance-investigators-iranian-sanctions-fired/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/image_CrwdVeIc_1771010836489_raw.jpg",
        "publishedAt": "2026-02-14T05:00:46Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "New Binance Controversy: Investigators Alleging Iranian Sanctions Violations Fired",
        "description_en": "The world’s largest cryptocurrency exchange, Binance, is facing renewed scrutiny following an exclusive report published by Fortune on Friday that raises fresh questions about the exchange’s internal compliance controls and sanctions oversight. Alleged Sancti…",
        "translated": true
      },
      {
        "title": "Solana reprend 80 dollars au rebond du marché de vendredi – Les analystes fixent les prochains objectifs",
        "description": "Alors que le marché des cryptomonnaies se redresse, Solana (SOL) a rebondi à partir d'une ligne de tendance majeure et a momentanément repris un niveau horizontal clé. Certains analystes ont signalé qu'un retest d'une résistance court terme cruciale pourrait arriver, tandis que d'autres ont averti que …",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/solana-80-friday-bounce-analysts-next-targets/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2024/03/bing-hui-yau-crdXa0op5bI-unsplash.jpeg?fit=1920%2C1080",
        "publishedAt": "2026-02-14T05:00:12Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Solana Reclaims $80 Amid Friday Market Bounce – Analysts Set Next Targets",
        "description_en": "As the crypto market recovers, Solana (SOL) has bounced from a major level trendline and momentarily reclaimed a key horizontal level. Some analysts have signaled that a retest of a crucial short-term resistance could be coming, while others have warned that …",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Explications d'expert | « Utiliser l'IA efficacement pour le climat nécessite des systèmes ciblés, pas seulement des centres de données plus grands »",
        "description": "Priya Donti, nommée parmi les 100 personnes les plus influentes en IA en 2025, s'entretient avec Devansh Mittal avant le Sommet indien sur l'impact de l'IA au sujet de l'empreinte énergétique de l'IA, de la fiabilité du réseau et de la façon dont les systèmes d'IA ciblés peuvent soutenir les objectifs climatiques",
        "source": "The Indian Express",
        "url": "https://indianexpress.com/article/explained/explained-sci-tech/expert-explains-ai-climate-targeted-systems-10531692/",
        "image": "https://images.indianexpress.com/2026/02/AI-data-centres.jpg",
        "publishedAt": "2026-02-14T06:16:50Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Expert Explains | ‘Using AI effectively for climate requires targeted systems, not just larger data centres’",
        "description_en": "Priya Donti, named one of the 100 most influential people in AI in 2025, speaks to Devansh Mittal ahead of the India AI Impact Summit about AI’s energy footprint, grid reliability, and how targeted AI systems can support climate goals",
        "translated": true
      },
      {
        "title": "Le monde cette semaine | Les États-Unis révisent la fiche d'information sur l'accord commercial provisoire avec l'Inde, le BNP remporte les élections au Bangladesh, et le fondateur d'Apple Daily condamné à 20 ans",
        "description": "De la révision par la Maison-Blanche de sa fiche d'information sur l'accord commercial provisoire États-Unis-Inde aux élections générales au Bangladesh, voici un aperçu de certains des principaux événements mondiaux qui se sont déroulés cette semaine.",
        "source": "The Indian Express",
        "url": "https://indianexpress.com/article/upsc-current-affairs/upsc-essentials/india-us-trade-deal-bangladesh-election-result-jimmy-lai-sentenced-10530903/",
        "image": "https://images.indianexpress.com/2026/02/Bangladesh-Nationalist-Party-Chairperson-Tarique-Rahman.jpg",
        "publishedAt": "2026-02-14T06:05:16Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The World This Week | US revises interim trade deal fact sheet, BNP wins Bangladesh elections, and Apple Daily founder sentenced to 20 years",
        "description_en": "From the White House revising its fact sheet on the India-US interim trade deal to the Bangladesh general elections, here is a look at some of the major global events that took place this week.",
        "translated": true
      },
      {
        "title": "Trump ordonne au Pentagone d'augmenter les achats d'électricité au charbon",
        "description": "Le président Donald Trump a ordonné au Pentagone d'augmenter les achats à long terme d'électricité provenant de centrales électriques au charbon, présentant cette mesure comme un renforcement de la sécurité énergétique et de la fiabilité du réseau. L'ordre demande à l'armée de s'approvisionner en électricité auprès des producteurs de charbon américains...",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-14-trump-orders-pentagon-to-boost-coal-purchases.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/coal-plants.jpg",
        "publishedAt": "2026-02-14T06:00:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump orders Pentagon to boost coal power purchases",
        "description_en": "President Donald Trump directed the Pentagon to increase long-term purchases of electricity from coal-fired power plants, framing the move as a boost to energy security and grid reliability. The order instructs the military to seek power from the U.S. coal ge…",
        "translated": true
      },
      {
        "title": "Paschal Donohoe sur Capitalism, A Global History de Sven Beckert : Exigeant mais magistral",
        "description": "Ses plus de 1 000 pages exigent une concentration et une endurance soutenues, mais le livre ne devrait pas rester inlu sur les étagères poussiéreuses.",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/culture/books/review/2026/02/14/paschal-donohoe-on-capitalism-a-global-history-by-sven-beckert-demanding-but-magisterial/",
        "image": "https://www.irishtimes.com/resizer/v2/QVBOTI72TNDQDG4NWONGYCALMU.jpg?smart=true&auth=5ff873839f01873cecf8b2e4f400eaccf773758ca1da95c5f3ab391d3d80a337&width=1200&height=630",
        "publishedAt": "2026-02-14T04:34:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Paschal Donohoe on Capitalism, A Global History by Sven Beckert: Demanding but magisterial",
        "description_en": "Its more than 1,000 pages require sustained focus and stamina but it should not languish unread on dusty shelves",
        "translated": true
      },
      {
        "title": "Le prix de l'or baisse de ₹10 à ₹1,55,770 ; l'argent en baisse de ₹100, s'échange à ₹2,79,900",
        "description": "Le prix de l'or 22 carats a diminué de ₹10, dix grammes du métal jaune se vendant à ₹1,42,790.",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/markets/commodities/gold-price-falls-10-to-1-55-770-silver-down-100-trades-at-2-79-900-126021400324_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2026-02/09/thumb/fitandfill/1200X630/1770606555-2766.jpg",
        "publishedAt": "2026-02-14T03:56:44Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gold price falls ₹10 to ₹1,55,770; silver down ₹100, trades at ₹2,79,900",
        "description_en": "The price of 22-carat gold decreased by ₹10, with ten grams of the yellow metal selling at ₹1,42,790",
        "translated": true
      },
      {
        "title": "TC Energy mise sur la croissance liée au boom des centres de données américains",
        "description": "La société de pipelines et d'électricité TC Energy Corp. cherche à capitaliser sur la demande insatiable d'électricité des centres de données américains, mais elle se concentre sur l'adaptation de son infrastructure existante pour répondre à ces besoins plutôt que de construire à partir de zéro.",
        "source": "CBC News",
        "url": "https://www.cbc.ca/news/canada/calgary/tc-energy-data-centres-9.7089869",
        "image": "https://i.cbc.ca/ais/76505b36-2f0c-480b-b1b1-30c78c38ddb0,1771028085586/full/max/0/default.jpg?im=Crop%2Crect%3D%280%2C299%2C4500%2C2531%29%3BResize%3D620",
        "publishedAt": "2026-02-14T01:43:12Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "TC Energy sets growth sights on U.S. data centre boom",
        "description_en": "Pipeline and power company TC Energy Corp. is looking to capitalize on the insatiable electricity demand from U.S. data centres, but it's focused on tweaking its existing system to meet those needs instead of building from scratch.",
        "translated": true
      },
      {
        "title": "Le raffineur américain Valero prévoit d'importer jusqu'à 6,5 millions de barils de pétrole brut vénézuélien en mars, selon des sources",
        "description": "Valero Energy prévoit d'importer une quantité importante de pétrole brut vénézuélien en mars. Cette démarche pourrait positionner Valero comme le principal raffineur étranger de pétrole vénézuélien. L'entreprise s'approvisionne principalement auprès de Chevron. La production et les exportations pétrolières du Venezuela sont attendues...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/world-news/us-refiner-valero-to-import-up-to-6-5-million-barrels-of-venezuelan-crude-in-march-sources-say/articleshow/128330266.cms",
        "image": "https://img.etimg.com/thumb/msid-128330305,width-1200,height-630,imgsize-87086,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-14T01:29:10Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US refiner Valero to import up to 6.5 million barrels of Venezuelan crude in March, sources say",
        "description_en": "Valero Energy plans to import significant Venezuelan crude oil in March. This move could position Valero as the leading foreign refiner of Venezuelan oil. The company is sourcing most of its supply from Chevron. Venezuela's oil production and exports are expe…",
        "translated": true
      },
      {
        "title": "Trinidad Chambliss porte le coup de grâce à la classe de quarterbacks 2026",
        "description": "Un de moins.",
        "source": "Sporting News",
        "url": "https://www.sportingnews.com/us/nfl/news/trinidad-chambliss-final-blow-2026-quarterback-class/ef668f983a0f306614307fad",
        "image": "https://s.yimg.com/os/en/the_sporting_news_articles_584/9850b46607350c5a6cf462435be9e6a3",
        "publishedAt": "2026-02-14T01:27:59Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trinidad Chambliss deals final blow to the 2026 quarterback class",
        "description_en": "Another one bites the dust.",
        "translated": true
      },
      {
        "title": "Bunker Hill annonce un amendement à son offre LIFE de 30 millions de dollars d'unités et exercice de bons de souscription",
        "description": "NON DESTINÉ À LA DISTRIBUTION AUX SERVICES DE DÉPÊCHES AMÉRICAINS OU À LA DIFFUSION AUX ÉTATS-UNIS. KELLOGG, Idaho et VANCOUVER, Colombie-Britannique, 13 février 2026 (GLOBE NEWSWIRE) — Bunker Hill Mining Corp. (« Bunker Hill » ou la « Société ») (TSX-V: BNKR | OTCQB…",
        "source": "Financial Post",
        "url": "https://financialpost.com/globe-newswire/bunker-hill-announces-amendment-to-30-million-life-offering-of-units-warrant-exercise",
        "image": null,
        "publishedAt": "2026-02-14T01:20:15Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bunker Hill Announces Amendment to $30 Million LIFE Offering of Units & Warrant Exercise",
        "description_en": "NOT FOR DISTRIBUTION TO UNITED STATES NEWS WIRE SERVICES OR FOR DISSEMINATION IN THE UNITED STATES. KELLOGG, Idaho and VANCOUVER, British Columbia, Feb. 13, 2026 (GLOBE NEWSWIRE) — Bunker Hill Mining Corp. (“Bunker Hill” or the “Company”) (TSX-V: BNKR | OTCQB…",
        "translated": true
      },
      {
        "title": "Bunker Hill annonce un amendement à son offre LIFE de 30 millions de dollars d'unités et exercice de bons de souscription",
        "description": "NON DESTINÉ À LA DISTRIBUTION AUX SERVICES DE DÉPÊCHES AMÉRICAINS OU À LA DIFFUSION AUX ÉTATS-UNIS. KELLOGG, Idaho et VANCOUVER, Colombie-Britannique, février...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/14/3238384/0/en/Bunker-Hill-Announces-Amendment-to-30-Million-LIFE-Offering-of-Units-Warrant-Exercise.html",
        "image": "https://ml.globenewswire.com/Resource/Download/54c6923d-ad79-4be0-8e12-9bdf19f1fa08",
        "publishedAt": "2026-02-14T01:16:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bunker Hill Announces Amendment to $30 Million LIFE Offering of Units & Warrant Exercise",
        "description_en": "NOT FOR DISTRIBUTION TO UNITED STATES NEWS WIRE SERVICES OR FOR DISSEMINATION IN THE UNITED STATES.  KELLOGG, Idaho and VANCOUVER, British Columbia, Feb. ...",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Sources : OpenAI facture 60 dollars pour 1 000 impressions publicitaires dans ChatGPT, un tarif élevé similaire à celui de Netflix lors du lancement de ses publicités (Financial Times)",
        "description": "Financial Times : Sources : OpenAI facture 60 dollars pour 1 000 impressions publicitaires dans ChatGPT, un tarif élevé similaire à celui de Netflix lors du lancement de ses publicités — En mai 2024, la grande question pour OpenAI était comment elle monétiserait son révolutionnaire ChatGPT…",
        "source": "Mediagazer.com",
        "url": "https://mediagazer.com/260214/p2",
        "image": "https://images.ft.com/v3/image/raw/https%3A%2F%2Fd1e00ek4ebabms.cloudfront.net%2Fproduction%2F3a563521-f49e-40e0-8264-2dd9c0f06d26.jpg?source=next-article&fit=scale-down&quality=highest&width=700&dpr=1",
        "publishedAt": "2026-02-14T06:25:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sources: OpenAI is charging $60 per 1,000 impressions for ads in ChatGPT, a high price similar to Netflix's rate when it introduced ads (Financial Times)",
        "description_en": "Financial Times:\nSources: OpenAI is charging $60 per 1,000 impressions for ads in ChatGPT, a high price similar to Netflix's rate when it introduced ads  —  In May 2024, the big question for OpenAI was how it would make money with its revolutionary ChatGPT to…",
        "translated": true
      },
      {
        "title": "Avis d'expert | « Utiliser l'IA efficacement pour le climat nécessite des systèmes ciblés, pas seulement de plus grands centres de données »",
        "description": "Priya Donti, nommée parmi les 100 personnes les plus influentes en IA en 2025, s'entretient avec Devansh Mittal avant le Sommet India AI Impact sur l'empreinte énergétique de l'IA, la fiabilité du réseau, et comment les systèmes d'IA ciblés peuvent soutenir les objectifs climatiques",
        "source": "The Indian Express",
        "url": "https://indianexpress.com/article/explained/explained-sci-tech/expert-explains-ai-climate-targeted-systems-10531692/",
        "image": "https://images.indianexpress.com/2026/02/AI-data-centres.jpg",
        "publishedAt": "2026-02-14T06:16:50Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Expert Explains | ‘Using AI effectively for climate requires targeted systems, not just larger data centres’",
        "description_en": "Priya Donti, named one of the 100 most influential people in AI in 2025, speaks to Devansh Mittal ahead of the India AI Impact Summit about AI’s energy footprint, grid reliability, and how targeted AI systems can support climate goals",
        "translated": true
      },
      {
        "title": "Quand le défilement devient une addiction : la dépendance à Internet affecte désormais même les enfants de l'école primaire",
        "description": "Les taux de dépendance à Internet chez les enfants et adolescents ont presque doublé depuis la pandémie – Symptômes, impact sur les performances académiques et la nutrition – Fixer une limite d'âge sur les réseaux sociaux fait partie de la solution, selon les experts",
        "source": "Protothema.gr",
        "url": "https://en.protothema.gr/2026/02/14/when-scrolling-becomes-addiction-internet-addiction-now-affecting-even-primary-school-children/",
        "image": "https://en.protothema.gr/wp-content/uploads/2026/02/xrwma-kids-1.jpg-1.jpg",
        "publishedAt": "2026-02-14T06:13:27Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "When scrolling becomes addiction: Internet addiction now affecting even primary school children",
        "description_en": "Rates of internet addiction among children and adolescents have nearly doubled since the pandemic – Symptoms, impact on academic performance and nutrition – Setting an age limit on social media is part of the solution, experts say\nThe post When scrolling beco…",
        "translated": true
      },
      {
        "title": "Marchés américains | Maîtriser le cycle de marché : pourquoi les conseils de Howard Marks comptent davantage en 2026",
        "description": "L'investisseur chevronné Howard Marks insiste sur l'importance de comprendre les cycles de marché plutôt que de prédire les points de retournement. Dans un environnement actuel d'optimisme technologique élevé et de valorisations gonflées, il recommande de calibrer le risque en ajustant progressivement les portefeuilles en fonction des signaux de marché. F…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/us-markets-mastering-the-market-cycle-why-howard-marks-advice-matters-more-in-2026/articleshow/128336053.cms",
        "image": "https://img.etimg.com/thumb/msid-128336345,width-1200,height-630,imgsize-61733,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-14T06:03:13Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US Markets | Mastering the Market Cycle: Why Howard Marks’ advice matters more in 2026",
        "description_en": "Veteran investor Howard Marks emphasizes understanding market cycles over predicting turning points. In today's environment of high tech optimism and elevated valuations, he advises calibrating risk by gradually adjusting portfolios based on market signals. F…",
        "translated": true
      },
      {
        "title": "Denis Staunton : la diplomatie de rouleau compresseur de Washington a rapproché l'Europe de la Chine",
        "description": "Les gouvernements de l'UE pèsent la question de resserrer les liens avec Pékin tout en restant fidèles à leurs valeurs",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/opinion/2026/02/14/denis-staunton-united-states-donald-trump-diplomacy-europe-closer-china/",
        "image": "https://www.irishtimes.com/resizer/v2/JO6L5QBNIEYP5AM7EMMIDEIURY.jpg?smart=true&auth=8bdbf937b9e36bb54184a89e034a770ee654a387104594e0f43f97cbc0847703&width=1200&height=630",
        "publishedAt": "2026-02-14T06:00:01Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Denis Staunton: Washington’s bulldozer diplomacy has nudged Europe closer to China",
        "description_en": "EU governments weigh question of pursuing closer ties with Beijing and sticking to their values",
        "translated": true
      },
      {
        "title": "David McWilliams : le système bancaire irlandais ne fonctionne pas – et cela finit rarement bien",
        "description": "Les économies se développent quand les banques prêtent de l'argent, mais les nôtres sont devenues de simples coffres-forts",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/opinion/2026/02/14/the-irish-banking-system-is-not-working-and-that-rarely-ends-well/",
        "image": "https://www.irishtimes.com/resizer/v2/JEZDY4G7EJHINMKHLJCMQ7MVJU.jpg?smart=true&auth=60ed838659825c9248ff77bc3c3ac411d2ed51ddc265286caa66fccedd49084a&width=1200&height=630",
        "publishedAt": "2026-02-14T06:00:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "David McWilliams: The Irish banking system is not working – and that rarely ends well",
        "description_en": "Economies grow when banks lend money, but ours have become glorified safe deposit boxes",
        "translated": true
      },
      {
        "title": "Le Corps électrique : un plan révolutionnaire pour la santé et la liberté humaines",
        "description": "« Le Corps électrique » révèle comment le corps humain fonctionne comme un semi-conducteur, conduisant les courants électriques essentiels à la guérison – une vérité étouffée par Big Pharma et les institutions centralisées. Des pionniers comme le Dr Robert O. Becker et Albert Szent-Györgyi ont prouvé…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-14-body-electric-blueprint-for-human-health-freedom.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/The-Body-Electric.png",
        "publishedAt": "2026-02-14T06:00:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Body Electric: A revolutionary blueprint for human health and freedom",
        "description_en": "“The Body Electric” reveals how the human body functions as a semiconductor, conducting essential electrical currents for healing – a truth suppressed by Big Pharma and centralized institutions. Pioneers like Dr. Robert O. Becker and Albert Szent-Györgyi prov…",
        "translated": true
      },
      {
        "title": "6e Dialogue sur la politique étrangère et la sécurité entre l'Inde et la République de Corée (FPSD)",
        "description": "Shri P. Kumaran, Secrétaire (Est), a effectué une visite à la République de Corée (ROK) les 12-13 février 2026 pour co-présider le 6e Dialogue sur la politique étrangère et la sécurité (FPSD) avec son homologue de la ROK, M. Park Yoon-joo, Premier Vice-ministre des Affaires étrangères, Ministère des Affaires étrangères…",
        "source": "Globalsecurity.org",
        "url": "https://www.globalsecurity.org/wmd/library/news/india/2026/india-260213-india-mea01.htm",
        "image": null,
        "publishedAt": "2026-02-14T05:58:15Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "6th India - Republic of Korea Foreign Policy and Security Dialogue (FPSD)",
        "description_en": "Shri P. Kumaran, Secretary (East) paid a visit to the Republic of Korea (ROK) on 12-13 February 2026, to co-chair the 6th Foreign Policy and Security Dialogue (FPSD) with his ROK counterpart Mr. Park Yoon-joo, First Vice Foreign Minister, Ministry of Foreign …",
        "translated": true
      },
      {
        "title": "Connaissance du domaine spatial, satellites autonomes, centres de données en orbite - l'IA ouvre un nouveau monde",
        "description": "Les ingénieurs spatiaux en Inde et dans le monde utilisent l'intelligence artificielle pour suivre plus d'un million d'orbites de débris spatiaux afin de déterminer les risques de collision avec les satellites actifs et les actifs spatiaux",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/news/science/space-domain-awareness-autonomous-satellites-data-centres-in-orbit-ai-opens-new-world/article70631346.ece",
        "image": "https://bl-i.thgim.com/public/incoming/fjt6sp/article70464543.ece/alternates/LANDSCAPE_1200/IMG_iStockSpace_Debris_2_1_IIE57K6S.jpg",
        "publishedAt": "2026-02-14T05:49:13Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Space domain awareness, autonomous satellites, data centres in orbit - AI opens new world",
        "description_en": "Space engineers in India and across the world are using artificial intelligence to track more than a million orbits of such debris to determine their possible collision with active satellites and space assets",
        "translated": true
      },
      {
        "title": "GitHub - Colin-XKL/FeedCraft : Créez facilement votre flux ! Middleware RSS léger, service tout-en-un d'extraction de texte intégral, traduction et résumé",
        "description": "Créez votre flux en toute simplicité ! Middleware RSS léger, extraction de texte intégral, traduction et résumé en un seul service - Colin-XKL/FeedCraft",
        "source": "Github.com",
        "url": "https://github.com/Colin-XKL/FeedCraft",
        "image": "https://repository-images.githubusercontent.com/789019697/21ccb99d-89b1-4a94-9f95-e4b580e682ef",
        "publishedAt": "2026-02-14T05:47:01Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "GitHub - Colin-XKL/FeedCraft: 轻松制作你的 feed！ 轻量级rss中间件，提取全文、翻译、摘要一站式服务",
        "description_en": "craft your feed at ease! 轻量级rss中间件, 提取全文, 翻译、摘要一站式服务 - Colin-XKL/FeedCraft",
        "translated": true
      }
    ]
  },
  "total": 47
}