{
  "updated": "2026-02-25T01:10:57.209Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Comment les démocrates anti-Israël radicalisent le parti",
        "description": "La question est simple : les démocrates vont-ils affronter l'antisémitisme et l'extrémisme anti-sioniste dans leurs rangs, ou vont-ils continuer à les excuser, les promouvoir et les normaliser ?",
        "source": "New York Post",
        "url": "https://nypost.com/2026/02/23/opinion/anti-israel-democrats-are-radicalizing-the-party/",
        "image": "https://nypost.com/wp-content/uploads/sites/2/2026/02/crop-38582667.jpg?quality=75&strip=all&w=1200",
        "publishedAt": "2026-02-24T00:44:26Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How anti-Israel Democrats are radicalizing the party",
        "description_en": "The question is simple: Will Democrats confront antisemitism and anti-Zionist extremism within their ranks, or continue to excuse, elevate, and normalize it?",
        "translated": true
      },
      {
        "title": "Poutine accélère la modernisation de la « triade nucléaire », Zelenskyy affirme que la « Troisième Guerre mondiale » est en cours",
        "description": "Le président Poutine priorise le renforcement de la triade nucléaire russe tandis que le président ukrainien Zelenskyy avertit que le leader russe a lancé la « Troisième Guerre mondiale ».",
        "source": "Fox News",
        "url": "https://www.foxnews.com/world/putin-declares-nuclear-weapons-development-russias-absolute-priority-during-military-ceremony",
        "image": "https://static.foxnews.com/foxnews.com/content/uploads/2026/02/zelenskyy-putin-ukraine-russia.jpg",
        "publishedAt": "2026-02-24T00:18:12Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Putin puts 'nuclear triad' on fast track, Zelenskyy claims ‘World War 3’ underway",
        "description_en": "President Putin prioritizes Russia's nuclear triad strengthening as Ukrainian President Zelenskyy warns the Russian leader has launched \"World War III.\"",
        "translated": true
      },
      {
        "title": "Préventif ou préemptif ? Les avantages et inconvénients d'une possible frappe américaine contre l'Iran",
        "description": "Note de l'éditeur : ceci est une transcription légèrement éditée d'un segment de l'édition d'aujourd'hui de « Victor Davis Hanson : In His Own Words » du Daily Signal... Lire la suite. Cet article a été publié pour la première fois sur...",
        "source": "Daily Signal",
        "url": "https://www.dailysignal.com/2026/02/23/preventive-or-preemptive-the-pros-and-cons-of-a-potential-us-strike-on-iran/",
        "image": "https://www.dailysignal.com/wp-content/uploads/2026/02/GettyImages-2261294684.jpg",
        "publishedAt": "2026-02-24T00:06:27Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Preventive or Preemptive? The Pros and Cons of a Potential US Strike on Iran",
        "description_en": "Editor’s note: This is a lightly edited transcript of a segment from today’s edition of “Victor Davis Hanson: In His Own Words” from Daily Signal... Read More\nThe post Preventive or Preemptive? The Pros and Cons of a Potential US Strike on Iran appeared first…",
        "translated": true
      },
      {
        "title": "De quoi Anthropic a-t-elle accusé les laboratoires d'IA chinois ? #tech",
        "description": "Accusations de « distillation » à grande échelle et violation des conditions d'utilisation. Anthropic a accusé publiquement trois laboratoires d'IA chinois — identifiés dans les reportages comme DeepSeek, MiniMax et Moonshot — d'avoir abusé de son modèle Claude pour entraîner des systèmes concurrents. L'entreprise affirme que les laboratoires...",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/tech/what-did-anthropic-accuse-chinese-ai-labs-of",
        "image": "https://alltoc.com/cdn/1046/og.png",
        "publishedAt": "2026-02-24T00:03:35Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What did Anthropic accuse Chinese AI labs of? #tech",
        "description_en": "Allegations of large scale \"distillation\" and terms of service abuse Anthropic publicly accused three Chinese AI labs — named in reporting as DeepSeek, MiniMax, and Moonshot — of abusing its Claude model to train competing systems. The company says the labs s…",
        "translated": true
      },
      {
        "title": "Propagande de guerre et Iran : le scénario utilisé pour chaque guerre américaine échouée ressort à nouveau",
        "description": "Du Vietnam à l'Iran et à chaque guerre américaine entre les deux, les mêmes narratifs de propagande sont déployés, peu importe à quel point ils ont été discrédités et réfutés lors de leurs expositions précédentes comme des mensonges.",
        "source": "Substack.com",
        "url": "https://greenwald.substack.com/p/war-propaganda-and-iran-the-exact",
        "image": "https://substackcdn.com/image/fetch/$s_!miID!,w_1200,h_675,c_fill,f_jpg,q_auto:good,fl_progressive:steep,g_auto/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F076e7204-fef7-4c0e-aee4-4e46d56d5a91_1280x720.png",
        "publishedAt": "2026-02-24T00:03:25Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "War Propaganda and Iran: Script Used for Every Failed US War Hauled Out Again",
        "description_en": "From Vietnam to Iran and every U.S. war in between, the same propaganda narratives are deployed, no matter how discredited and debunked they are from all the prior times they were exposed as lies.",
        "translated": true
      },
      {
        "title": "Deux nouvelles bases du Service naval irlandais à l'étude",
        "description": "Le Service naval doit recevoir de nouveaux pouvoirs pour sauvegarder la souveraineté irlandaise et de nouvelles bases sur les côtes est et ouest sont activement envisagées.",
        "source": "RTE",
        "url": "https://www.rte.ie/news/ireland/2026/0224/1560045-irish-naval-service/",
        "image": "https://www.rte.ie/images/00217e48-1600.jpg",
        "publishedAt": "2026-02-24T00:01:01Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Two new Irish Naval Service bases under consideration",
        "description_en": "The Naval Service is to get new powers to safeguard Irish sovereignty and new bases on the east and west coasts are under active consideration.",
        "translated": true
      },
      {
        "title": "Le ministre cherchera l'approbation pour une stratégie de sécurité maritime",
        "description": "La ministre des Affaires étrangères et de la Défense Helen McEntee cherchera aujourd'hui l'approbation du gouvernement pour une nouvelle stratégie nationale de sécurité maritime.",
        "source": "RTE",
        "url": "https://www.rte.ie/news/ireland/2026/0224/1560045-maritime-security-strategy/",
        "image": "https://www.rte.ie/images/00217e46-1600.jpg",
        "publishedAt": "2026-02-24T00:01:01Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Minister to seek approval for maritime security strategy",
        "description_en": "The Minister for Foreign Affairs and Defence Helen McEntee will today seek Government approval for a new national maritime security strategy.",
        "translated": true
      },
      {
        "title": "« Vite, partez ! » : le drone « dormant » chargé d'explosifs qui attendait en embuscade — et qui a frappé notre voiture",
        "description": "Quatre ans jour pour jour après le lancement par Vladimir Poutine de son invasion à grande échelle, Sky News examine l'impact du conflit en Ukraine — et comment la Russie a apporté la guerre dans ses propres villes comme Belgorod.",
        "source": "Sky.com",
        "url": "https://news.sky.com/story/suddenly-theres-a-loud-bang-airstrikes-blackouts-and-frustration-in-russias-frontline-city-13511167",
        "image": "https://e3.365dm.com/26/02/1600x900/skynews-russia-belgorod_7173093.jpg?20260223180401",
        "publishedAt": "2026-02-24T00:01:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "'Quick, get out!': The 'sleeper' drone laden with explosives that lay in wait - and hit our car",
        "description_en": "Four years to the day since Vladimir Putin launched his full-scale invasion, Sky News looks at the impact of the conflict across Ukraine - and how Russia has brought war to its own cities like Belgorod.",
        "translated": true
      },
      {
        "title": "L'arrivée du printemps exerce une forte pression sur l'Ukraine",
        "description": "Le printemps apporte normalement un soulagement face au froid intense et aux difficultés de l'hiver. Mais cette année, l'arrivée du printemps pourrait déclencher une forte pression sur l'Ukraine. Cette pression pourrait prendre plusieurs formes : diplomatique, militaire et politique. Le...",
        "source": "Antiwar.com",
        "url": "https://original.antiwar.com/ted_snider/2026/02/23/the-arrival-of-spring-brings-big-pressure-to-ukraine/",
        "image": "https://dyn3qbr4ue2vr.cloudfront.net/2026/02/FireShot-Pro-Webpage-Screenshot-4177-3e6b83df9a79b38855d3eb067024fdf6_1771078536_slider_large.jpeg-JPEG-Image-625-×-405_-www.president.gov_.ua_.png",
        "publishedAt": "2026-02-24T00:00:38Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Arrival of Spring Brings Big Pressure to Ukraine",
        "description_en": "Spring, normally, brings relief from the bitter cold and struggles of winter. But this year, the coming of spring could start the clock ticking on huge pressure on Ukraine. That pressure could come in several shapes: diplomatic, military and political. The Ne…",
        "translated": true
      },
      {
        "title": "Larry Diamond discute de la façon dont la concurrence américano-chinoise façonne le paysage politique mondial",
        "description": "Le chercheur de la Hoover Institution Larry Diamond participe à un panel discutant des risques émergents, des opportunités et des implications politiques dans le paysage mondial de plus en plus complexe de 2026.",
        "source": "Stanford.edu",
        "url": "https://cddrl.fsi.stanford.edu/news/how-us-competition-china-shaping-global-political-landscape",
        "image": "https://fsi9-prod.s3.us-west-1.amazonaws.com/s3fs-public/styles/1200x630/public/2026-02/global_trends_2026_panel.jpg?itok=C-8yxF85",
        "publishedAt": "2026-02-24T00:00:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Larry Diamond Discusses How US Competition With China Is Shaping The Global Political Landscape",
        "description_en": "Hoover Institution fellow Larry Diamond joins a panel discussing emerging risks, opportunities, and policy implications in the increasingly complex global landscape of 2026.",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Comment Trump utilisera son discours sur l'état de l'Union pour séduire les électeurs des élections de mi-mandat",
        "description": "Le discours sur l'état de l'Union du président Donald Trump mardi devrait être un test du message que les Républicains adresseront aux électeurs lors des élections de novembre pour le contrôle de la Chambre et du Sénat.",
        "source": "PBS",
        "url": "https://www.pbs.org/newshour/politics/how-trump-will-use-his-state-of-the-union-address-to-appeal-to-skeptical-midterm-voters",
        "image": "https://d3i6fh83elv35t.cloudfront.net/static/2026/02/2025-03-05T031616Z_184901659_RC2R6DARET9D_RTRMADP_3_USA-TRUMP-CONGRESS-1024x683.jpg",
        "publishedAt": "2026-02-24T01:10:06Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How Trump will use his State of the Union address to appeal to skeptical midterm voters",
        "description_en": "President Donald Trump's State of the Union address on Tuesday is likely to be a test run of the message Republicans will give to voters in November's elections for control of the House and the Senate.",
        "translated": true
      },
      {
        "title": "Trump affirme avoir tenu toutes ses promesses électorales. Le MAGA-Meter de PolitiFact montre le contraire",
        "description": "Le président Donald Trump a déclaré qu'il avait déjà livré tout ce pour quoi il était revenu au pouvoir. La réalité ? Trump a réalisé une part décente de son agenda intérieur au cours de sa première année, mais de nombreuses promesses restent non tenues.",
        "source": "PBS",
        "url": "https://www.pbs.org/newshour/politics/trump-says-hes-kept-all-of-his-campaign-promises-politifacts-maga-meter-shows-otherwise",
        "image": "https://d3i6fh83elv35t.cloudfront.net/static/2026/02/2026-01-20T191430Z_1415350437_RC265JA1R70G_RTRMADP_3_USA-TRUMP-1024x683.jpg",
        "publishedAt": "2026-02-24T01:06:15Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump says he's kept all of his campaign promises. PolitiFact's MAGA-Meter shows otherwise",
        "description_en": "President Donald Trump has said he already delivered on all he returned to office to do. The truth? Trump fulfilled a decent chunk of his domestic agenda in his first year, but many promises remain undelivered.",
        "translated": true
      },
      {
        "title": "Trump envisage de nouvelles enquêtes commerciales pour relancer les tarifs après sa défaite judiciaire",
        "description": "L'administration américaine prépare de nouvelles enquêtes de sécurité nationale qui pourraient permettre au président Donald Trump d'imposer de nouveaux tarifs après que la Cour suprême ait annulé ses prélèvements d'urgence spécifiques à certains pays la semaine dernière.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/economy/foreign-trade/trump-eyes-new-trade-probes-to-revive-tariffs-after-court-defeat/articleshow/128735513.cms",
        "image": "https://img.etimg.com/thumb/msid-128735498,width-1200,height-630,imgsize-100800,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-24T00:59:51Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump eyes new trade probes to revive tariffs after court defeat",
        "description_en": "The US administration is preparing new national security investigations that could allow President Donald Trump to impose fresh tariffs after the Supreme Court struck down his country-specific emergency levies last week.",
        "translated": true
      },
      {
        "title": "Le Pentagone adresse un ultimatum à Anthropic : supprimer les garde-fous de l'IA ou perdre les contrats militaires",
        "description": "Le secrétaire à la Défense Pete Hegseth a convoqué le PDG d'Anthropic Dario Amodei au Pentagone mardi matin pour ce que les hauts responsables de la Défense ont clairement indiqué n'être pas une simple visite de courtoisie. Cette réunion représente un point de rupture entre l'armée américaine et la société d'IA...",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-bloggers/4368049/posts",
        "image": null,
        "publishedAt": "2026-02-24T00:51:11Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pentagon Delivers Ultimatum to Anthropic: Remove AI Guardrails or Lose Military Contracts",
        "description_en": "Defense Secretary Pete Hegseth summoned Anthropic CEO Dario Amodei to the Pentagon on Tuesday morning for what senior Defense officials made clear was anything but a courtesy call. The meeting represents a breaking point between the U.S. military and the AI c…",
        "translated": true
      },
      {
        "title": "Le Pentagone adresse un ultimatum à Anthropic : supprimer les garde-fous de l'IA ou perdre les contrats militaires",
        "description": "Le secrétaire à la Défense Pete Hegseth a convoqué le PDG d'Anthropic Dario Amodei au Pentagone mardi matin pour ce que les hauts responsables de la Défense ont clairement indiqué n'être pas une simple visite de courtoisie. Cette réunion représente un point de rupture entre l'armée américaine et la société d'IA...",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-news/4368049/posts",
        "image": null,
        "publishedAt": "2026-02-24T00:51:11Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pentagon Delivers Ultimatum to Anthropic: Remove AI Guardrails or Lose Military Contracts",
        "description_en": "Defense Secretary Pete Hegseth summoned Anthropic CEO Dario Amodei to the Pentagon on Tuesday morning for what senior Defense officials made clear was anything but a courtesy call. The meeting represents a breaking point between the U.S. military and the AI c…",
        "translated": true
      },
      {
        "title": "Le Canada convoque des représentants d'OpenAI au sujet du compte ChatGPT d'un suspect dans une fusillade scolaire",
        "description": "Le compte avait été signalé en interne plusieurs mois avant la fusillade.",
        "source": "POLITICO.eu",
        "url": "https://www.politico.eu/article/canada-summons-openai-reps-over-school-shooting-suspects-chatgpt-account/",
        "image": "https://www.politico.eu/cdn-cgi/image/width=1200,height=630,fit=crop,quality=80,onerror=redirect/wp-content/uploads/2026/02/24/GettyImages-2260625104.jpg",
        "publishedAt": "2026-02-24T00:50:51Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Canada summons OpenAI reps over school shooting suspect’s ChatGPT account",
        "description_en": "The account was flagged internally months before the shooting.",
        "translated": true
      },
      {
        "title": "Anthropic accuse des entreprises chinoises de siphonner des données de Claude (Wall Street Journal)",
        "description": "Wall Street Journal : Anthropic accuse des entreprises chinoises de siphonner des données de Claude — Les accusations font écho à celles d'OpenAI, qui a déclaré aux législateurs de la Chambre que DeepSeek a utilisé la « distillation » pour améliorer ses modèles — La startup américaine d'intelligence artificielle Anthropic…",
        "source": "Memeorandum.com",
        "url": "https://www.memeorandum.com/260223/p135",
        "image": "https://images.wsj.net/im-68935853/social",
        "publishedAt": "2026-02-24T00:50:01Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Anthropic Accuses Chinese Companies of Siphoning Data From Claude (Wall Street Journal)",
        "description_en": "Wall Street Journal:\nAnthropic Accuses Chinese Companies of Siphoning Data From Claude  —  The allegations mirror those of OpenAI, which told House lawmakers that DeepSeek used ‘distillation’ to improve models  —  U.S. artificial-intelligence startup Anthropi…",
        "translated": true
      },
      {
        "title": "Marchés américains | Wall Street termine en baisse marquée face aux craintes de perturbation liée à l'IA et aux tensions tarifaires ravivées",
        "description": "Une vente massive généralisée a envoyé les trois principaux indices boursiers américains en baisse de plus de 1 % à la clôture, l'appétit pour le risque étant freiné par une combinaison de craintes persistantes concernant les perturbations potentielles dues à la technologie d'intelligence artificielle émergente et aux positions erratiques de Trump…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/us-stocks-wall-street-ends-sharply-lower-amid-ai-displacement-fears-and-revived-tariff-angst/articleshow/128735345.cms",
        "image": "https://img.etimg.com/thumb/msid-128735359,width-1200,height-630,imgsize-114800,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-24T00:48:46Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US Stocks | Wall Street ends sharply lower amid AI displacement fears and revived tariff angst",
        "description_en": "A broad selloff sent all three major U.S. stock indexes more than 1% lower by the closing bell, as risk appetite was dampened by a combination of persistent fears over potential disruption due to emergent artificial intelligence technology and Trump's erratic…",
        "translated": true
      },
      {
        "title": "Prix de l'or aujourd'hui : le cours de l'or au comptant baisse. Voici ce qui impacte l'or et l'argent",
        "description": "L'or, considéré comme une réserve de valeur sûre en période d'incertitude économique et géopolitique, tend également à bien performer lorsque les taux d'intérêt sont bas.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/gold-price-today-spot-gold-rate-falls-heres-what-is-impacting-gold-silver/articleshow/128735297.cms",
        "image": "https://img.etimg.com/thumb/msid-128735297,width-1200,height-630,imgsize-66962,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-24T00:48:46Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gold Price today: Spot gold rate falls. Here's what is impacting Gold, silver",
        "description_en": "Gold, seen as a safe store of value during economic and geopolitical uncertainty, also tends to perform well when interest rates are low.",
        "translated": true
      },
      {
        "title": "Un rapport apocalyptique viral révèle l'anxiété profonde de Wall Street face à l'avenir de l'IA",
        "description": "Une expérience de pensée « apocalyptique » de 7 000 mots de Citrini Research a contribué à déclencher une baisse de 800 points du Dow, « brossant un portrait sombre d'un avenir dans lequel le changement technologique inspire une course vers le bas dans le travail intellectuel des cols blancs », rapporte le Wall Street Journal…",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/story/26/02/23/2338242/viral-doomsday-report-lays-bare-wall-streets-deep-anxiety-about-ai-future",
        "image": "https://a.fsdn.com/sd/topics/ai_64.png",
        "publishedAt": "2026-02-24T00:45:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Viral Doomsday Report Lays Bare Wall Street's Deep Anxiety About AI Future",
        "description_en": "A 7,000-word \"doomsday\" thought experiment from Citrini Research helped trigger an 800-point drop in the Dow, \"painting a dark portrait of a future in which technological change inspires a race to the bottom in white-collar knowledge work,\" reports the Wall S…",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Comment le krach éclair de 5 % du Bitcoin a poussé l'indice de peur à un niveau record : Évaluation…",
        "description": "Au cours du mois dernier, l'offre totale de stablecoins a diminué de 161,19 milliards de dollars à 153,75 milliards de dollars.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/how-bitcoins-5-flash-crash-pushed-fear-index-to-record-low-assessing/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Crypto-Fear-and-Greed-Index-Featured-1000x600.webp",
        "publishedAt": "2026-02-24T01:00:50Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How Bitcoin’s 5% flash crash pushed fear index to record low: Assessing…",
        "description_en": "Over the past month, the total supply of stablecoins has shrunk from $161.19 billion to $153.75 billion.",
        "translated": true
      },
      {
        "title": "438 millions de dollars de positions longues en crypto liquidées alors que Bitcoin et les altcoins reculent",
        "description": "Les données montrent que les bourses de dérivés cryptographiques ont enregistré des liquidations massives alors que Bitcoin et autres actifs ont connu un repli des prix. Les liquidations en crypto ont dépassé 500 millions de dollars en 24 heures Selon les données de CoinGlass, une quantité massive de…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/bitcoin-news/another-438m-crypto-longs-bitcoin-altcoins/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/btc_31f6a1.png?fit=1174%2C783",
        "publishedAt": "2026-02-24T01:00:17Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Another $438M In Crypto Longs Gone As Bitcoin, Altcoins Pull Back",
        "description_en": "Data shows cryptocurrency derivatives exchanges have racked up liquidations as Bitcoin and other assets have gone through a price retrace. Crypto Liquidations Have Crossed $500 Million During The Past Day According to data from CoinGlass, a massive amount of …",
        "translated": true
      },
      {
        "title": "L'application mobile TurboTax DIY vous permet de déclarer vos impôts fédéraux et d'État gratuitement",
        "description": "Fonctionne pour toute situation fiscale, y compris les crypto-monnaies, les actions et les revenus professionnels.",
        "source": "IGN",
        "url": "https://www.ign.com/articles/turbotax-diy-mobile-app-lets-you-file-your-federal-and-state-tax-returns-for-free",
        "image": "https://assets-prd.ignimgs.com/2026/02/13/turbotaxlinkby-1771020124013.jpg?width=1280&format=jpg&auto=webp&quality=80",
        "publishedAt": "2026-02-24T00:35:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The TurboTax DIY Mobile App Lets You File Your Federal and State Tax Returns for Free",
        "description_en": "Works for any tax situation, including crypto, stocks, and business income.",
        "translated": true
      },
      {
        "title": "Cartographier le creux de Bitcoin : jusqu'où le prix pourrait-il descendre avant de se redresser",
        "description": "Bitcoin (BTC) pourrait se préparer à des pertes supplémentaires, un analyste crypto ayant émis une prévision extrêmement pessimiste. Selon son analyse, la structure actuelle de Bitcoin affiche une tendance nettement baissière, le prix devant atteindre un creux en dessous de 30 000…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/bitcoin-bottom-how-low-price/",
        "image": "https://bitcoinist.com/wp-content/uploads/2024/08/Bitcoin_d8d8b1.webp",
        "publishedAt": "2026-02-24T00:30:49Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Mapping The Bitcoin Bottom: Here’s How Low Price Could Go Before It Recovers",
        "description_en": "Bitcoin (BTC) could be gearing up for further losses, as a crypto analyst has issued a severely foreboding forecast. According to his analysis, Bitcoin’s current structure shows a predominantly bearish trend, with price expected to reach a bottom below $30,00…",
        "translated": true
      },
      {
        "title": "Le « Conseil de la paix » de Trump explore une stablecoin pour Gaza",
        "description": "Des responsables travaillant avec le « Conseil de la paix » de Donald Trump explorent la mise en place d'une stablecoin pour Gaza dans le cadre des efforts visant à restructurer l'économie de l'enclave palestinienne dévastée, selon cinq p…",
        "source": "Slashdot.org",
        "url": "https://news.slashdot.org/story/26/02/23/2226231/trumps-board-of-peace-explores-stablecoin-for-gaza",
        "image": "https://a.fsdn.com/sd/topics/bitcoin_64.png",
        "publishedAt": "2026-02-24T00:02:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump's 'Board of Peace' Explores Stablecoin For Gaza",
        "description_en": "An anonymous reader quotes a report from the Financial Times: Officials working with Donald Trump's \"Board of Peace\" are exploring setting up a stablecoin for Gaza as part of efforts to reshape the devastated Palestinian enclave's economy, according to five p…",
        "translated": true
      },
      {
        "title": "La hausse du volume de XRP déclenche une baisse de prix : support clé à 1,34 $",
        "description": "Voici pourquoi XRP reste solide malgré une rupture d'un niveau clé.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/xrps-volume-surge-triggers-a-price-drop-key-support-at-1-34/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Lennox-1-1000x600.jpg",
        "publishedAt": "2026-02-24T00:00:03Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "XRP’s volume surge triggers a price drop: Key support at $1.34",
        "description_en": "Here is why XRP is still strong despite a key level breakdown.",
        "translated": true
      },
      {
        "title": "Show HN : Une API de données DeFi où les agents IA paient par appel via micropaiements HTTP 402",
        "description": "HTTP 402 Payment Required existe dans les spécifications depuis 1997, « réservé pour un usage futur ». Il s'avère que l'avenir concerne les agents IA qui doivent payer pour les appels API sans s'inscrire à quoi que ce soit. J'ai créé une API de données DeFi/crypto qui utilise le protocole x402 (par Coinbase) pour…",
        "source": "Fly.dev",
        "url": "https://x402-api.fly.dev",
        "image": null,
        "publishedAt": "2026-02-23T23:44:24Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Show HN: A DeFi data API where AI agents pay per call via HTTP 402 micropayments",
        "description_en": "HTTP 402 Payment Required has been in the spec since 1997, “reserved for future use.” Turns out the future is AI agents that need to pay for API calls without signing up for anything.I built a DeFi/crypto data API that uses the x402 protocol (by Coinbase) to …",
        "translated": true
      },
      {
        "title": "Le Bitcoin efface ses gains, le sentiment atteint un niveau de peur historique : analystes",
        "description": "La récente volatilité du Bitcoin met les traders en alerte, mais le tableau n'est pas unilatéral. Les rapports signalent des pertes importantes pour les acheteurs tardifs, et les données on-chain montrent des mouvements réels de capitaux alors que les positions sont forcées de se fermer. Les marchés se sont déplacés rapidement ; l'ambiance aussi. Lire la suite…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/bitcoin/bitcoin-wipes-out-gains-sentiment-sinks-to-historic-fear-analysts/",
        "image": null,
        "publishedAt": "2026-02-23T23:00:51Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Wipes Out Gains, Sentiment Sinks To Historic Fear: Analysts",
        "description_en": "Bitcoin’s recent wobble has traders on edge, but the picture is not all one-way. Reports note heavy losses for late buyers, and on-chain figures show real money changing hands as positions are forced closed. Markets moved fast; the mood did too. Related Readi…",
        "translated": true
      },
      {
        "title": "Wall Street a-t-elle coopté le Bitcoin ? Un expert de Bloomberg ravive un débat enflammé",
        "description": "Un fil de discussion lancé par Eric Balchunas, analyste ETF chez Bloomberg, a ravivé l'une des plus anciennes querelles de la crypto : savoir si la proposition de valeur fondamentale du Bitcoin a été diluée alors que les intermédiaires institutionnels prennent le devant de la scène. Ce qui a commencé comme une réflexion sur l'application réelle de la crypto…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/has-wall-street-co-opted-bitcoin-bloomberg-expert/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/ChatGPT-Image-Feb-23-2026-12_00_01-PM.png",
        "publishedAt": "2026-02-23T23:00:12Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Has Wall Street Co-Opted Bitcoin? Bloomberg Expert Sparks Heated Debate",
        "description_en": "A thread sparked by Bloomberg ETF analyst Eric Balchunas reignited one of crypto’s oldest arguments: whether Bitcoin’s core value proposition has been diluted as institutional intermediaries take center stage. What began as a reflection on crypto’s real-world…",
        "translated": true
      },
      {
        "title": "Les ETF Bitcoin accumulent-ils discrètement ou ne font-ils que ne pas vendre ? Les données de flux qui comptent",
        "description": "Les ETF spot Bitcoin ont enregistré quatre mois consécutifs de sorties, avec des avoirs en baisse de 85 000 BTC depuis octobre 2025. La demande institutionnelle qui ralentit est-elle le glas du prix du BTC ?",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/are-bitcoin-etfs-quietly-accumulating-or-just-not-selling-the-flow-data-that-matters",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c7c64-a8c6-78f9-9a6e-206c5d9b2067.jpg",
        "publishedAt": "2026-02-23T22:45:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Are Bitcoin ETFs quietly accumulating or just not selling? The flow data that matters",
        "description_en": "The spot Bitcoin ETFs recorded four straight months of outflows, with hodlings down 85,000 BTC since October 2025. Is slowing institutional demand the death knell for BTC price?",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Grande nouvelle à l'ASX : les actions BHP atteignent un nouveau record à 55 dollars",
        "description": "Il n'est pas courant qu'une action vieille de 175 ans atteigne un nouveau record historique. Cet article est apparu en premier sur The Motley Fool Australia.",
        "source": "Motley Fool Australia",
        "url": "https://www.fool.com.au/2026/02/24/big-asx-news-bhp-shares-hit-new-55-record-high/",
        "image": "https://www.fool.com.au/wp-content/uploads/2022/02/dividend-10-6.9-1200x675.jpg",
        "publishedAt": "2026-02-24T01:02:52Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Big ASX news: BHP shares hit new $55 record high",
        "description_en": "It's not often that a 175-year-old stock cracks a new record high.\nThe post Big ASX news: BHP shares hit new $55 record high appeared first on The Motley Fool Australia.",
        "translated": true
      },
      {
        "title": "Prix de l'or aujourd'hui : le cours au comptant de l'or baisse. Voici ce qui impacte l'or et l'argent",
        "description": "L'or, considéré comme une réserve de valeur sûre en période d'incertitude économique et géopolitique, tend également à bien performer lorsque les taux d'intérêt sont bas.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/gold-price-today-spot-gold-rate-falls-heres-what-is-impacting-gold-silver/articleshow/128735297.cms",
        "image": "https://img.etimg.com/thumb/msid-128735297,width-1200,height-630,imgsize-66962,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-24T00:48:46Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gold Price today: Spot gold rate falls. Here's what is impacting Gold, silver",
        "description_en": "Gold, seen as a safe store of value during economic and geopolitical uncertainty, also tends to perform well when interest rates are low.",
        "translated": true
      },
      {
        "title": "Les Market Insights de Treefera sont désormais disponibles sur Smartkarma",
        "description": "Treefera a annoncé que ses produits Market Intelligence sont désormais disponibles via Smartkarma, la plateforme mondiale d'intelligence d'investissement…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/24/3243125/0/en/Treefera-Market-Insights-Now-Available-in-Smartkarma.html",
        "image": null,
        "publishedAt": "2026-02-24T00:30:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Treefera Market Insights Now Available in Smartkarma",
        "description_en": "Treefera has announced that its Market Intelligence products are now available through Smartkarma, the global investment intelligence platform....",
        "translated": true
      },
      {
        "title": "Les politiques prohibitives ont alimenté la criminalité organisée en Australie il y a 100 ans. Cela se reproduit",
        "description": "Où il y a de la demande, il y aura de l'offre, légale ou non. De l'« alcool clandestin » des années 1920 aux cigarettes électroniques illicites d'aujourd'hui, bien réguler est difficile.",
        "source": "The Conversation Africa",
        "url": "https://theconversation.com/prohibitive-policies-drove-organised-crime-in-australia-100-years-ago-its-happening-again-270171",
        "image": "https://images.theconversation.com/files/719209/original/file-20260219-56-ewuila.png?ixlib=rb-4.1.0&rect=0%2C100%2C1600%2C800&q=45&auto=format&w=1356&h=668&fit=crop",
        "publishedAt": "2026-02-24T00:25:03Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Prohibitive policies drove organised crime in Australia 100 years ago. It’s happening again",
        "description_en": "Where there’s demand, there will be supply, legal or not. From the ‘sly grog’ of the 1920s to the illicit vapes of today, getting regulation right is difficult.",
        "translated": true
      },
      {
        "title": "D-Street en hausse grâce aux banques et à l'automobile, dans la prudence avant l'expiration des F&O",
        "description": "Les indices boursiers indiens ont progressé lundi, le Nifty et le Sensex gagnant 0,6 % dans un contexte de sentiment mitigé des investisseurs. Alors que l'optimisme entourait une réduction des tarifs américains, une incertitude renouvelée sur les négociations planait. Les investisseurs de portefeuille étrangers ont été des acheteurs nets, contribuant à…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/stocks/news/d-street-up-on-bank-auto-boost-amid-caution-ahead-of-fo-expiry/articleshow/128734827.cms",
        "image": "https://img.etimg.com/thumb/msid-128734823,width-1200,height-630,imgsize-34344,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-24T00:14:20Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "D-Street up on bank, auto boost amid caution ahead of F&O expiry",
        "description_en": "Indian equity benchmarks rose on Monday, with the Nifty and Sensex gaining 0.6% amid mixed investor sentiment. While optimism surrounded lower US tariffs, renewed negotiation uncertainty loomed. Foreign portfolio investors were net buyers, contributing to the…",
        "translated": true
      },
      {
        "title": "Dans quelle mesure les cultures vivrières alimentent-elles la déforestation ? #science",
        "description": "Les cultures vivrières sont un moteur plus important de la perte forestière que prévu. Une analyse mondiale révèle que les cultures alimentaires courantes — notamment le riz, le maïs et le manioc — représentent ensemble une part étonnamment importante du déboisement. Ces trois cultures vivrières causent cumulativement environ 1…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/science/how-much-do-staple-crops-drive-deforestation",
        "image": "https://alltoc.com/cdn/1046/og.png",
        "publishedAt": "2026-02-24T00:05:04Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How much do staple crops drive deforestation? #science",
        "description_en": "Staple crops are a bigger driver of forest loss than expected A global analysis finds that common food crops — notably rice, maize and cassava — together account for a surprisingly large share of forest clearing. The three staples cumulatively cause roughly 1…",
        "translated": true
      },
      {
        "title": "La poussée de domination énergétique américaine entre en collision avec les règles de méthane de l'UE",
        "description": "La semaine dernière, le secrétaire à l'Énergie américain Chris Wright a appelé l'Agence internationale de l'énergie à cesser de se focaliser sur le changement climatique et à revenir plutôt à son objectif initial de sécurité énergétique. Cet appel intervenait dans le contexte de plans du gouvernement fédéral américain pour…",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Energy/Natural-Gas/US-Energy-Dominance-Push-Collides-with-EU-Methane-Rules.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2026-02-23_jlretnyxxf.jpg",
        "publishedAt": "2026-02-24T00:00:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "U.S. Energy Dominance Push Collides with EU Methane Rules",
        "description_en": "Last week, U.S. Energy Secretary Chris Wright called on the International Energy Agency to stop fixating on climate change and instead return to its original focus on energy security. The call came in the context of plans by the U.S. federal government to sig…",
        "translated": true
      },
      {
        "title": "Les actions de Woodside progressent alors que la hausse des dividendes compense la baisse des bénéfices",
        "description": "Les actions de Woodside Energy Group Ltd. ont progressé après que la plus grande compagnie pétrolière et gazière australienne ait augmenté son dividende, malgré une chute des bénéfices.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/woodside-shares-rise-as-dividend-lift-outweighs-profit-drop",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/woodsides-shares-are-trading-near-a-17-month-high-australia.jpg",
        "publishedAt": "2026-02-23T23:58:34Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Woodside Shares Rise as Dividend Lift Outweighs Profit Drop",
        "description_en": "Woodside Energy Group Ltd.’s shares advanced after Australia’s largest oil and gas company raised its dividend, despite a slump in profit.",
        "translated": true
      },
      {
        "title": "Washington s'apprête à abandonner les indices de terres rares liés à la Chine",
        "description": "Alors que l'Occident cherche des moyens de se libérer de la domination chinoise dans l'approvisionnement en terres rares, il s'oriente également vers la rupture de l'emprise chinoise sur la tarification de ces minéraux critiques pour les secteurs de la défense et de l'automobile ainsi que pour la sécurité nationale. Les États-Unis…",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Energy/Energy-General/Washington-Moves-to-Ditch-China-Linked-Rare-Earth-Benchmarks.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2026-02-23_gpzqcesjth.jpg",
        "publishedAt": "2026-02-23T23:00:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Washington Moves to Ditch China-Linked Rare Earth Benchmarks",
        "description_en": "As the West is looking at ways to shake off China’s dominance in rare earths supply, it is also moving toward breaking the Chinese stronghold on the pricing of these minerals critical for the defense and auto industries and national security. The United State…",
        "translated": true
      },
      {
        "title": "Ero annonce son premier PEA pour Furnas, dévoile un projet à faible intensité capitalistique avec une durée de vie initiale de 24 ans",
        "description": "(tous les montants en dollars américains et présentés sur une base de 100 % du projet, sauf indication contraire) (tous les montants en dollars américains et présentés sur une base de 100 % du projet, sauf indication contraire)",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/23/3243102/0/en/Ero-Announces-Inaugural-PEA-for-Furnas-Outlines-Low-Capital-Intensity-Project-with-a-24-Year-Initial-Mine-Life.html",
        "image": "https://ml.globenewswire.com/Resource/Download/39a5edd8-e984-4fa9-85c4-86d0ecc78fa1",
        "publishedAt": "2026-02-23T22:05:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ero Announces Inaugural PEA for Furnas, Outlines Low Capital Intensity Project with a 24-Year Initial Mine Life",
        "description_en": "(all amounts in US dollars and shown on a 100% Project basis, unless otherwise noted) (all amounts in US dollars and shown on a 100% Project basis, unless otherwise noted)",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Amazon alloue 12 milliards de dollars pour des centres de données en Louisiane",
        "description": "Amazon investira 12 milliards de dollars dans des campus de centres de données en Louisiane qui soutendront ses technologies d'intelligence artificielle (IA) et d'informatique en nuage, a annoncé la société dans un communiqué de presse du lundi 23 février. L'entreprise financera entièrement l'infrastructure nécessaire…",
        "source": "pymnts.com",
        "url": "https://www.pymnts.com/amazon/2026/amazon-earmarks-12-billion-for-louisiana-data-centers/",
        "image": "https://www.pymnts.com/wp-content/uploads/2026/02/Louisiana-AI-data-centers-Amazon.jpeg",
        "publishedAt": "2026-02-24T01:10:44Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Amazon Earmarks $12 Billion for Louisiana Data Centers",
        "description_en": "Amazon will invest $12 billion in data center campuses in Louisiana that will support its artificial intelligence (AI) and cloud computing technologies, the company said in a Monday (Feb. 23) press release. The company will fully fund the infrastructure neede…",
        "translated": true
      },
      {
        "title": "La dernière mise à jour de Claude Code d'Anthropic déclenche une vente massive d'actions IBM, les titres en baisse de 13,2 % en une journée",
        "description": "Les actions IBM ont chuté de 13,2 %, enregistrant leur pire journée depuis 2000, à 223,35 dollars par action, après qu'Anthropic ait partagé une mise à jour concernant Claude Code — le même outil d'IA qui a provoqué un débâcle dans les valeurs informatiques au cours des dernières semaines.",
        "source": "Livemint",
        "url": "https://www.livemint.com/companies/news/anthropic-latest-claude-code-update-triggers-massive-ibm-stock-selloff-shares-down-13-2-per-cent-in-a-day-11771892133869.html",
        "image": "https://www.livemint.com/lm-img/img/2026/02/24/1600x900/logo/RETAIL-NRF-CONFERENCE-29_1771895142548_1771895151588.JPG",
        "publishedAt": "2026-02-24T01:08:30Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Anthropic's latest Claude Code update triggers massive IBM stock selloff, shares down 13.2% in a day",
        "description_en": "IBM shares fell 13.2%, suffering their worst day since 2000, at $223.35 per share, after Anthropic shared an update regarding Claude Code — the same AI tool that has created a rout in IT stocks over the past few weeks,",
        "translated": true
      },
      {
        "title": "Trump avertit les pays qui « jouent des jeux » avec les accords commerciaux américains qu'ils feront face à des tarifs plus élevés",
        "description": "Le président Donald Trump a lancé un avertissement sévère aux nations envisageant de revenir sur les accords commerciaux. Suite à une décision de la Cour suprême invalidant ses tarifs d'urgence, Trump a menacé des droits de douane considérablement plus élevés et des frais de licence potentiels. Cette mesure a…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/world-news/trump-warns-countries-that-play-games-with-us-trade-deals-will-face-higher-tariffs/articleshow/128735592.cms",
        "image": "https://img.etimg.com/thumb/msid-128735616,width-1200,height-630,imgsize-84488,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-24T01:05:30Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump warns countries that 'play games' with US trade deals will face higher tariffs",
        "description_en": "President Donald Trump issued a stern warning to nations considering reneging on trade agreements. Following a Supreme Court decision invalidating his emergency tariffs, Trump threatened significantly higher duties and potential license fees. This move has in…",
        "translated": true
      },
      {
        "title": "Un blizzard du Nord-Est remet les voyages autonomes sous les projecteurs",
        "description": "Alors qu'un autre blizzard balaie le Nord-Est, immobilisant les vols et perturbant les itinéraires, l'industrie du voyage fait face à une tempête différente : la montée des agents d'intelligence artificielle et de l'infrastructure nécessaire pour les alimenter. Model Context Pr…",
        "source": "pymnts.com",
        "url": "https://www.pymnts.com/artificial-intelligence-2/2026/northeast-blizzard-puts-agentic-travel-back-in-spotlight/",
        "image": "https://www.pymnts.com/wp-content/uploads/2026/02/Agentic-AI-travel-1.jpg",
        "publishedAt": "2026-02-24T01:00:37Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Northeast Blizzard Puts Agentic Travel Back in Spotlight",
        "description_en": "As another blizzard sweeps across the Northeast, grounding flights and snarling itineraries, the travel industry is confronting a different kind of storm: the rise of artificial intelligence agents and the infrastructure needed to power them. Model Context Pr…",
        "translated": true
      },
      {
        "title": "OpenAI accélère sa stratégie d'IA d'entreprise avec les Frontier Alliances pour déployer les agents à grande échelle",
        "description": "Le 23 février, OpenAI a dévoilé un nouvel ensemble de partenariats pluriannuels avec des cabinets de conseil mondiaux visant à aider les entreprises à déployer des agents d'IA à grande échelle, arguant que la conception organisationnelle — et non l'intelligence du modèle — est désormais le principal goulot d'étranglement pour capturer…",
        "source": "Digitimes",
        "url": "https://www.digitimes.com/news/a20260224VL201/openai-design-business.html",
        "image": "https://img.digitimes.com/newsshow/20260224vl201_files/2_2b.jpg",
        "publishedAt": "2026-02-24T00:58:27Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "OpenAI expands enterprise AI push with Frontier Alliances to scale agent deployment",
        "description_en": "On February 23, OpenAI unveiled a new set of multi-year partnerships with global consulting firms aimed at helping enterprises deploy AI agents at scale, arguing that organizational design — not model intelligence — is now the primary bottleneck to capturing …",
        "translated": true
      },
      {
        "title": "CMAT de Taïwan fait ses débuts alors que le boom du test de puces IA renforce les marges",
        "description": "Le fabricant de composants d'interface de test de semiconducteurs Certain Micro Application Technology (CMAT) a annoncé lors d'une conférence médias qu'il commencera officiellement à être coté sur le Tableau des valeurs émergentes de la Bourse de Taipei le 25 février. Le président de CMAT, Li-wen Lo, a déclaré que...",
        "source": "Digitimes",
        "url": "https://www.digitimes.com/news/a20260223PD210/component-demand-test-interface-ai-chip-revenue.html",
        "image": "https://img.digitimes.com/newsshow/20260223pd210_files/2_b.jpg",
        "publishedAt": "2026-02-24T00:55:33Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Taiwan's CMAT to debut as AI chip testing boom lifts margins",
        "description_en": "Semiconductor test interface component manufacturer Certain Micro Application Technology (CMAT) announced during a media gathering that it will officially begin trading on the Taipei Exchange's Emerging Stock Board on February 25. CMAT president Li-wen Lo sta…",
        "translated": true
      },
      {
        "title": "Analyse : la poussée de Foxconn dans les semiconducteurs en Inde signale une localisation plus profonde et un changement de chaîne d'approvisionnement",
        "description": "Le passage de Foxconn de l'assemblage à l'emballage de semiconducteurs en Inde marque un approfondissement stratégique qui pourrait accélérer l'intégration locale de la chaîne d'approvisionnement et influencer la concurrence mondiale des EMS, même si les défis de coordination avec les autorités nationales et locales soulignent...",
        "source": "Digitimes",
        "url": "https://www.digitimes.com/news/a20260224PD201/foxconn-manufacturing-packaging-hcl-plant.html",
        "image": "https://img.digitimes.com/newsshow/20260224pd201_files/1_b.jpg",
        "publishedAt": "2026-02-24T00:53:19Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Analysis: Foxconn's India semiconductor push signals deeper localization and supply-chain shift",
        "description_en": "Foxconn's move from assembly to semiconductor packaging in India marks a strategic deepening that could accelerate local supply-chain integration and influence global EMS competition, even as coordination challenges with state and local authorities underscore…",
        "translated": true
      },
      {
        "title": "Les actions de cybersécurité dégringolent alors qu'Anthropic dévoile l'outil Claude Code Security",
        "description": "CrowdStrike, Datadog et leurs pairs chutent jusqu'à 11 % après qu'Anthropic ait dévoilé Claude Code Security, intensifiant les craintes de perturbation IA dans les actions de cybersécurité.",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/markets/cybersecurity-stocks-tumble-as-anthropic-unveils-claude-code-security-tool/article70669528.ece",
        "image": "https://bl-i.thgim.com/public/incoming/6i42tx/article70669529.ece/alternates/LANDSCAPE_1200/2026-02-23T213956Z_1543436338_RC2VRJA4GCDP_RTRMADP_3_USA-STOCKS.JPG",
        "publishedAt": "2026-02-24T00:51:28Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Cybersecurity stocks tumble as Anthropic unveils Claude Code Security tool",
        "description_en": "CrowdStrike, Datadog and peers fall up to 11% after Anthropic unveils Claude Code Security, intensifying AI disruption fears in cybersecurity stocks.",
        "translated": true
      },
      {
        "title": "Le Pentagone adresse un ultimatum à Anthropic : supprimer les garde-fous IA ou perdre les contrats militaires",
        "description": "La secrétaire à la Défense Pete Hegseth a convoqué le CEO d'Anthropic Dario Amodei au Pentagone mardi matin pour ce que les hauts responsables de la Défense ont clairement indiqué n'être pas une simple visite de courtoisie. Cette réunion représente un point de rupture entre l'armée américaine et la société d'IA...",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-bloggers/4368049/posts",
        "image": null,
        "publishedAt": "2026-02-24T00:51:11Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pentagon Delivers Ultimatum to Anthropic: Remove AI Guardrails or Lose Military Contracts",
        "description_en": "Defense Secretary Pete Hegseth summoned Anthropic CEO Dario Amodei to the Pentagon on Tuesday morning for what senior Defense officials made clear was anything but a courtesy call. The meeting represents a breaking point between the U.S. military and the AI c…",
        "translated": true
      },
      {
        "title": "Le Pentagone adresse un ultimatum à Anthropic : supprimer les garde-fous IA ou perdre les contrats militaires",
        "description": "La secrétaire à la Défense Pete Hegseth a convoqué le CEO d'Anthropic Dario Amodei au Pentagone mardi matin pour ce que les hauts responsables de la Défense ont clairement indiqué n'être pas une simple visite de courtoisie. Cette réunion représente un point de rupture entre l'armée américaine et la société d'IA...",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-news/4368049/posts",
        "image": null,
        "publishedAt": "2026-02-24T00:51:11Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pentagon Delivers Ultimatum to Anthropic: Remove AI Guardrails or Lose Military Contracts",
        "description_en": "Defense Secretary Pete Hegseth summoned Anthropic CEO Dario Amodei to the Pentagon on Tuesday morning for what senior Defense officials made clear was anything but a courtesy call. The meeting represents a breaking point between the U.S. military and the AI c…",
        "translated": true
      }
    ]
  },
  "total": 50
}