{
  "updated": "2026-02-20T01:03:14.962Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Un conseil municipal annule le bail d'un fournisseur de drones israélien, provoquant une réaction contre Mamdani : « Absurde »",
        "description": "Six semaines après son entrée en fonction, le maire de New York Zohran Mamdani fait face à des critiques alors que le Navy Yard contrôlé par la ville met fin au bail avec un fabricant de drones servant l'armée israélienne.",
        "source": "Fox News",
        "url": "https://www.foxnews.com/politics/city-run-board-cancels-lease-of-israel-drone-supplier-sparking-backlash-toward-mamdani-ludicrous",
        "image": "https://static.foxnews.com/foxnews.com/content/uploads/2025/11/zohran-mamdani.png",
        "publishedAt": "2026-02-19T01:00:06Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "City-run board cancels lease of Israel drone supplier sparking backlash toward Mamdani: 'Ludicrous'",
        "description_en": "Six weeks into his term, NYC Mayor Zohran Mamdani draws criticism as city-controlled Navy Yard ends lease with drone manufacturer serving Israel's military.",
        "translated": true
      },
      {
        "title": "Le détroit de 34 kilomètres : Comment un passage étroit tient l'économie mondiale en otage",
        "description": "L'illusion d'une économie mondiale immatérielle et post-géographique—et le point d'étranglement qui l'expose L'économie mondiale se vend comme immatérielle, un élégant réseau d'algorithmes, de dérivés financiers, de satellites et de serveurs cloud bourdonnant au-delà de la portée de la géo…",
        "source": "Activistpost.com",
        "url": "https://www.activistpost.com/the-21-mile-trigger-how-a-narrow-strait-holds-the-global-economy-hostage/",
        "image": "https://www.activistpost.com/wp-content/uploads/2026/02/Strait-of-Hormuz-satellite-view.png",
        "publishedAt": "2026-02-19T01:00:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The 21-Mile Trigger: How a Narrow Strait Holds the Global Economy Hostage",
        "description_en": "The illusion of a weightless, post-geographic world economy—and the chokepoint that exposes it The global economy sells itself as weightless, an elegant lattice of algorithms, financial derivatives, satellites, and cloud servers humming beyond the reach of ge…",
        "translated": true
      },
      {
        "title": "La Banque centrale cherche un rôle plus global pour l'euro",
        "description": "L'euro, autrefois considéré comme un projet sujet aux crises, semble soudainement beaucoup plus ambitieux. La Banque centrale européenne déploie un mécanisme permanent permettant aux banques centrales étrangères d'accéder à des euros en cas de besoin—un écho du dispositif influent de la Réserve fédérale…",
        "source": "Newser",
        "url": "https://www.newser.com/story/383889/central-bank-seeks-a-more-global-role-for-euro.html",
        "image": "https://img1-azrcdn.newser.com/image/1665808-12-20260218185002.jpeg",
        "publishedAt": "2026-02-19T00:50:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Central Bank Seeks a More Global Role for Euro",
        "description_en": "The euro, once written off as a crisis-prone project, is suddenly looking a lot more ambitious. The European Central Bank is rolling out a permanent facility that lets foreign central banks tap euros when needed—an echo of the Federal Reserve's influential do…",
        "translated": true
      },
      {
        "title": "Le Canada révise les règles d'immigration Express Entry et ajoute des rôles militaires",
        "description": "Le Canada a introduit mercredi de nouvelles catégories prioritaires d'immigration pour attirer des travailleurs qualifiés dans des domaines allant de la recherche et des soins de santé à l'aviation, ainsi que certains recrues militaires. Les nouvelles catégories s'alignent sur la politique du Premier ministre Mark Carney…",
        "source": "Japan Today",
        "url": "https://japantoday.com/category/world/canada-revises-express-entry-immigration-rules-adds-military-roles",
        "image": null,
        "publishedAt": "2026-02-19T00:44:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Canada revises express entry immigration rules, adds military roles",
        "description_en": "Canada introduced new immigration priority categories on Wednesday to bring in skilled ‌workers in fields ranging from research and health care to aviation, and to include certain military recruits. The new categories align with Prime Minister ‌Mark Carney's …",
        "translated": true
      },
      {
        "title": "Le marché noir du pétrole russe et iranien est en difficulté",
        "description": "La contrebande de pétrole a été tellement extrêmement rentable que peu importe le nombre d'obstacles que Washington et Bruxelles ont mis en place, les barils ont continué à circuler. Avec un chiffre d'affaires quotidien d'un milliard de dollars, le marché noir a été simplement trop attrayant. Pour la première fois, cependant, je vois…",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-news/4367393/posts",
        "image": null,
        "publishedAt": "2026-02-19T00:37:42Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The black market for Russian and Iranian oil is in trouble",
        "description_en": "Oil smuggling has been so enormously profitable that no matter how many obstacles Washington and Brussels put up, the barrels kept flowing. With a daily turnover of $1 billion, the black market has been just too attractive. For the first time, however, I see …",
        "translated": true
      },
      {
        "title": "Le modèle indien du mobile peut aussi l'aider à faire un bond en avant en IA",
        "description": "Cristiano Amon, PDG de Qualcomm, a déclaré que l'Inde a le potentiel de devenir leader en IA, similaire à son succès avec l'internet mobile, grâce à son échelle, sa population jeune et son écosystème mobile dynamique. Il a souligné l'importance de l'IA souveraine et des architectures hybrides po…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/tech/artificial-intelligence/indias-mobile-net-playbook-can-help-it-leapfrog-in-ai-too/articleshow/128524520.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-415392,resizemode-75,msid-128524520/tech/artificial-intelligence/indias-mobile-net-playbook-can-help-it-leapfrog-in-ai-too.jpg",
        "publishedAt": "2026-02-19T00:30:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "India’s mobile net playbook can help it leapfrog in AI too",
        "description_en": "Qualcomm CEO Cristiano Amon said India has the potential to lead in AI, similar to its success with mobile internet, thanks to its scale, young population, and vibrant mobile ecosystem. He highlighted the importance of sovereign AI and hybrid architectures fo…",
        "translated": true
      },
      {
        "title": "Pourquoi les États-Unis se retirent-ils de Syrie ? #monde",
        "description": "Une mission d'une décennie atteint un tournant. Les autorités américaines ont pris des mesures pour mettre fin à la présence réduite et durable des forces américaines en Syrie, se préparant à rapatrier environ 1 000 soldats toujours déployés là-bas. Cette décision reflète une réévaluation de la politique de longue date…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/world/why-is-the-u-s-withdrawing-troops-from-syria",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-19T00:10:35Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why is the U.S. withdrawing troops from Syria? #world",
        "description_en": "A decade long mission reaches a turning point U.S. officials have moved to end the small, enduring footprint of American forces in Syria, preparing to bring home roughly 1,000 troops still deployed there. The decision reflects a reassessment of long standing …",
        "translated": true
      },
      {
        "title": "Pourquoi les États-Unis et l'Iran négocient-ils à Genève ? #politique",
        "description": "L'objectif des pourparlers de Genève et les enjeux. Les équipes diplomatiques des États-Unis et de l'Iran sont retournées à Genève pour reprendre les négociations portant sur le programme nucléaire iranien. Les autorités iraniennes ont signalé des progrès sur un ensemble de « principes directeurs », tandis que les États-Unis…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/politics/why-are-u-s-and-iran-negotiating-in-geneva",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-19T00:06:50Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why are U.S. and Iran negotiating in Geneva? #politics",
        "description_en": "The purpose of the Geneva talks and what’s at stake Diplomatic teams from the United States and Iran returned to Geneva to resume negotiations focused on Iran’s nuclear program. Iranian officials reported progress on a set of “guiding principles,” while U.S. …",
        "translated": true
      },
      {
        "title": "CARLA SANDS : Que faire concernant le Groenland",
        "description": "Examinons les faits",
        "source": "The Daily Caller",
        "url": "https://dailycaller.com/2026/02/18/opinion-what-to-do-about-greenland-carla-sands/",
        "image": "https://images.dailycaller.com/image/width=1280,height=549,fit=cover,format=webp,f=auto/https://cdn01.dailycaller.com/wp-content/uploads/2025/05/GettyImages-2206689611-scaled-e1746646534849.jpg",
        "publishedAt": "2026-02-19T00:01:04Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "CARLA SANDS: What To Do About Greenland",
        "description_en": "let’s look at the facts",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "La Banque centrale cherche un rôle plus global pour l'euro",
        "description": "L'euro, autrefois considéré comme un projet sujet aux crises, semble soudainement beaucoup plus ambitieux. La Banque centrale européenne déploie un mécanisme permanent qui permet aux banques centrales étrangères d'accéder aux euros en cas de besoin—un écho du dispositif influent de la Réserve fédérale…",
        "source": "Newser",
        "url": "https://www.newser.com/story/383889/central-bank-seeks-a-more-global-role-for-euro.html",
        "image": "https://img1-azrcdn.newser.com/image/1665808-12-20260218185002.jpeg",
        "publishedAt": "2026-02-19T00:50:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Central Bank Seeks a More Global Role for Euro",
        "description_en": "The euro, once written off as a crisis-prone project, is suddenly looking a lot more ambitious. The European Central Bank is rolling out a permanent facility that lets foreign central banks tap euros when needed—an echo of the Federal Reserve's influential do…",
        "translated": true
      },
      {
        "title": "Le conseiller économique de Trump veut punir les chercheurs qui ont découvert que 90 % des tarifs sont payés par les consommateurs",
        "description": "Kevin Hassett, directeur du Conseil économique national de Trump, a affirmé que les chercheurs responsables d'une étude montrant que 90 % des coûts tarifaires sont supportés par les consommateurs et les entreprises américains devraient être « disciplinés ». Hassett a participé à l'émission Squawk Box de CNBC pour discuter…",
        "source": "Mediaite",
        "url": "https://www.mediaite.com/media/news/trumps-economic-advisor-wants-to-punish-researchers-who-found-90-of-tariffs-are-paid-for-by-consumers/",
        "image": "https://www.mediaite.com/wp-content/uploads/2026/02/Screenshot-2026-02-18-at-7-38-12-PM.jpg",
        "publishedAt": "2026-02-19T00:49:46Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump’s Economic Advisor Wants to Punish Researchers Who Found 90% of Tariffs Are Paid For By Consumers",
        "description_en": "Kevin Hassett, Trump’s director of the National Economic Council, claimed that researchers responsible for a study that found 90% of tariff costs were shouldered by U.S. consumers and companies should be “disciplined.” Hassett joined CNBC’s Squawk Box to disc…",
        "translated": true
      },
      {
        "title": "Bourse aujourd'hui : le Dow et le Nasdaq progressent avant la publication des minutes de la Fed — Mises à jour en direct",
        "description": "Bourse aujourd'hui : le Dow et le Nasdaq progressent avant la publication des minutes de la FedBourse aujourd'hui : le S&P 500, le Nasdaq et le Dow en hausse alors que les craintes sur l'IA s'estompent, publication des minutes de la FedLes marchés actions prolongent leurs gains pour le troisième jour consécutif, mais le S&P 500…",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180824958",
        "image": null,
        "publishedAt": "2026-02-19T00:32:57Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Stock Market Today: Dow, Nasdaq Move Higher Ahead of Fed Minutes — Live Updates - The Wall Street Journal",
        "description_en": "Stock Market Today: Dow, Nasdaq Move Higher Ahead of Fed Minutes — Live UpdatesThe Wall Street Journal Stock market today: Dow, S&P 500, Nasdaq rise as AI worries recede, Fed minutes releasedYahoo Finance Stock Market Extends Gains For Third Day, But S&P 500 …",
        "translated": true
      },
      {
        "title": "Le conseil d'administration de Tata Sons s'apprête à approuver le troisième mandat de N Chandrasekaran, assemblée générale extraordinaire prévue",
        "description": "Tata Trusts, actionnaire majoritaire de la holding du groupe Tata, avait déjà adopté une résolution unanime en octobre dernier pour réélire Chandrasekaran dans un rôle exécutif. Séparément, la haute direction de Tata Consultancy Services (TCS) va…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/company/corporate-trends/tata-sons-board-set-to-clear-n-chandrasekarans-third-term-egm-next/articleshow/128522813.cms",
        "image": "https://img.etimg.com/thumb/msid-128522884,width-1200,height-630,imgsize-39176,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-19T00:30:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Tata Sons board set to clear N Chandrasekaran's third term, EGM next",
        "description_en": "Tata Trusts, the majority shareholder of the Tata Group holding company, had already passed a unanimous resolution in October last year to reappoint Chandrasekaran in an executive role. Separately, the top management of Tata Consultancy Services (TCS) will ma…",
        "translated": true
      },
      {
        "title": "Comment l'IA affecte la productivité et l'emploi en Europe",
        "description": "L'intelligence artificielle promet de remodeler les économies mondiales, mais les données au niveau des entreprises sur ses effets en Europe restent rares. Cette analyse utilise des données d'enquête pour examiner comment l'adoption de l'IA affecte la productivité et l'emploi dans plus de 12 000 entreprises européennes…",
        "source": "Cepr.org",
        "url": "https://cepr.org/voxeu/columns/how-ai-affecting-productivity-and-jobs-europe",
        "image": "https://cepr.org/sites/default/files/styles/og_image/public/2026-02/AdobeStock_1772033845.jpeg?itok=jAPHpqwL,https://cepr.org/themes/nhsc-shared/nhsc_base/assets/img/default-social-share.png",
        "publishedAt": "2026-02-19T00:22:45Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How AI is affecting productivity and jobs in Europe",
        "description_en": "Artificial intelligence promises to reshape economies worldwide, but firm-level evidence on its effects in Europe remains scarce. This column uses survey data to examine how AI adoption affects productivity and employment across more than 12,000 European firm…",
        "translated": true
      },
      {
        "title": "Fiverr vient d'être déclassée chez Citi, voici pourquoi",
        "description": "Consultez le reste de l'article ici. legacy.thefly.com fournit les dernières actualités financières au fur et à mesure qu'elles se produisent. Reconnu comme un leader en intelligence de marché, le flux d'actualités en temps réel de The Fly tient les investisseurs individuels, les gestionnaires de portefeuille professionnels, les traders actifs et…",
        "source": "Thefly.com",
        "url": "https://legacy.thefly.com/permalinks/entry.php/id4295704/FVRR-Fiverr-just-downgraded-at-Citi-heres-why",
        "image": "https://legacy.thefly.com/images/meta/streetresearch_downgrade.jpg",
        "publishedAt": "2026-02-19T00:20:40Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Fiverr just downgraded at Citi, here's why",
        "description_en": "See the rest of the story here.\n\nlegacy.thefly.com provides the latest financial news as it breaks. Known as a leader in market intelligence, The Fly's real-time, streaming news feed keeps individual investors, professional money managers, active traders, and…",
        "translated": true
      },
      {
        "title": "kuhl-haus-mdp 0.2.18",
        "description": "Pipeline de traitement des données de marché pour scanner boursier",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/kuhl-haus-mdp/0.2.18/",
        "image": null,
        "publishedAt": "2026-02-19T00:18:04Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "kuhl-haus-mdp 0.2.18",
        "description_en": "Market data processing pipeline for stock market scanner",
        "translated": true
      },
      {
        "title": "« Délirant » : un haut responsable de Trump se fait critiquer de toutes parts pour avoir affirmé que les tarifs ne sont pas « régressifs »",
        "description": "« Rappelez-vous, ils nous ont d'abord dit que les Américains ne paieraient pas ces taxes. Maintenant, ils prétendent que seuls les riches sont touchés. Et ils ignorent l'impact disproportionné sur les pauvres. » Le post « Délirant » : un haut responsable de Trump se fait critiquer de toutes parts pour…",
        "source": "Mediaite",
        "url": "https://www.mediaite.com/media/tv/bonkers-top-trump-aide-gets-annihilated-right-and-left-for-claiming-tariffs-arent-regressive/",
        "image": "https://www.mediaite.com/wp-content/uploads/2026/02/greer.jpg",
        "publishedAt": "2026-02-19T00:15:43Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "‘Bonkers’: Top Trump Aide Gets Annihilated Right And Left For Claiming Tariffs Aren’t ‘Regressive’",
        "description_en": "“Remember, they told us first that Americans wouldn't be paying these taxes. Now, they're claiming only the rich are getting hurt. And they ignore the disproportionate impact on the poor.”\nThe post ‘Bonkers’: Top Trump Aide Gets Annihilated Right And Left For…",
        "translated": true
      },
      {
        "title": "La financiarisation de l'IA ne fait que commencer - The Economist",
        "description": "La financiarisation de l'IA ne fait que commencer - The Economist Voici pourquoi les dépenses en IA d'Amazon, Alphabet et Microsoft sont un coup de génie - Yahoo Finance Les grandes technologies approchent d'un moment « signal d'alerte » : les dépenses en capital en IA sont si importantes que les hyperscalers pourraient devenir négatifs en flux de trésorerie, selon Evercore...",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180824886",
        "image": null,
        "publishedAt": "2026-02-19T00:12:48Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The financialisation of AI is just beginning - The Economist",
        "description_en": "The financialisation of AI is just beginningThe Economist Here's Why Amazon, Alphabet, and Microsoft's AI Spending Is a Genius MoveYahoo Finance Big Tech approaches ‘red flag’ moment: AI capex is so great hyperscalers could go cash flow negative, Evercore war…",
        "translated": true
      },
      {
        "title": "Qu'ont révélé les minutes de la Fed sur les taux d'intérêt ? #monde",
        "description": "Les responsables ont signalé de la patience ; les baisses ne sont pas imminentes. Les minutes publiées par la Réserve fédérale de sa dernière réunion de politique monétaire montrent une orientation claire vers la prudence. Les responsables de la Fed ont largement convenu que l'inflation doit baisser davantage et qu'un marché du travail robuste serait nécessaire...",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/world/what-did-the-fed-minutes-reveal-about-interest-rates",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-19T00:10:35Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What did the Fed minutes reveal about interest rates? #world",
        "description_en": "Officials signaled patience; cuts aren’t imminent The Federal Reserve’s released minutes from its last policy meeting show a clear tilt toward caution. Fed officials broadly agreed that inflation must fall further and that a robust labor market would need to …",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Achat d'Ethereum de 91 M$ : Bitmine Immersion mise gros sur l'ETH malgré la persistance de la volatilité du marché",
        "description": "Avec des récits changeants et des flux d'ETF en déclin, le prix d'Ethereum reste sous une pression baissière accrue, le maintenant juste légèrement en dessous du niveau de 2 000 $. Bien que le prix ait baissé fortement, Bitmine Immersion ne semble pas être découragée par le repli car...",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/91m-ethereum-buy-from-bitmine/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/Ethereum-from-Pixabay-1.jpg",
        "publishedAt": "2026-02-19T01:00:41Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "$91M Ethereum Buy: Bitmine Immersion Bets Big On ETH Even As Market Volatility Persists",
        "description_en": "With shifting narratives and waning ETF flows, the Ethereum price remains under heightened bearish pressure, keeping it just slightly below the $2,000 level. While price has declined sharply, Bitmine Immersion does not seem to be swayed by the pullback as the…",
        "translated": true
      },
      {
        "title": "tollbooth-dpyc 0.1.1",
        "description": "Ne dérangez pas votre client — Micropaiements Bitcoin Lightning pour serveurs MCP",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/tollbooth-dpyc/0.1.1/",
        "image": null,
        "publishedAt": "2026-02-19T00:40:26Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "tollbooth-dpyc 0.1.1",
        "description_en": "Don't Pester Your Customer — Bitcoin Lightning micropayments for MCP servers",
        "translated": true
      },
      {
        "title": "ETH Denver 2026 s'ouvre avec une énergie de constructeurs malgré le ralentissement de la crypto",
        "description": "Le fondateur d'ETH Denver, John Paller, affirme que l'intérêt sérieux a remplacé les foules motivées par le battage médiatique.",
        "source": "Decrypt",
        "url": "https://decrypt.co/358483/eth-denver-2026-builder-energy-despite-crypto-slump",
        "image": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2026/02/ethereum-eth-denver-2026-2-gID_7.jpg",
        "publishedAt": "2026-02-19T00:33:12Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "ETH Denver 2026 Opens With Builder Energy Despite Crypto Slump",
        "description_en": "ETH Denver founder John Paller says serious interest has replaced hype-driven crowds.",
        "translated": true
      },
      {
        "title": "La structure du Bitcoin s'affaiblit sous les 72 000 $ malgré une fourchette étroite",
        "description": "Le Bitcoin continue de s'échanger dans une fourchette étroite, mais sous la surface, une faiblesse structurelle devient de plus en plus évidente. Avec le prix se maintenant sous le niveau clé de 72 000 $ qui agit maintenant comme résistance, les perspectives techniques plus larges restent fragiles, et tout choc...",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/bitcoin/bitcoin-structure-weakens/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Bitcoin-from-Pixabay-83.jpg?fit=960%2C640",
        "publishedAt": "2026-02-19T00:00:46Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Structure Weakens Below $72,000 Despite Tight Range",
        "description_en": "Bitcoin continues to trade within a tight range, but beneath the surface, structural weakness is becoming increasingly evident. With price holding below the key $72,000 level, now acting as resistance, the broader technical outlook remains fragile, and any sh…",
        "translated": true
      },
      {
        "title": "La baisse inattendue de l'inflation ravive les appels à une baisse des taux — FXTM",
        "description": "Un ralentissement surprenant de l'inflation au Nigeria a renforcé les attentes d'une baisse des taux d'intérêt par le Comité de politique monétaire de la Banque centrale, selon FXTM.",
        "source": "The Punch",
        "url": "https://punchng.com/unexpected-inflation-drop-fuels-rate-cut-calls-fxtm/",
        "image": "https://cdn.punchng.com/wp-content/uploads/2023/08/24035756/FXTM.jpg",
        "publishedAt": "2026-02-18T23:55:38Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Unexpected inflation drop fuels rate cut calls — FXTM",
        "description_en": "A surprise slowdown in Nigeria’s inflation has reinforced expectations for an interest rate cut by the Central Bank’s Monetary Policy Committee, say FXTM.\n\nRead More: https://punchng.com/unexpected-inflation-drop-fuels-rate-cut-calls-fxtm/",
        "translated": true
      },
      {
        "title": "La sénatrice Warren dit à la Fed et au Trésor : Pas de renflouement pour les milliardaires de la crypto",
        "description": "La sénatrice Warren a déclaré qu'un renflouement pour les investisseurs en cryptomonnaies pourrait « enrichir directement » le président Donald Trump et la société de sa famille, World Liberty Financial.",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/18/warren-fed-treasury-crypto-billionaires-bailout-trump.html",
        "image": "https://image.cnbcfm.com/api/v1/image/108261979-1770307865968-gettyimages-2259462718-BESSENT_SENATE.jpeg?v=1770307892&w=1920&h=1080",
        "publishedAt": "2026-02-18T23:42:44Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sen. Warren tells Fed and Treasury: No bailout for crypto billionaires",
        "description_en": "Sen. Warren said that a bailout for cryptocurrency investors could \"directly enrich\" President Donald Trump and his family's company, World Liberty Financial.",
        "translated": true
      },
      {
        "title": "Les données des futures Solana montrent des acheteurs paniqués : Le SOL à 80 $ tiendra-t-il ?",
        "description": "La baisse de l'activité des DApp Solana et le dénouement régulier du prix du SOL poussent les investisseurs à se demander pourquoi ils devraient conserver le SOL à plus long terme.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/solana-futures-data-shows-panicked-bulls-will-80-sol-hold",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c72c6-564c-70d7-a587-99b741c5e16c.jpg",
        "publishedAt": "2026-02-18T23:30:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Solana futures data shows panicked bulls: Will $80 SOL hold?",
        "description_en": "Declining Solana DApp activity, and the steady unwind of SOL price has investors second guessing why they should hold SOL over the longer term.",
        "translated": true
      },
      {
        "title": "Pourquoi l'adhésion de l'Inde à cette alliance technologique menée par les États-Unis pourrait aider les chaînes d'approvisionnement",
        "description": "L'Inde adhère à l'initiative Pax Silica menée par les États-Unis, ce qui représente la plus grande victoire de Washington à ce jour dans la course pour façonner et influencer qui a accès aux chaînes d'approvisionnement des semi-conducteurs avancés et de l'infrastructure IA.",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/18/india-us-led-tech-alliance-supply-chains.html",
        "image": "https://image.cnbcfm.com/api/v1/image/108266922-1771439635182-gettyimages-2252028006-tk4l0436_9ooxijtl_w5vt24nj.jpeg?v=1771439690&w=1920&h=1080",
        "publishedAt": "2026-02-18T23:20:05Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why India joining this U.S.-led tech alliance could help supply chains",
        "description_en": "India is joining the U.S.-led Pax Silica initiative, giving Washington its biggest win yet in the race to shape and influence who has access to advanced semiconductors and AI infrastructure supply chains.",
        "translated": true
      },
      {
        "title": "La famille Trump dit que le dollar américain a besoin d'une mise à niveau, et ils sont les mieux placés pour le faire",
        "description": "Eric Trump et Donald Trump Jr. ont déclaré à CNBC en marge du World Liberty Forum pourquoi ils pensent que les États-Unis ont besoin d'une alternative au dollar.",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/18/trump-eric-don-jr-cryptocurrency-world-liberty-financial.html",
        "image": "https://image.cnbcfm.com/api/v1/image/108266809-1771430608345-Trump8.jpg?v=1771454211&w=1920&h=1080",
        "publishedAt": "2026-02-18T23:04:36Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump family says U.S. dollar needs an upgrade, and they are the ones to do it",
        "description_en": "Eric Trump and Donald Trump Jr. told CNBC on the sidelines of the World Liberty Forum to explain why they think the U.S. needs an alternative to the dollar.",
        "translated": true
      },
      {
        "title": "L'entreprise de crypto de Trump dévoile des accords lors d'un sommet à Mar-a-Lago avec des géants de Wall Street et Nicki Minaj",
        "description": "PALM BEACH, Floride — Des cadres de Wall Street et des responsables fédéraux se sont pressés à la résidence Mar-a-Lago du président Trump mercredi pour prêter leur crédibilité à l'empire des cryptomonnaies en expansion de sa famille — un intervenant la déclarant le « centre du pouvoir de l'univers »…",
        "source": "New York Post",
        "url": "https://nypost.com/2026/02/18/us-news/trump-family-unveils-crypto-deals-and-power-plays-at-mar-a-lago-summit-they-created-a-monster/",
        "image": "https://nypost.com/wp-content/uploads/sites/2/2026/02/newspress-collage-x91ac6yia-1771448650249.jpg?quality=75&strip=all&1771430661&w=1200",
        "publishedAt": "2026-02-18T23:03:45Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump crypto business unveils deals at Mar-a-Lago summit with Wall Street titans and Nicki Minaj",
        "description_en": "PALM BEACH, Fla. — Wall Street executives and federal officials flocked to President Trump’s Mar-a-Lago resort Wednesday to lend their credibility to his family’s growing cryptocurrency empire — with one speaker declaring it the “power center of the universe”…",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Après des années de rachats d'actions, le secteur pétrolier reprend ses forages",
        "description": "Après des années à privilégier les retours de trésorerie aux actionnaires, les supermajors pétroliers s'apprêtent à faire quelque chose que peu attendaient : placer la croissance en priorité. La raison : contrairement aux attentes dominantes, le pétrole et le gaz continueront d'être nécessaires pendant des décennies. Pendant des années…",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Energy/Crude-Oil/After-Years-of-Buybacks-Big-Oil-is-Drilling-Again.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2026-02-18_oexx6acbsn.jpg",
        "publishedAt": "2026-02-19T01:00:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "After Years of Buybacks, Big Oil is Drilling Again",
        "description_en": "After years of prioritizing returning cash to shareholders, oil supermajors are about to do something few expected: turning to growth as a top priority. The reason: contrary to dominant expectations, oil and gas will continue to be needed for decades. For yea…",
        "translated": true
      },
      {
        "title": "Le détroit de 34 kilomètres : comment un passage étroit tient l'économie mondiale en otage",
        "description": "L'illusion d'une économie mondiale immatérielle, post-géographique—et le goulot d'étranglement qui l'expose L'économie mondiale se vend comme immatérielle, un réseau élégant d'algorithmes, de produits dérivés financiers, de satellites et de serveurs cloud bourdonnant au-delà de la portée de la géo…",
        "source": "Activistpost.com",
        "url": "https://www.activistpost.com/the-21-mile-trigger-how-a-narrow-strait-holds-the-global-economy-hostage/",
        "image": "https://www.activistpost.com/wp-content/uploads/2026/02/Strait-of-Hormuz-satellite-view.png",
        "publishedAt": "2026-02-19T01:00:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The 21-Mile Trigger: How a Narrow Strait Holds the Global Economy Hostage",
        "description_en": "The illusion of a weightless, post-geographic world economy—and the chokepoint that exposes it The global economy sells itself as weightless, an elegant lattice of algorithms, financial derivatives, satellites, and cloud servers humming beyond the reach of ge…",
        "translated": true
      },
      {
        "title": "Le marché noir du pétrole russe et iranien en difficulté",
        "description": "La contrebande de pétrole a été tellement extrêmement lucrative que peu importe le nombre d'obstacles que Washington et Bruxelles ont dressés, les barils ont continué à circuler. Avec un chiffre d'affaires quotidien d'un milliard de dollars, le marché noir a été simplement trop attrayant. Pour la première fois, cependant, je vois…",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-news/4367393/posts",
        "image": null,
        "publishedAt": "2026-02-19T00:37:42Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The black market for Russian and Iranian oil is in trouble",
        "description_en": "Oil smuggling has been so enormously profitable that no matter how many obstacles Washington and Brussels put up, the barrels kept flowing. With a daily turnover of $1 billion, the black market has been just too attractive. For the first time, however, I see …",
        "translated": true
      },
      {
        "title": "Pourquoi les États-Unis et leurs alliés se préparent-ils à la guerre avec l'Iran ? #monde",
        "description": "Tensions croissantes, mouvements de troupes et un étroit chemin diplomatique Les responsables américains ont signalé au cours de la semaine passée que la perspective d'une action militaire contre l'Iran est passée de la planification d'urgence à l'état de préparation immédiate. Les commandants militaires ont informé le président…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/world/why-are-u-s-and-allies-bracing-for-war-with-iran",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-19T00:10:35Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why are U.S. and allies bracing for war with Iran? #world",
        "description_en": "Rising tensions, troop movements and a narrow diplomatic path U.S. officials have signaled over the past week that the prospect of military action against Iran has moved from contingency planning to immediate readiness. Military commanders told the president …",
        "translated": true
      },
      {
        "title": "Takaichi, réélue à la tête du Japon, souhaite coopérer avec les États-Unis dans le développement des terres rares",
        "description": "La Première ministre japonaise Sanae Takaichi déclare qu'elle espère approfondir sa relation avec le Président américain Donald Trump.",
        "source": "PBS",
        "url": "https://www.pbs.org/newshour/world/takaichi-reelected-as-japans-leader-wants-to-cooperate-with-u-s-in-rare-earths-development",
        "image": "https://d3i6fh83elv35t.cloudfront.net/static/2026/02/AP26049162290159-1024x683.jpg",
        "publishedAt": "2026-02-19T00:00:54Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Takaichi, reelected as Japan's leader, wants to cooperate with U.S. in rare earths development",
        "description_en": "Japanese Prime Minister Sanae Takaichi says she hopes to deepen her relationship with U.S. President Donald Trump.",
        "translated": true
      },
      {
        "title": "Le pétrole du Venezuela et la mort d'un rêve latino-américain",
        "description": "Le 29 janvier, la Présidente par intérim du Venezuela, Delcy Rodríguez, a signé une loi qui ouvre l'industrie pétrolière du Venezuela à la privatisation. D'un trait de plume, Rodríguez a signé non seulement la loi, mais aussi l'acte de décès d'un rêve latino-américain vieux de plusieurs décennies. En…",
        "source": "Antiwar.com",
        "url": "https://original.antiwar.com/ted_snider/2026/02/18/venezuelas-oil-and-the-death-of-a-latin-american-dream/",
        "image": "https://dyn3qbr4ue2vr.cloudfront.net/2026/02/FireShot-Pro-Webpage-Screenshot-4167-venezuela-and-oil-prices_337432047_banner.png-PNG-Image-800-×-285-pixels-www.fidelity.com_.png",
        "publishedAt": "2026-02-19T00:00:19Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Venezuela’s Oil and the Death of a Latin American Dream",
        "description_en": "On January 29, Venezuela’s acting President, Delcy Rodríguez, signed a law that opens Venezuela’s oil industry to privatization. With the stroke of a pen, Rodríguez signed, not only the law, but the death certificate of a decades old Latin American dream. In …",
        "translated": true
      },
      {
        "title": "Pas l'apocalypse, l'IA sonnera la modernisation : C S Venkatakrishnan, Barclays",
        "description": "Le PDG de Barclays C S Venkatakrishnan souligne la forte croissance de l'Inde et la transformation numérique qui redéfinit son positionnement économique mondial. Il estime que l'IA modernisera les systèmes plutôt que d'éliminer des emplois, et le monde entre dans un cycle de crédit sensible après des années…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/expert-view/not-doomsday-ai-will-ring-in-modernisation-c-s-venkatakrishnan-barclays/articleshow/128531876.cms",
        "image": "https://img.etimg.com/thumb/msid-128531881,width-1200,height-630,imgsize-84866,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-19T00:00:06Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Not doomsday, AI will Ring in modernisation: C S Venkatakrishnan, Barclays",
        "description_en": "Barclays CEO C S Venkatakrishnan highlights India's strong growth and digital transformation reshaping its global economic standing. He believes AI will modernize systems rather than eliminate jobs, and the world is entering a sensitive credit cycle after yea…",
        "translated": true
      },
      {
        "title": "Membranes polymères avancées pour la séparation du CO2 : Fondamentaux, matériaux et défis pratiques",
        "description": "Mater. Horiz., 2026, Manuscrit acceptéDOI : 10.1039/D5MH02360B, Article de revue Accès ouvert &nbsp Cet article est sous licence Creative Commons Attribution-NonCommercial 3.0 Unported Licence. Tae Hoon Lee, Byung Kwan Lee, Young Hoon Cho, Hyo Won Kim, Sang…",
        "source": "Royal Society of Chemistry",
        "url": "https://pubs.rsc.org/en/content/articlelanding/2026/mh/d5mh02360b",
        "image": null,
        "publishedAt": "2026-02-19T00:00:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Advanced polymeric membranes for CO2 separation: Fundamentals, materials, and practical challenges",
        "description_en": "Mater. Horiz., 2026, Accepted ManuscriptDOI: 10.1039/D5MH02360B, Review Article Open Access &nbsp This article is licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported Licence.Tae Hoon Lee, Byung Kwan Lee, Young Hoon Cho, Hyo Won Kim, Sang …",
        "translated": true
      },
      {
        "title": "La Guyane émerge comme le grand gagnant de la réinitialisation pétrolière du Venezuela",
        "description": "L'un des plus grands gagnants du nouvel ordre pétrolier au Venezuela est son voisin à l'est, la Guyane, le pays qui s'est transformé en plus récent producteur pétrolier du monde grâce aux découvertes pétrolières massives d'ExxonMobil. Depuis la première découverte de pétrole en Guyane par Exxon au large des côtes…",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Energy/Crude-Oil/Guyana-Emerges-as-the-Clear-Winner-in-Venezuelas-Oil-Reset.html",
        "image": "https://d1o9e4un86hhpc.cloudfront.net/images/facebook-share-logo.png",
        "publishedAt": "2026-02-19T00:00:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Guyana Emerges as the Clear Winner in Venezuela’s Oil Reset",
        "description_en": "One of the biggest winners from the new oil order in Venezuela is its neighbor to the east, Guyana, the country that turned into the newest oil producer in the world thanks to ExxonMobil’s massive oil discoveries.  Since Exxon first found oil in Guyana’s offs…",
        "translated": true
      },
      {
        "title": "Andy DeVries : Les centres de données stimulent la croissance des services publics à 8 % | Odd Lots",
        "description": "Les centres de données stimulent une croissance significative dans le secteur des services publics, certaines entreprises connaissant des taux de croissance aussi élevés que 8 %. La consommation d'énergie des centres de données devrait augmenter considérablement d'ici 2035, nécessitant une planification prudente du côté de l'offre. U…",
        "source": "Crypto Briefing",
        "url": "https://cryptobriefing.com/andy-devries-data-centers-drive-utility-growth-to-8-odd-lots/",
        "image": "https://static.cryptobriefing.com/wp-content/uploads/2026/02/11174241/odd-lots-cover-457x457.jpg",
        "publishedAt": "2026-02-18T23:50:00Z",
        "time": "18 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Andy DeVries: Data centers drive utility growth to 8% | Odd Lots",
        "description_en": "Data centers are driving significant growth in the utilities sector, with some companies experiencing growth rates as high as 8%. The power consumption of data centers is expected to increase dramatically by 2035, necessitating careful supply-side planning. U…",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Le chancelier allemand Merz se joint aux appels pour limiter les réseaux sociaux pour les enfants",
        "description": "Le chancelier allemand Friedrich Merz soutient des contrôles plus stricts sur les réseaux sociaux pour les enfants. Il souligne les dangers des fausses informations et de la manipulation en ligne. La coalition au pouvoir en Allemagne envisage de nouvelles règles. D'autres nations européennes explorent également des mesures similaires…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/world-news/germanys-merz-joins-calls-for-social-media-limits-for-children/articleshow/128533207.cms",
        "image": "https://img.etimg.com/thumb/msid-128533216,width-1200,height-630,imgsize-35848,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-19T01:00:45Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Germany's Merz joins calls for social media limits for children",
        "description_en": "German Chancellor Friedrich Merz supports stricter controls on social media for children. He highlights the dangers of fake news and online manipulation.  Germany's ruling coalition is considering new rules.  Other European nations are also exploring similar …",
        "translated": true
      },
      {
        "title": "Trois multinationales paient 46 % de l'impôt sur les sociétés - Ifac",
        "description": "Le chien de garde fiscal de l'État a estimé que près de la moitié de l'impôt sur les sociétés collecté par l'État est payée par trois sociétés multinationales.",
        "source": "RTE",
        "url": "https://www.rte.ie/news/business/2026/0219/1559232-ifac-corporation-tax/",
        "image": "https://www.rte.ie/images/0013086c-1600.jpg",
        "publishedAt": "2026-02-19T01:00:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Three multinationals pay 46% of corporation tax - Ifac",
        "description_en": "The State's fiscal watchdog has estimated that almost half of the Corporation Tax collected by the State is paid by three multinational companies.",
        "translated": true
      },
      {
        "title": "Trois multinationales paient 46 % de l'impôt sur les sociétés - Ifac",
        "description": "Le chien de garde fiscal de l'État a estimé que près de la moitié de l'impôt sur les sociétés collecté par l'État est payée par trois sociétés multinationales.",
        "source": "RTE",
        "url": "https://www.rte.ie/news/2026/0219/1559232-ifac-corporation-tax/",
        "image": "https://www.rte.ie/images/0013086c-1600.jpg",
        "publishedAt": "2026-02-19T01:00:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Three multinationals pay 46% of corporation tax - Ifac",
        "description_en": "The State's fiscal watchdog has estimated that almost half of the corporation tax collected by the State is paid by three multinational companies.",
        "translated": true
      },
      {
        "title": "Actions à suivre : Cochin Shipyard, Bharat Forge, HUL, Dr Reddy's, L&T",
        "description": "Les marchés indiens ont enregistré des gains modestes pour une troisième séance consécutive. Des actions clés comme Cochin Shipyard et Bharat Forge sont sous les projecteurs. Cochin Shipyard a remporté de nouvelles commandes. Bharat Forge explore des collaborations technologiques. Hindustan Unilever prévoit une expansion de sa capacité de production…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/stocks/news/stocks-in-news-cochin-shipyard-bharat-forge-hul-dr-reddys-lt/articleshow/128533117.cms",
        "image": "https://img.etimg.com/thumb/msid-128533103,width-1200,height-630,imgsize-47238,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-19T00:56:32Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Stocks in news: Cochin Shipyard, Bharat Forge, HUL, Dr Reddy's, L&T",
        "description_en": "Indian markets saw modest gains for a third straight session. Key stocks like Cochin Shipyard and Bharat Forge are in focus. Cochin Shipyard secured new orders. Bharat Forge is exploring technology collaborations. Hindustan Unilever plans manufacturing expans…",
        "translated": true
      },
      {
        "title": "Marchés mondiaux aujourd'hui | Les actions asiatiques progressent après le rebond des valeurs technologiques américaines",
        "description": "Les actions asiatiques ont progressé pour une deuxième journée consécutive, reflétant un rebond des actions technologiques américaines et des données économiques solides. Les prix du pétrole ont conservé leurs gains récents, marquant leur plus forte hausse depuis octobre. Les investisseurs réévaluent l'impact de l'intelligence artificielle sur les sociétés technologiques…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/global-market-today-asian-stocks-rise-after-tech-boosts-us-equities/articleshow/128533022.cms",
        "image": "https://img.etimg.com/thumb/msid-128532999,width-1200,height-630,imgsize-252278,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-19T00:52:01Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Global Market Today | Asian stocks rise after tech boosts US equities",
        "description_en": "Asian stocks climbed for a second day, mirroring a rebound in US tech shares and strong economic data. Oil prices held onto recent gains, marking their largest increase since October. Investors are reassessing the impact of artificial intelligence on tech com…",
        "translated": true
      },
      {
        "title": "Le neveu de Govinda, Vinay Anand, dément les rumeurs affirmant que l'acteur fait face à la faillite ; déclare : « C'est une superstar des années 90 qui facturait des crores pour ses films »",
        "description": "Le neveu de l'acteur de Bollywood Govinda, Vinay Anand, a catégoriquement démenti les rumeurs sur les réseaux sociaux affirmant que la superstar connaît des difficultés financières. Anand a souligné la célébrité durable de Govinda, déclarant qu'il peut toujours gagner des lakhs avec une seule apparition et mettant en avant…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/tv/news/hindi/govindas-nephew-vinay-anand-shuts-down-rumours-claiming-the-actor-is-facing-bankruptcy-says-he-is-a-90s-superstar-who-charged-crores-for-films/articleshow/128532667.cms",
        "image": "https://static.toiimg.com/thumb/msid-128532889,width-1280,height-720,imgsize-25510,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-19T00:46:10Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Govinda’s nephew Vinay Anand shuts down rumours claiming the actor is facing bankruptcy; says, “He is 90s superstar who charged crores for films”",
        "description_en": "Bollywood actor Govinda's nephew, Vinay Anand, has strongly refuted social media rumors claiming the superstar is facing financial hardship. Anand emphasized Govinda's enduring stardom, stating he can still earn lakhs with a single appearance and highlighting…",
        "translated": true
      },
      {
        "title": "Show HN : Ce que nous voyons. Une exposition d'art générée par IA",
        "description": "Salut HN, je partage une exposition d'art IA en ligne que j'ai créée sur quelques jours. Je m'intéresse actuellement aux façons dont l'IA et les agents seront perçus comme de plus en plus humains à mesure que leur implication dans notre vie quotidienne augmente. Un tel domaine où…",
        "source": "Whatwesee.space",
        "url": "https://www.whatwesee.space/",
        "image": null,
        "publishedAt": "2026-02-19T00:41:42Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Show HN: What We See. An AI generated art exhibition",
        "description_en": "Hey HNI'm sharing an online AI art exhibition I made over the course of a few days. I'm currently interested in the ways in which AI + agents will be perceived as more and more humanlike as their involvement in our everyday lives increases. One such area wher…",
        "translated": true
      },
      {
        "title": "tokencostauto 0.1.512",
        "description": "Calculer le coût en tokens et en USD converti des appels de chaînes de caractères et de messages à OpenAI, par exemple lorsqu'ils sont utilisés par des agents IA",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/tokencostauto/0.1.512/",
        "image": null,
        "publishedAt": "2026-02-19T00:40:55Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "tokencostauto 0.1.512",
        "description_en": "To calculate token and translated USD cost of string and message calls to OpenAI, for example when used by AI agents",
        "translated": true
      },
      {
        "title": "Apple pourrait ajouter le support de l'IA conversationnelle dans CarPlay",
        "description": "Le dernier guide de développement pour iOS 26.4 contient des indications sur le support des « applications conversationnelles basées sur la voix » dans CarPlay.",
        "source": "CNET",
        "url": "https://www.cnet.com/tech/services-and-software/apple-adding-support-for-conversational-ai-in-carplay-this-march/",
        "image": "https://www.cnet.com/a/img/resize/ebb4b24bf77d66cd4996eea09015769c148f6f85/hub/2025/06/18/a8d5be33-35ac-47cf-8690-5fbaed5a6f19/apple-carplay-ultra.jpg?auto=webp&fit=crop&height=675&width=1200",
        "publishedAt": "2026-02-19T00:35:20Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Apple May Be Adding Support for Conversational AI in CarPlay",
        "description_en": "Hidden in the latest developer guide for iOS 26.4 is support for \"voice-based conversational apps\" in CarPlay.",
        "translated": true
      },
      {
        "title": "L'IA créera des emplois, non des pertes – NAAIP",
        "description": "Les principaux experts en IA du Nigeria affirment que la création d'emplois par l'IA dépassera les pertes. Le NAAIP appelle à un passage de la consommation d'IA étrangère à la production de données et de solutions locales.",
        "source": "The Punch",
        "url": "https://punchng.com/ai-will-create-jobs-not-losses-naaip/",
        "image": "https://cdn.punchng.com/wp-content/uploads/2026/02/19012454/R.png",
        "publishedAt": "2026-02-19T00:34:17Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AI will create jobs, not losses – NAAIP",
        "description_en": "Nigeria’s top AI experts say AI job creation will surpass losses. The NAAIP urges a shift from consuming foreign AI to producing local data and solutions.\n\nRead More: https://punchng.com/ai-will-create-jobs-not-losses-naaip/",
        "translated": true
      }
    ]
  },
  "total": 49
}