{
  "updated": "2026-02-20T18:33:37.981Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Une tentative d'infiltration déjouée, un module terroriste démantelé au Jammu",
        "description": "Les troupes ont contrecarré une tentative d'infiltration le long de la LoC dans le secteur de Sunderbani au Jammu. Dans une opération distincte à Nowshera, un module terroriste a été démantelé, entraînant l'arrestation d'un suspect associé et la saisie d'un important arsenal, démantèlement d'un tran…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/india/infiltration-bid-foiled-terror-module-busted-in-jammu/articleshow/128571938.cms",
        "image": "https://static.toiimg.com/thumb/msid-128571915,width-1280,height-720,imgsize-83524,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-19T18:32:30Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Infiltration bid foiled, terror module busted in Jammu",
        "description_en": "Troops thwarted an infiltration attempt along the LoC in Jammu's Sunderbani sector. In a separate operation in Nowshera, a terror module was busted, leading to the arrest of a suspected associate and the seizure of a significant arms cache, dismantling a tran…",
        "translated": true
      },
      {
        "title": "La fenêtre diplomatique de l'Iran se ferme, selon l'agence nucléaire de l'ONU",
        "description": "La fenêtre de l'accord nucléaire iranien se ferme au milieu d'une accumulation militaire américaine au Moyen-Orient. Le chef de l'agence nucléaire de l'ONU a rencontré des responsables iraniens et américains pour discuter de propositions concrètes en matière d'inspections. Les inspecteurs n'ont pas vérifié les matières nucléaires iraniennes depuis plus de hu…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/defence/irans-diplomatic-window-is-closing-un-atomic-watchdog-says/articleshow/128571082.cms",
        "image": "https://img.etimg.com/thumb/msid-128572477,width-1200,height-630,imgsize-180928,overlay-etdefence/articleshow.jpg",
        "publishedAt": "2026-02-19T18:31:08Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iran’s diplomatic window is closing, UN atomic watchdog says",
        "description_en": "Iran's nuclear deal window is closing amid US military build-up in the Middle East. The UN nuclear watchdog chief met with Iranian and US officials to discuss concrete proposals for inspections. Inspectors have not verified Iran's nuclear material for over ei…",
        "translated": true
      },
      {
        "title": "« Je ne crois pas à la censure des médias » : le ministre en chef du Jammu-et-Cachemire Omar Abdullah",
        "description": "Le ministre en chef du Jammu-et-Cachemire Omar Abdullah a réaffirmé son engagement contre la censure des médias et l'utilisation des publicités gouvernementales à titre d'influence. Il s'est engagé à rationaliser la politique publicitaire pour la transparence, en basant les allocations sur des critères objectifs li…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/india/i-dont-believe-in-media-censorship-jk-cm-omar-abdullah/articleshow/128571828.cms",
        "image": "https://static.toiimg.com/thumb/msid-128571775,width-1280,height-720,imgsize-192652,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-19T18:30:34Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "'I don't believe in media censorship': J&K CM Omar Abdullah",
        "description_en": "Jammu and Kashmir Chief Minister Omar Abdullah asserted his commitment against media censorship and using government advertisements for influence. He pledged to rationalize the advertisement policy for transparency, basing allocations on objective criteria li…",
        "translated": true
      },
      {
        "title": "Bengaluru vous permet d'être plusieurs choses à la fois : Madhu Nataraj",
        "description": "Madhu Nataraj, danseuse et chorégraphe basée à Bengaluru, est une figure majeure de la danse classique contemporaine, menant sa compagnie dans des festivals internationaux et recevant un honneur artistique distingué à New York en 2025. Elle est enracinée dans les traditions classiques indiennes tout en étant globa…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/bengaluru/bengaluru-lets-you-be-many-things-at-once-madhu-nataraj/articleshow/128552405.cms",
        "image": "https://static.toiimg.com/thumb/msid-128551549,width-1280,height-720,imgsize-208890,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-19T18:30:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bengaluru lets you be many things at once: Madhu Nataraj",
        "description_en": "Bengaluru-based dancer and choreographer Madhu Nataraj is a leading contemporary classical voice, taking her company to international festivals and earning a distinguished arts honour in New York in 2025. She is rooted in Indian classical traditions yet globa…",
        "translated": true
      },
      {
        "title": "Il y a de l'architecture dans chaque corps en mouvement, affirme Nicole Morel",
        "description": "Que se passe-t-il lorsque quelque chose d'aussi rigide qu'une brique rencontre la fluidité du corps humain ? La chorégraphe suisse Nicole Morel explore cette question depuis plusieurs années.",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/bengaluru/there-is-architecture-in-every-moving-body-says-nicole-morel/articleshow/128551447.cms",
        "image": "https://static.toiimg.com/thumb/msid-128551425,width-1280,height-720,imgsize-45296,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-19T18:30:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "There is architecture in every moving body, says Nicole Morel",
        "description_en": "What happens when something as rigid as a brick meets the fluidity of the human body? Swiss choreographer Nicole Morel has been exploring that questio.",
        "translated": true
      },
      {
        "title": "Décès sur les routes de Jamshedpur : motards imprudents, conducteurs sans casque et action policière",
        "description": "La conduite imprudente de motos sur les routes nationales et régionales a entraîné des accidents tragiques, notamment la mort de deux jeunes hommes. Les autorités prévoient d'installer des caméras haute technologie pour réprimer les contrevenants et renforcer le port du casque. Des préoccupations sont soulevées concernant la conduite par des mineurs et...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/jamshedpur-highway-deaths-reckless-bikers-helmetless-riders-and-police-action/articleshow/128572413.cms",
        "image": "https://static.toiimg.com/thumb/msid-128572413,width-1280,height-720,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-19T18:27:47Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Jamshedpur Highway Deaths: Reckless Bikers, Helmetless Riders, and Police Action",
        "description_en": "Reckless biking on state and national highways has led to tragic accidents, including the deaths of two young men. Authorities are planning to install hi-tech cameras to curb offenders and enforce helmet usage. Concerns are raised about under-age driving and …",
        "translated": true
      },
      {
        "title": "Attaque de foule sur suspicion : une femme agressée par une foule à Ranchi accusée d'enlèvement d'enfant ; tendance croissante de violences collectives liées aux craintes d'enlèvement",
        "description": "Dans une démonstration choquante de justice populaire, une femme de 50 ans à Ranchi a été brutalement agressée après avoir été faussement accusée d'enlèvement d'enfant. L'incident s'est produit lorsqu'un enfant confus est monté dans son auto-rickshaw, poussant les passants à tirer des conclusions alarmantes...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/mob-attack-on-suspicion-woman-attacked-by-mob-in-ranchi-as-child-lifter-rising-trend-of-mob-violence-over-child-kidnapping-fears/articleshow/128572321.cms",
        "image": "https://static.toiimg.com/thumb/msid-128572321,width-1280,height-720,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-19T18:27:45Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Mob attack on suspicion: Woman attacked by mob in Ranchi as child-lifter; rising trend of mob violence over child kidnapping fears",
        "description_en": "In a shocking display of mob justice, a 50-year-old woman in Ranchi was brutally attacked after being wrongfully accused of abducting a child. The incident unfolded when a confused child entered her autorickshaw, prompting onlookers to jump to alarming conclu…",
        "translated": true
      },
      {
        "title": "Les cartes d'identité obligatoires pour l'accès au campus de l'université Utkal",
        "description": "L'université Utkal a rendu obligatoire la présentation de cartes d'identité étudiantes pour accéder au campus. Cette mesure vise à empêcher les personnes extérieures d'entrer dans l'enceinte universitaire. Le personnel de sécurité vérifiera les identités à tous les points d'entrée et de sortie. L'université renforce également la répression contre...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/bhubaneswar/id-cards-must-for-students-entry-into-utkal-varsity-campus/articleshow/128572330.cms",
        "image": "https://static.toiimg.com/thumb/msid-128572354,width-1280,height-720,imgsize-222518,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-19T18:27:40Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "ID cards must for students’ entry into Utkal varsity campus",
        "description_en": "Utkal University has made student ID cards mandatory for campus entry. This measure aims to prevent outsiders from entering the university premises. Security personnel will check IDs at all entry and exit points. The university is also cracking down on unauth…",
        "translated": true
      },
      {
        "title": "Dharmendra Pradhan plaide pour deux nouvelles régions économiques urbaines supplémentaires",
        "description": "Le ministre de l'Éducation Dharmendra Pradhan a exhorté le ministre en chef de l'Odisha Mohan Charan Majhi à développer deux nouvelles régions économiques urbaines (CER) dans l'ouest et le centre de l'Odisha. Les régions proposées, Sambalpur-Sundargarh-Jharsuguda-Bargarh et Angul-Dhenkanal, sont...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/bhubaneswar/dharmendra-pradhan-pitches-for-two-more-city-based-eco-regions/articleshow/128572222.cms",
        "image": "https://static.toiimg.com/thumb/msid-128572299,width-1280,height-720,imgsize-70436,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-19T18:26:18Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Dharmendra Pradhan pitches for two more city-based eco regions",
        "description_en": "Union Education Minister Dharmendra Pradhan has urged Odisha Chief Minister Mohan Charan Majhi to develop two new city economic regions (CERs) in western and central Odisha. The proposed regions, Sambalpur-Sundargarh-Jharsuguda-Bargarh and Angul-Dhenkanal, ar…",
        "translated": true
      },
      {
        "title": "Défi de propreté : la Corporation municipale de Ranchi intensifie ses efforts pour Swachh Survekshan 2025-26 ; vise à se relever du classement décevant de l'année précédente",
        "description": "Afin d'améliorer ses performances pour Swachh Survekshan 2025-26, la Corporation municipale de Ranchi intensifie ses initiatives axées sur la collecte efficace des déchets, leur tri et l'engagement du public. Après avoir connu un classement décevant l'année dernière, elle...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/cleanliness-challenge-ahead-ranchi-municipal-corporation-intensifies-efforts-for-swachh-survekshan-2025-26-aims-to-rise-from-last-years-low-ranking/articleshow/128572045.cms",
        "image": "https://static.toiimg.com/thumb/msid-128572045,width-1280,height-720,imgsize-352946,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-19T18:23:02Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Cleanliness challenge ahead: Ranchi Municipal Corporation intensifies efforts for Swachh Survekshan 2025-26; Aims to rise from last year's low ranking",
        "description_en": "In a bid to elevate its performance for Swachh Survekshan 2025-26, Ranchi Municipal Corporation is ramping up its initiatives centered on effective waste collection, segregation, and public engagement. After grappling with a disappointing ranking last year, t…",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Kanye West arrive en Inde. La controverse, non.",
        "description": "Le premier concert de Kanye West en Inde suscite l'euphorie et pratiquement aucune controverse. Ce décalage révèle comment la responsabilité traverse les frontières.",
        "source": "Consequence.net",
        "url": "https://consequence.net/2026/02/kanye-west-india-controversy/",
        "image": "https://consequence.net/wp-content/uploads/2026/02/kanye-west-india-controversy.jpg",
        "publishedAt": "2026-02-19T18:30:56Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Kanye West Is Coming to India. The Controversy Isn’t.",
        "description_en": "Kanye West's first India show arrives to euphoria and almost no controversy. What that gap reveals about how accountability travels across borders.",
        "translated": true
      },
      {
        "title": "Les actions chutent alors que les tensions géopolitiques réduisent l'appétit pour le risque",
        "description": "Le rebond des actions américaines après les inquiétudes liées à l'intelligence artificielle de la semaine précédente s'est essoufflé jeudi, les tensions avec l'Iran mettant les traders sur les nerfs.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/stocks-fall-as-heightened-geopolitical-worries-zap-risk-appetite",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/trading-sideways-sp-500-has-struggled-to-sustain-breakout-t.jpg",
        "publishedAt": "2026-02-19T18:29:56Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Stocks Fall As Heightened Geopolitical Worries Zap Risk Appetite",
        "description_en": "The comeback in US equities from last week’s artificial intelligence jitters petered out on Thursday as tensions with Iran put traders on edge.",
        "translated": true
      },
      {
        "title": "kuhl-haus-mdp 0.2.19",
        "description": "Pipeline de traitement des données de marché pour scanner du marché boursier",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/kuhl-haus-mdp/0.2.19/",
        "image": null,
        "publishedAt": "2026-02-19T18:27:32Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "kuhl-haus-mdp 0.2.19",
        "description_en": "Market data processing pipeline for stock market scanner",
        "translated": true
      },
      {
        "title": "Cushman & Wakefield affiche des revenus solides malgré des perspectives assombries par l'IA",
        "description": "Cushman & Wakefield a enregistré une croissance des revenus solide au dernier trimestre 2025 et tout au long de l'année, dépassant les attentes de Wall Street. Néanmoins, les perspectives de croissance des revenus à long terme du géant des services de courtage restent faibles. Au quatrième trimestre, r…",
        "source": "Commercial Observer",
        "url": "http://commercialobserver.com/2026/02/cushman-wakefield-2025-q4-earnings/",
        "image": "https://commercialobserver.com/wp-content/uploads/sites/3/2026/02/earnings-Michelle-Mackay-Cushman-Wakefield-credit-Getty-Images.jpg?quality=80&crop=0px%2C86px%2C2000px%2C1051px&resize=1200%2C630&strip",
        "publishedAt": "2026-02-19T18:25:28Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Cushman & Wakefield Posts Strong Revenue Amid Outlook Clouded by AI",
        "description_en": "Cushman & Wakefield recorded solid revenue growth in both 2025’s final quarter and throughout the year, beating Wall Street’s expectations. Still, the outlook for long-term revenue growth at the brokerage services giant remains weak.  In the fourth quarter, r…",
        "translated": true
      },
      {
        "title": "La Federal Home Loan Bank d'Indianapolis annonce les dividendes du quatrième trimestre 2025 et rapporte ses résultats",
        "description": "La Federal Home Loan Bank d'Indianapolis annonce les dividendes du quatrième trimestre 2025 et rapporte ses résultats...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/19/3241436/4574/en/Federal-Home-Loan-Bank-of-Indianapolis-Announces-Fourth-Quarter-2025-Dividends-Reports-Earnings.html",
        "image": "https://ml.globenewswire.com/Resource/Download/726fc61e-cf32-4f18-9cf1-a55f84b7f069",
        "publishedAt": "2026-02-19T18:25:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Federal Home Loan Bank of Indianapolis Announces Fourth Quarter 2025 Dividends, Reports Earnings",
        "description_en": "Federal Home Loan Bank of Indianapolis announces\nfourth quarter 2025 dividends, reports earnings\n...",
        "translated": true
      },
      {
        "title": "L'équité immobilière aide les retraités alors que l'épargne s'avère insuffisante",
        "description": "Bien qu'une majorité de travailleurs (62 %) participent à une forme quelconque d'épargne-retraite, la propriété immobilière reste l'un des indicateurs les plus clairs de la préparation à la retraite.",
        "source": "Realtor.com News",
        "url": "https://www.realtor.com/advice/finance/home-equity-retirement-savings-shortfall/?cid=eml__1946:66e221571a4446d4e6969d41:rm202602191130_Marketing_Consumer_Daily_EditorialRSSDynamic",
        "image": "https://nypost.com/wp-content/uploads/sites/2/2026/02/crop-38540879_6a0f90.jpg?quality=75&strip=all&w=1200",
        "publishedAt": "2026-02-19T18:23:33Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Home equity is helping retirees as savings fall short",
        "description_en": "While a majority of workers (62%) participate in some type of retirement savings, homeownership remains one of the clearest markers of retirement preparedness.",
        "translated": true
      },
      {
        "title": "La Federal Home Loan Bank of Atlanta annonce les résultats financiers préliminaires du quatrième trimestre et de l'année 2025",
        "description": "A financé plus de 370 milliards de dollars d'avances en 2025 et s'est engagée à consacrer 116 millions de dollars au logement abordable et au développement communautaire pour 2026",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/19/3241434/2953/en/Federal-Home-Loan-Bank-of-Atlanta-Announces-Preliminary-Fourth-Quarter-and-Annual-2025-Financial-Results.html",
        "image": "https://ml.globenewswire.com/Resource/Download/bc7cc9be-5015-496f-9d35-ba9414c8b335",
        "publishedAt": "2026-02-19T18:23:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Federal Home Loan Bank of Atlanta Announces Preliminary Fourth Quarter and Annual 2025 Financial Results",
        "description_en": "Funded over $370 billion in advances in 2025 and committed $116 million to affordable housing and community development for 2026 Funded over $370 billion in advances in 2025 and committed $116 million to affordable housing and community development for 2026",
        "translated": true
      },
      {
        "title": "Republic Power Group annonce un regroupement d'actions de 1 pour 20",
        "description": "Consultez la suite de l'article ici. legacy.thefly.com fournit les dernières actualités financières au fur et à mesure qu'elles se font connaître. Reconnu comme un leader en intelligence de marché, le flux d'actualités en temps réel de The Fly tient les investisseurs individuels, les gestionnaires de portefeuille professionnels, les traders actifs et...",
        "source": "Thefly.com",
        "url": "https://legacy.thefly.com/permalinks/entry.php/id4296631/RPGL-Republic-Power-Group-announces-for-reverse-share-split",
        "image": "https://legacy.thefly.com/images/meta/hotstocks.jpg",
        "publishedAt": "2026-02-19T18:18:43Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Republic Power Group announces 1-for-20 reverse share split",
        "description_en": "See the rest of the story here.\n\nlegacy.thefly.com provides the latest financial news as it breaks. Known as a leader in market intelligence, The Fly's real-time, streaming news feed keeps individual investors, professional money managers, active traders, and…",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Analyse des lettres de rançon dans l'affaire Nancy Guthrie : Qu'a-t-on découvert ?",
        "description": "De nouveaux détails continuent d'émerger suite à la disparition de Nancy Guthrie, mère de la coanimatrice du Today show Savannah Guthrie. La nouvelle a éclaté le 1er février que Nancy, 84 ans, avait été signalée disparue par un membre de la famille qui a appelé le 911. Elle a été vue pour la dernière fois un jour auparavant par...",
        "source": "Us Weekly",
        "url": "https://www.usmagazine.com/celebrity-news/news/breaking-down-ransom-notes-in-nancy-guthrie-case-what-has-been-revealed/",
        "image": "https://www.usmagazine.com/wp-content/uploads/2026/02/GettyImages-1258716875-Nancy-Guthrie-Ransom-Notes.jpg?crop=0px%2C105px%2C2000px%2C1051px&resize=1200%2C630&quality=86&strip=all",
        "publishedAt": "2026-02-19T18:27:48Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Breaking Down Ransom Notes in Nancy Guthrie Case: What Has Been Revealed?",
        "description_en": "New details have continued to emerge amid the disappearance of Today show coanchor Savannah Guthrie’s mom, Nancy Guthrie. News broke on February 1 that Nancy, 84, had been reported missing by a family member who called 911. She was last seen one day prior by …",
        "translated": true
      },
      {
        "title": "Le butin minier Bitcoin des Émirats arabes unis de 450 millions de dollars face à une baisse du marché — Mais les mineurs ne vendent pas",
        "description": "Les données on-chain montrent que les mineurs Bitcoin liés aux Émirats arabes unis ont miné plus de 450 millions de dollars de BTC et continuent de conserver l'offre, tandis que les revenus des mineurs se stabilisent.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/uaes-450m-bitcoin-mining-haul-faces-market-drop-but-miners-arent-selling/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Adewale-2-1-12-1000x600.png",
        "publishedAt": "2026-02-19T18:27:36Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "UAE’s $450M Bitcoin mining haul faces market drop — But miners aren’t selling",
        "description_en": "On-chain data shows UAE-linked Bitcoin miners have mined over $450m worth of BTC and continue to hold supply, as miner revenue stabilizes.",
        "translated": true
      },
      {
        "title": "Les détenteurs de Bitcoin « résilients » défendent le BTC, mais le plancher baissier se situe 20 % plus bas : Glassnode",
        "description": "Les données on-chain montrent Bitcoin bloqué entre des niveaux de valorisation clés alors que l'activité d'accumulation des investisseurs a dépassé 4 millions de BTC. Malgré ces données, les métriques de liquidité en refroidissement laissent présager une baisse supplémentaire.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/resilient-bitcoin-holders-defend-btc-but-bear-floor-sits-20-lower-glassnode",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2025-12/019b214f-f606-7cb3-9185-05fb842e0e04.jpg",
        "publishedAt": "2026-02-19T18:12:07Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "‘Resilient’ Bitcoin holders defend BTC, but bear floor sits 20% lower: Glassnode",
        "description_en": "Onchain data shows Bitcoin stuck between key valuation levels as investor accumulation activity rose above 4 million BTC. Despite the data, cooling liquidity metrics hint at more downside.",
        "translated": true
      },
      {
        "title": "Maharashtra : Un résident de Thane arnaqué de 64 lakh dans une fraude à l'investissement en cryptomonnaies",
        "description": "Thane : Un résident de 54 ans de Rabodi à Thane aurait été arnaqué de 64 lakh de roupies dans une fraude à l'investissement en cryptomonnaies orchestrée par des cybercriminels.",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/mumbai/maharashtra-thane-resident-duped-of-64-lakh-in-crypto-investment-fraud/articleshow/128570236.cms",
        "image": "https://static.toiimg.com/thumb/msid-128570234,width-1280,height-720,imgsize-51876,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-19T18:02:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Maharashtra: Thane resident duped of 64 lakh in crypto investment fraud",
        "description_en": "Thane: A 54-year-old resident from Rabodi in Thane was allegedly duped of Rs 64 lakh in a cryptocurrency investment fraud orchestrated by cyber crimin.",
        "translated": true
      },
      {
        "title": "Eric Trump réitère son affirmation que le bitcoin ne fait que commencer sa route vers 1 million de dollars",
        "description": "S'exprimant au forum World Liberty Financial soutenu par Trump à Mar-a-Lago, Trump a qualifié le bitcoin d'un des meilleurs actifs performants de la dernière décennie alors que le BTC s'échange juste en dessous de 67 000 dollars.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/19/eric-trump-double-downs-on-usd1-million-bitcoin-prediction-during-world-financial-forum",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/d256c78e171d7b06816ed1319a0cc43c77cfb7bb-1920x1080.png?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-19T18:00:27Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Eric Trump reitrates claim bitcoin is just getting started on its road to $1 million",
        "description_en": "Speaking at the Trump-backed World Liberty Financial forum in Mar-a-Lago, Trump called bitcoin one of the best-performing assets of the past decade as BTC trades just below $67,000.",
        "translated": true
      },
      {
        "title": "XRP coincé entre le support de 1,15 dollar et l'offre importante à 1,50 dollar : Que se passe-t-il ensuite ?",
        "description": "La consolidation du XRP persiste alors que la demande spéculative s'estompe, tandis que les partenariats et les rails DeFi renforcent le support à long terme.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/xrp-trapped-between-1-15-support-and-heavy-supply-at-1-50-whats-next/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Lazaro-94-1000x600.jpg",
        "publishedAt": "2026-02-19T18:00:22Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "XRP trapped between $1.15 support and heavy supply at $1.50: What’s next?",
        "description_en": "XRP’s consolidation persists as speculative demand fades while partnerships and DeFi rails reinforce long-term support.",
        "translated": true
      },
      {
        "title": "Perspectives crypto de BITmarkets 2026 : Le froid de janvier signale un hiver du bitcoin",
        "description": "Comment le premier mois de 2026 a-t-il reconfiguré les perspectives du marché des cryptomonnaies présentées fin 2025 ? L'examen de la trajectoire des prix du bitcoin révèle une continuation de la tendance qui a émergé fin 2025. Le bitcoin continue de s'échanger dans une fourchette de 70 000 à 90 000 dollars...",
        "source": "ZyCrypto",
        "url": "https://zycrypto.com/bitmarkets-2026-crypto-outlook-januarys-chill-signals-a-bitcoin-winter/",
        "image": "https://zycrypto.com/wp-content/uploads/2026/02/BITmarkets-2026-Crypto-Outlook-Januarys-Chill-Signals-a-Bitcoin-Winter.jpg",
        "publishedAt": "2026-02-19T17:51:05Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "BITmarkets 2026 Crypto Outlook: January’s Chill Signals a Bitcoin Winter",
        "description_en": "How has the first month of 2026 reshaped the cryptocurrency market outlooks presented at the end of 2025? Examining Bitcoin’s price trajectory reveals a continuation of the trend that emerged in late 2025. Bitcoin continues to trade within a $70,000-$90,000 c…",
        "translated": true
      },
      {
        "title": "Pourquoi le Dow Jones baisse aujourd'hui : Le Dow s'effondre de plus de 270 points aujourd'hui – le S&P 500 et le Nasdaq aussi dans le rouge profond",
        "description": "Pourquoi le Dow Jones baisse aujourd'hui : Le Dow Jones Industrial Average a chuté de 271,87 points jeudi, baissant de 0,55 % pour clôturer à 49 390,79. Le S&P 500 a baissé de 0,37 % à 6 855,89, tandis que le Nasdaq Composite a chuté de 0,33 % à 22 677,60. Les prix élevés du pétrole brut et la montée des tensions...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/why-is-dow-jones-down-today-dow-crashes-more-than-270-points-today-sp-500-and-nasdaq-also-in-deep-red/articleshow/128570620.cms",
        "image": "https://img.etimg.com/thumb/msid-128570811,width-1200,height-630,imgsize-102436,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-19T17:48:42Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Why is Dow Jones down today: Dow crashes more than 270 points today – S&P 500 and Nasdaq also in deep red",
        "description_en": "Why is Dow Jones down today: Dow Jones Industrial Average dropped 271.87 points on Thursday, falling 0.55% to close at 49,390.79. The S&P 500 fell 0.37% to 6,855.89, while the Nasdaq Composite dropped 0.33% to 22,677.60. High crude oil prices and rising U.S.-…",
        "translated": true
      },
      {
        "title": "ORQO lance un protocole de rendement sur XRP Ledger, débloquant l'utilité du RLUSD",
        "description": "ORQO Group étend Soil à XRP Ledger, permettant aux détenteurs de RLUSD de générer un rendement fixe soutenu par des actifs du monde réel tokenisés.",
        "source": "Crypto Briefing",
        "url": "https://cryptobriefing.com/soil-launches-rlusd-yield-protocol/",
        "image": "https://static.cryptobriefing.com/wp-content/uploads/2026/02/19123524/079c148f-da2b-4f19-9b68-aab0154a7eb4-800x420.jpg",
        "publishedAt": "2026-02-19T17:40:36Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "ORQO launches yield protocol on XRP Ledger, unlocking RLUSD utility",
        "description_en": "ORQO Group expands Soil to XRP Ledger, enabling RLUSD holders to earn fixed yield backed by tokenized real world assets.\nThe post ORQO launches yield protocol on XRP Ledger, unlocking RLUSD utility appeared first on Crypto Briefing.",
        "translated": true
      },
      {
        "title": "Blockfills, soutenu par Susquehanna, est mis en vente après une perte de prêt de 75 millions de dollars",
        "description": "La société basée à Chicago a déclaré qu'elle suspendait temporairement les dépôts et les retraits des clients la semaine dernière en raison des conditions récentes du marché et de la situation financière.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/business/2026/02/19/susquehanna-backed-blockfills-up-for-sale-after-usd75-million-lending-loss",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/46bdc6ec2c3812400bed36af76ee6e473e4096a3-1920x1080.jpg?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-19T17:39:07Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Susquehanna-backed Blockfills up for sale after $75 million lending loss",
        "description_en": "The Chicago-based company said it was temporarily suspending client deposits and withdrawals last week due to recent market and financial conditions.",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Une guerre énergétique se prépare-t-elle entre l'Ukraine et les États de l'UE ? (VIDÉO)",
        "description": "Qu'y a-t-il derrière l'avertissement de la Hongrie et de la Slovaquie selon lequel elles pourraient réduire les approvisionnements énergétiques vers l'Ukraine après l'arrêt du transit du pétrole russe ? Lire l'article complet sur RT.com",
        "source": "RT",
        "url": "https://www.rt.com/business/632785-energy-war-ukraine-hungary-slovakia/",
        "image": "https://mf.b37mrtl.ru/files/2026.02/article/6997385f203027501c015e00.jpg",
        "publishedAt": "2026-02-19T17:45:07Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Is an energy war brewing between Ukraine and EU states? (VIDEO)",
        "description_en": "What’s behind the warning by Hungary and Slovakia that they could cut energy supplies to Ukraine after it halted Russian oil transit? Read Full Article at RT.com",
        "translated": true
      },
      {
        "title": "La Hongrie envisage de réduire les livraisons d'électricité et de gaz naturel vers l'Ukraine",
        "description": "La Hongrie envisage l'idée de couper les livraisons d'électricité et de gaz naturel vers l'Ukraine si Kyiv ne se hâte pas de reprendre les flux de pétrole russe via le pipeline Druzhba, a déclaré jeudi le chef de cabinet du Premier ministre hongrois Viktor Orban. À la fin de janvier...",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Latest-Energy-News/World-News/Hungary-Weighs-Cutting-Power-and-Gas-Shipments-to-Ukraine.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/news/718x300/2026-02-19_vgi90fm4aj.jpg",
        "publishedAt": "2026-02-19T17:30:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Hungary Weighs Cutting Power and Gas Shipments to Ukraine",
        "description_en": "Hungary is weighing the idea of cutting off power and natural gas deliveries to Ukraine if Kyiv doesn’t hasten to resume Russian oil flows via the Druzhba pipeline, the chief of staff of Hungarian Prime Minister Viktor Orban said on Thursday. At the end of Ja…",
        "translated": true
      },
      {
        "title": "L'EPA réforme le programme de 5 milliards de dollars de Biden pour les autobus scolaires électriques en proposant davantage d'alternatives carburant",
        "description": "Le Clean School Bus Program dispose de 2,3 milliards de dollars de financement fiscal restant.",
        "source": "New York Post",
        "url": "https://nypost.com/2026/02/19/us-news/epa-to-reform-bidens-5b-electric-school-bus-program-by-providing-more-fuel-alternatives/",
        "image": "https://nypost.com/wp-content/uploads/sites/2/2026/02/121668777.jpg?quality=75&strip=all&w=1200",
        "publishedAt": "2026-02-19T17:28:32Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "EPA to reform Biden’s $5B electric school bus program by providing more fuel alternatives",
        "description_en": "The Clean School Bus Program has $2.3 billion in remaining taxpayer funding.",
        "translated": true
      },
      {
        "title": "Le prix du pétrole pourrait atteindre 100 dollars avec l'effondrement des négociations nucléaires iraniennes ? Les prix du pétrole ont atteint 71 dollars aujourd'hui alors que le risque de guerre États-Unis-Iran pousse le brut vers les trois chiffres",
        "description": "Le prix du pétrole pourrait atteindre 100 dollars avec l'effondrement des négociations nucléaires iraniennes ? Le Brent a atteint 71,41 dollars le 19 février alors que les craintes d'une guerre États-Unis-Iran explosent. Trump a déployé deux groupes de frappe de porte-avions et 50 chasseurs au Moyen-Orient en 48 heures. Les négociations nucléaires iraniennes se sont effondrées à Genève...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/oil-price-to-touch-100-as-iran-nuclear-talks-collapse-oil-prices-hit-71-today-as-u-s-iran-war-risk-pushes-crude-toward-triple-digits/articleshow/128569592.cms",
        "image": "https://img.etimg.com/thumb/msid-128569832,width-1200,height-630,imgsize-19400,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-19T17:24:47Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Oil price to touch $100 as Iran nuclear talks collapse? Oil prices hit $71 today as U.S.–Iran war risk pushes crude toward triple digits",
        "description_en": "Oil price to touch $100 as Iran nuclear talks collapse? Brent crude hit $71.41 on February 19 as U.S.-Iran war fears explode. Trump deployed two carrier strike groups and 50 fighter jets to the Middle East in 48 hours. Iran nuclear talks collapsed in Geneva. …",
        "translated": true
      },
      {
        "title": "Russie, Brent et Bharat : tout est une question de sens économique",
        "description": "L'approvisionnement en pétrole de l'Inde s'est dramatiquement déplacé du Golfe pour inclure des importations russes significatives, motivé par les remises et les événements géopolitiques. Bien que les raffineries puissent s'adapter aux changements d'approvisionnement, les pressions potentielles des États-Unis pour arrêter le pétrole brut russe soulèvent des préoccupations concernant la sécurité nationale...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/opinion/et-commentary/russia-brent-and-bharat-its-oil-about-economic-sense/articleshow/128569745.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-100328,resizemode-75,msid-128569745/opinion/et-commentary/russia-brent-and-bharat-its-oil-about-economic-sense.jpg",
        "publishedAt": "2026-02-19T17:20:40Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Russia, Brent and Bharat: It’s oil about economic sense",
        "description_en": "India's oil sourcing has dramatically shifted from the Gulf to include significant Russian imports, driven by discounts and geopolitical events. While refiners can adapt to supply changes, potential US pressure to halt Russian crude raises concerns about nati…",
        "translated": true
      },
      {
        "title": "CME rendra le trading de dérivés crypto 24h/24 en mai alors que Wall Street vise un objectif similaire",
        "description": "Le principal marché de dérivés CME adoptera le trading crypto 24h/24 le 29 mai, sous réserve d'approbation réglementaire. La CFTC a indiqué qu'elle soutient de telles mesures.",
        "source": "Decrypt",
        "url": "https://decrypt.co/358595/cme-crypto-derivatives-trading-24-7-may-wall-street-similar-goal",
        "image": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2026/02/decrypt-style-cme-group-gID_7.jpg",
        "publishedAt": "2026-02-19T17:19:10Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "CME Will Make Crypto Derivatives Trading 24/7 in May as Wall Street Eyes Similar Goal",
        "description_en": "Top derivatives marketplace CME will adopt 24/7 crypto trading on May 29, pending regulatory approval. The CFTC has indicated it supports such moves.",
        "translated": true
      },
      {
        "title": "Hyperliquid teste les 30 $ : un squeeze déclenchera-t-il la percée de HYPE ?",
        "description": "Les fondamentaux de HYPE sont solides, mais les paris des baleines freineront-ils une percée à 30 $ ?",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/hyperliquid-tests-30-will-a-squeeze-trigger-hypes-breakout/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Coin-based-Hyperliquid-tests-30_-Will-a-squeeze-trigger-HYPEs-breakout_-1-1000x600.webp",
        "publishedAt": "2026-02-19T17:00:40Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Hyperliquid tests $30: Will a squeeze trigger HYPE’s breakout?",
        "description_en": "HYPE’s fundamentals strong, but will whale bets hold back a $30 breakout?",
        "translated": true
      },
      {
        "title": "Montellis Group renforce ses contrôles de sécurité dans le cadre d'une stratégie technologique plus large",
        "description": "Montellis Group renforce ses contrôles de sécurité dans le cadre d'une stratégie technologique plus large...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/19/3241382/0/en/Montellis-Group-Tightens-Security-Controls-as-Part-of-Broader-Technology-Strategy.html",
        "image": "https://ml.globenewswire.com/Resource/Download/a787d7ff-b5f4-48b8-b886-4984d162a56e",
        "publishedAt": "2026-02-19T17:00:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Montellis Group Tightens Security Controls as Part of Broader Technology Strategy",
        "description_en": "Montellis Group Tightens Security Controls as Part of Broader Technology Strategy...",
        "translated": true
      },
      {
        "title": "GTT : Résultats de l'exercice 2025 - Forte croissance des revenus (+25 %) et de l'EBITDA (+40 %) pour la troisième année consécutive",
        "description": "Résultats de l'exercice 2025\nForte croissance des revenus (+25 %) et de l'EBITDA (+40 %) pour la troisième année consécutive. Redynamisation marquée des commandes de navires depuis le quatrième trimestre 2025. Dividende 2025 à un niveau record de 8,94 € par action.",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/19/3241361/0/en/GTT-Full-Year-2025-Results-Strong-growth-in-revenues-25-and-EBITDA-40-for-the-third-consecutive-year.html",
        "image": "https://ml-eu.globenewswire.com/Resource/Download/26b338a5-200b-43d5-ae36-755395f015a9",
        "publishedAt": "2026-02-19T16:45:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "GTT : Full Year 2025 Results - Strong growth in revenues (+25%) and EBITDA (+40%) for the third consecutive year.",
        "description_en": "FY 2025 results\r\nStrong growth in revenues (+25%) and EBITDA (+40%) for the third consecutive year.Strong upturn in vessel orders since the fourth quarter of 2025.2025 dividend at a record level of €8.94 per share.",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Bill Gates face à une réaction négative suite aux dossiers Epstein, le Prince Andrew arrêté",
        "description": "Le milliardaire Bill Gates s'est retiré du sommet indien sur l'Intelligence Artificielle (IA) suite à la divulgation la plus récente des dossiers Epstein. De plus, l'ancien Prince Andrew du Royaume-Uni, qui a été dépouillé de ses titres et est désormais connu sous le nom d'Andrew...",
        "source": "Shtfplan.com",
        "url": "https://www.shtfplan.com/member-exclusive/bill-gates-faces-backlash-over-epstein-files-prince-andrew-arrested",
        "image": "https://www.shtfplan.com/wp-content/uploads/2023/05/gatesepstein.jpg",
        "publishedAt": "2026-02-19T18:30:53Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bill Gates Faces Backlash Over Epstein Files, Prince Andrew Arrested",
        "description_en": "Billionaire Bill Gates has pulled out of the India Artificial Intelligence (AI) summit after the most recent release of the Epstein files. Additionally, former Prince Andrew of the United Kingdom, who has been stripped of his titles and is now known as Andrew…",
        "translated": true
      },
      {
        "title": "Les actions chutent alors que les tensions géopolitiques accrues réduisent l'appétit pour le risque",
        "description": "Le rebond des actions américaines après les inquiétudes liées à l'intelligence artificielle de la semaine précédente s'est essoufflé jeudi, les tensions avec l'Iran mettant les traders en alerte.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/stocks-fall-as-heightened-geopolitical-worries-zap-risk-appetite",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/trading-sideways-sp-500-has-struggled-to-sustain-breakout-t.jpg",
        "publishedAt": "2026-02-19T18:29:56Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Stocks Fall As Heightened Geopolitical Worries Zap Risk Appetite",
        "description_en": "The comeback in US equities from last week’s artificial intelligence jitters petered out on Thursday as tensions with Iran put traders on edge.",
        "translated": true
      },
      {
        "title": "Cushman & Wakefield affiche des revenus solides alors que les perspectives sont assombries par l'IA",
        "description": "Cushman & Wakefield a enregistré une croissance solide des revenus au cours du dernier trimestre 2025 et tout au long de l'année, dépassant les attentes de Wall Street. Néanmoins, les perspectives de croissance des revenus à long terme du géant des services de courtage restent faibles. Au quatrième trimestre, r...",
        "source": "Commercial Observer",
        "url": "http://commercialobserver.com/2026/02/cushman-wakefield-2025-q4-earnings/",
        "image": "https://commercialobserver.com/wp-content/uploads/sites/3/2026/02/earnings-Michelle-Mackay-Cushman-Wakefield-credit-Getty-Images.jpg?quality=80&crop=0px%2C86px%2C2000px%2C1051px&resize=1200%2C630&strip",
        "publishedAt": "2026-02-19T18:25:28Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Cushman & Wakefield Posts Strong Revenue Amid Outlook Clouded by AI",
        "description_en": "Cushman & Wakefield recorded solid revenue growth in both 2025’s final quarter and throughout the year, beating Wall Street’s expectations. Still, the outlook for long-term revenue growth at the brokerage services giant remains weak.  In the fourth quarter, r…",
        "translated": true
      },
      {
        "title": "Sam Altman et Dario Amodei ont refusé de se donner la main lors d'un sommet sur l'IA, quelques semaines après un affrontement tendu entre OpenAI et Anthropic dans une guerre publicitaire du Super Bowl",
        "description": "Une séance photo maladroite a révélé comment un partenariat autrefois étroit s'est transformé en l'une des rivalités IA les plus importantes de la Silicon Valley.",
        "source": "Fortune",
        "url": "https://fortune.com/2026/02/19/openai-anthropic-sam-altman-dario-amodei-refused-to-hold-hands-ai-super-bowl-ad-war-ceos-big-tech-conflict/",
        "image": "https://fortune.com/img-assets/wp-content/uploads/2026/02/GettyImages-2261854815-e1771524559190.jpg?resize=1200,600",
        "publishedAt": "2026-02-19T18:22:40Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sam Altman and Dario Amodei refused to hold hands at an AI summit weeks after OpenAI and Anthropic clashed in a tense Super Bowl ad war",
        "description_en": "An uncomfortable photo op exposed how a one-time partnership has transformed into one of Silicon Valley’s most consequential AI feuds.",
        "translated": true
      },
      {
        "title": "La NVIDIA RTX 5090 voit sa rangée de connecteurs supérieurs endommagée malgré un plafond de puissance maximale de 500W",
        "description": "Peu importe ce que vous faites, le notoire connecteur 16 broches ne sera pas à l'abri. Cet utilisateur a été une autre victime de fusion de connecteur, mais il a tenté de l'atténuer au préalable. Rapports d'utilisateurs : connecteur 16 broches brûlé sur GIGABYTE RTX 5090 malgré une restriction...",
        "source": "Wccftech",
        "url": "https://wccftech.com/nvidia-rtx-5090-gets-its-top-connector-row-cooked-despite-a-500w-max-power-ceiling-by-the-user/",
        "image": "https://cdn.wccftech.com/wp-content/uploads/2026/02/GIGABYTE-RTX-5090-AORUS-master-16-pin-connector.jpg",
        "publishedAt": "2026-02-19T18:22:03Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "NVIDIA RTX 5090 Gets Its Top Connector Row Cooked Despite A 500W Max Power Ceiling By The User",
        "description_en": "No matter what you do, the notorious 16-pin power connector won't be safe. This user was another victim of connector melting, but he tried to mitigate it beforehand. User Reports Burnt 16-pin Power Connector on GIGABYTE RTX 5090 Despite Restricting it to Cons…",
        "translated": true
      },
      {
        "title": "Toutes les actualités importantes du Sommet sur l'impact de l'IA en Inde en cours | TechCrunch",
        "description": "L'Inde accueille cette semaine un sommet IA de quatre jours auquel participeront des dirigeants des principaux laboratoires d'IA et des grandes entreprises technologiques, notamment OpenAI, Anthropic, Nvidia, Microsoft, Google et Cloudflare, ainsi que des chefs d'État.",
        "source": "TechCrunch",
        "url": "https://techcrunch.com/2026/02/19/all-the-important-news-from-the-ongoing-india-ai-summit/",
        "image": "https://techcrunch.com/wp-content/uploads/2024/06/india-ai.jpg?w=1200",
        "publishedAt": "2026-02-19T18:20:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "All the important news from the ongoing India AI Impact Summit | TechCrunch",
        "description_en": "India is hosting a four-day AI Summit this week that will be attended by executives from major AI labs and Big Tech, including OpenAI, Anthropic, Nvidia, Microsoft, Google, and Cloudflare, as well as heads of state.",
        "translated": true
      },
      {
        "title": "Sommet sur l'IA : Naviguer les nouveaux défauts du web agentique",
        "description": "L'intelligence artificielle redessine le monde numérique. Les machines sont désormais des acteurs principaux, gérant des tâches allant de la réservation de vols à la guerre autonome. Ce changement concentre le pouvoir dans l'invocation de l'IA, ce qui pourrait rendre les entreprises invisibles si elles ne sont pas choisies par l'IA.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/opinion/et-editorial/ai-summit-navigating-the-new-defaults-of-the-agentic-web/articleshow/128570488.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-313998,resizemode-75,msid-128570488/opinion/et-editorial/ai-summit-navigating-the-new-defaults-of-the-agentic-web.jpg",
        "publishedAt": "2026-02-19T18:16:44Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AI Summit: Navigating the new defaults of the agentic web",
        "description_en": "Artificial intelligence is reshaping the digital world. Machines are now primary actors, handling tasks from booking flights to autonomous warfare. This shift concentrates power in AI invocation, potentially making businesses invisible if not chosen by AI. Th…",
        "translated": true
      },
      {
        "title": "Un vrai croyant dans l'esprit intellectuel",
        "description": "Je m'approche de la retraite et je réalise certaines des forces religieuses à l'œuvre qui façonnent nos attitudes envers l'éducation et la vie de l'esprit.",
        "source": "Psychology Today",
        "url": "https://www.psychologytoday.com/us/blog/religiousness/202602/a-true-believer-in-the-intellectual-spirit",
        "image": "https://cdn2.psychologytoday.com/assets/styles/manual_crop_1_91_1_1528x800/public/teaser_image/blog_entry/2026-02/pexels-anete-lusina-6331086.jpg?itok=U213x4b2",
        "publishedAt": "2026-02-19T18:15:32Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "A True Believer in the Intellectual Spirit",
        "description_en": "I'm getting close to retirement and realizing some of the religious forces at work shaping our attitudes toward education and the life of the mind.",
        "translated": true
      },
      {
        "title": "Embrasser le changement, promouvoir l'innovation, aider les membres à s'aider eux-mêmes : Entretien avec Mike Romano, prochain PDG de la NTCA",
        "description": "Embrasser le changement, promouvoir l'innovation, aider les membres à s'aider eux-mêmes : Entretien avec Mike Romano, prochain PDG de la NTCA. Le 10 février, NTCA–The Rural Broadband Association a annoncé que Mike Romano serait son nouveau PDG. Hier, Telecompetitor a interrogé...",
        "source": "Telecompetitor",
        "url": "https://www.telecompetitor.com/interview-with-mike-romano-ntcas-next-ceo/",
        "image": null,
        "publishedAt": "2026-02-19T18:15:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Embracing change, pushing for innovation, helping members help themselves: Interview with Mike Romano, NTCA’s next CEO",
        "description_en": "Embracing change, pushing for innovation, helping members help themselves: Interview with Mike Romano, NTCA’s next CEO\nOn February 10, NTCA–The Rural Broadband Association announced that Mike Romano would be its new CEO. Yesterday, Telecompetitor interviewed …",
        "translated": true
      },
      {
        "title": "Découvrez la première technologie neuro alimentée par l'IA qui se synchronise avec votre cycle menstruel",
        "description": "Les hormones en désordre ? Ce dispositif portable veut vous aider.",
        "source": "New York Post",
        "url": "https://nypost.com/2026/02/19/shopping/meet-the-first-ai-neuro-tech-that-syncs-to-your-menstrual-cycle/",
        "image": "https://nypost.com/wp-content/uploads/sites/2/2026/02/device.jpg?quality=75&strip=all&w=1200",
        "publishedAt": "2026-02-19T18:15:00Z",
        "time": "19 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Meet the world’s first AI-powered neuro technology that sycns to your menstrual cycle",
        "description_en": "Hormones all over the place? This wearable wants to help.",
        "translated": true
      }
    ]
  },
  "total": 47
}