{
  "updated": "2026-02-13T06:47:18.170Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Vente massive de 3 lakh crore roupies ! Le Sensex chute de plus de 500 points, le Nifty sous 25 850. Qu'a effrayé le marché boursier indien aujourd'hui ?",
        "description": "Les indices de référence indiens ont chuté fortement alors que des données d'emploi américaines plus robustes ont tempéré les espoirs de baisses de taux de la Fed à court terme, déclenchant une ambiance de fuite vers la sécurité. L'indice Nifty IT a plongé de près de 4 %, effaçant 1,3 lakh crore de roupies de valeur de marché après que le nouvel outil IA d'Anthropic ait suscité des craintes…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/stocks/news/rs-3-lakh-crore-selloff-sensex-tumbles-over-500-pts-nifty-below-25850-why-is-the-indian-stock-market-down-today/articleshow/128242084.cms",
        "image": "https://img.etimg.com/thumb/msid-128242504,width-1200,height-630,imgsize-94002,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-12T06:45:26Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rs 3 lakh crore selloff! Sensex tumbles over 500 pts, Nifty below 25,850. What spooked the Indian stock market today?",
        "description_en": "Indian benchmark indices fell sharply as stronger U.S. jobs data dampened hopes of near-term Fed rate cuts, triggering a risk-off mood. The Nifty IT index plunged nearly 4%, wiping out Rs 1.3 lakh crore in market value after Anthropic’s new AI tool stoked fea…",
        "translated": true
      },
      {
        "title": "L'UPSC ouvre une fenêtre de correction de trois jours pour les candidatures au CSE 2026 : voici ce que les candidats doivent savoir",
        "description": "L'UPSC a annoncé une fenêtre de correction de trois jours pour les candidats au CSE 2026 et IFoS 2026, offrant une opportunité unique de corriger les erreurs dans les formulaires de candidature. Les candidats peuvent mettre à jour les informations personnelles, les données éducatives, les revendications de catégorie et le centre d'examen pr…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/education/news/upsc-opens-three-day-correction-window-for-cse-2026-applications-heres-what-aspirants-need-to-know/articleshow/128242434.cms",
        "image": "https://static.toiimg.com/thumb/msid-128242422,width-1280,height-720,imgsize-97250,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-12T06:43:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "UPSC opens three-day correction window for CSE 2026 applications: Here’s what aspirants need to know",
        "description_en": "UPSC has announced a three-day correction window for CSE 2026 and IFoS 2026 candidates, allowing a one-time opportunity to rectify errors in application forms. Aspirants can update personal details, educational information, category claims, and exam centre pr…",
        "translated": true
      },
      {
        "title": "La Chine a acheté du pétrole vénézuélien aux États-Unis, selon Wright",
        "description": "La Chine a acheté du pétrole vénézuélien qui avait été acheté précédemment par les États-Unis, selon le secrétaire à l'Énergie Chris Wright.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/china-bought-some-venezuelan-oil-from-the-us-wright-says",
        "image": null,
        "publishedAt": "2026-02-12T06:41:51Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "China Bought Some Venezuelan Oil From the US, Wright Says",
        "description_en": "China has bought some Venezuelan oil that was purchased earlier by the US, according to Energy Secretary Chris Wright.",
        "translated": true
      },
      {
        "title": "Les importations américaines de pétrole brut vers l'Inde en 2025 devraient atteindre le deuxième niveau record",
        "description": "Les bruts américains pourraient remplacer certains volumes en provenance d'Afrique de l'Ouest, comme le Nigéria, qui fournit des bruts légers doux tels que le Bonny Light",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/markets/commodities/us-crude-oil-imports-to-india-in-2025-likely-to-hit-second-highest-on-record/article70622835.ece",
        "image": "https://bl-i.thgim.com/public/incoming/pu3icv/article70405947.ece/alternates/LANDSCAPE_1200/IMG_crude_oil_barrels_2_1_QLDF1JTC.jpg",
        "publishedAt": "2026-02-12T06:39:30Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US crude oil imports to India in 2025 likely to hit second highest on record",
        "description_en": "US crude grades may replace some volumes from West Africa, such as Nigeria, which supplies light sweet crudes such as Bonny Light",
        "translated": true
      },
      {
        "title": "Récapitulatif du matin : débat sur les sanctions américaines contre Kwankwaso, affaires criminelles à Lagos, condamnations pour cybercriminalité et autres grands titres",
        "description": "Votre récapitulatif matinal nigérian. Les grands titres incluent le débat sur les sanctions américaines, les principales affaires criminelles à Lagos, les condamnations pour cybercriminalité et la nomination d'un nouveau président de la NAHCON.",
        "source": "The Punch",
        "url": "https://punchng.com/2062327-2/",
        "image": "https://cdn.punchng.com/wp-content/uploads/2026/01/21074636/5a8e37e2-db5c-4486-a3d4-560c58cee8b1-1080x630.jpeg",
        "publishedAt": "2026-02-12T06:37:30Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Morning Recap: US sanctions debate on Kwankwaso, Lagos crime cases, cybercrime convictions, other top stories",
        "description_en": "Get your Nigerian morning recap. Top stories include the debate on US sanctions, major Lagos crime cases, cybercrime convictions, and a new NAHCON chair.\n\nRead More: https://punchng.com/2062327-2/",
        "translated": true
      },
      {
        "title": "La Russie n'a pas d'informations sur l'arrêt des achats de pétrole par l'Inde – Lavrov",
        "description": "L'Inde n'a pas confirmé les affirmations américaines selon lesquelles elle cesserait d'acheter du pétrole russe",
        "source": "RT",
        "url": "https://www.rt.com/india/632338-russia-has-no-information-on/",
        "image": "https://mf.b37mrtl.ru/files/2026.02/article/698d700085f54074b358f244.jpg",
        "publishedAt": "2026-02-12T06:36:50Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Russia has no information on India halting oil purchases – Lavrov",
        "description_en": "META India has not confirmed US claims that it will stop buying Russian crude Read Full Article at RT.com",
        "translated": true
      },
      {
        "title": "Des voitures étrangères exportées de Chine vers la Russie, contournant les sanctions",
        "description": "Des milliers de voitures arrivent en Russie en provenance de Chine, contournant les sanctions liées à la guerre en Ukraine. Bien que les constructeurs automobiles occidentaux et asiatiques aient promis de quitter la Russie après l'invasion de l'Ukraine, des véhicules de marques comme Toyota et Mazda continuent d'entrer en Russie. Ce commerce contourne souvent les restrictions imposées.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/thousands-of-cars-exported-from-china-to-russia-skirting-ukraine-war-sanctions/articleshow/128240692.cms",
        "image": "https://img.etimg.com/thumb/msid-128242032,width-1200,height-630,imgsize-594346,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-12T06:36:45Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Foreign cars exported from China to Russia, bypassing sanctions",
        "description_en": "Thousands of cars are reaching Russia from China, skirting Ukraine war sanctions. Though the Western and Asian automakers pledged to leave Russia after the Ukraine invasion, vehicles from brands like Toyota, Mazda are still entering Russia. This trade often i…",
        "translated": true
      },
      {
        "title": "Les changements tarifaires et le réalignement des chaînes d'approvisionnement font de Taïwan le principal fournisseur américain de circuits imprimés",
        "description": "Les tensions géopolitiques découlant de la guerre commerciale sino-américaine et des barrières tarifaires mondiales entraînent des changements majeurs dans l'industrie des circuits imprimés (PCB), provoquant des mutations structurelles dans la dynamique des échanges commerciaux entre Taïwan et les États-Unis et l'accélération de la diversification.",
        "source": "Digitimes",
        "url": "https://www.digitimes.com/news/a20260212PD201/taiwan-pcb-2025-us-china-trade-war-market.html",
        "image": "https://img.digitimes.com/newsshow/20260212pd201_files/2_b.jpg",
        "publishedAt": "2026-02-12T06:35:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Tariff shifts and supply-chain realignment set to make Taiwan top US PCB supplier",
        "description_en": "Geopolitical tensions stemming from the US-China trade war and global tariff barriers are driving major changes across the printed circuit board (PCB) industry, prompting structural shifts in Taiwan–US import-export dynamics and the accelerated diversificatio…",
        "translated": true
      },
      {
        "title": "SUV avec équipements maximaux en finition de base : Kia Seltos, VW Taigun et autres",
        "description": "La finition d'entrée de gamme propose un système d'infodivertissement avec écran tactile de 10,1 pouces, Apple CarPlay et Android Auto filaires, quatre haut-parleurs, phares et feux de circulation diurne à LED, ports USB supplémentaires, un combiné d'instruments numérique, des sièges arrière rabattables 60:40 avec accoudoir central.",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/auto/cars/suvs-with-maximum-features-in-base-trim-kia-seltos-vw-taigun-and-more/articleshow/127969327.cms",
        "image": "https://static.toiimg.com/thumb/msid-127985071,width-1280,height-720,imgsize-1059660,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-12T06:26:31Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "SUVs with maximum features in base trim: Kia Seltos, VW Taigun and more",
        "description_en": "The entry-level trim features a 10.1-inch touchscreen infotainment system with wired Apple CarPlay and Android Auto, four speakers, LED headlamps and DRLs, additional USB ports, a digital instrument cluster, 60:40 split-folding rear seats with a centre armres…",
        "translated": true
      },
      {
        "title": "Exclusivement sur Maruti Victoris ! 5 caractéristiques qui la rendent unique",
        "description": "Le Victoris de Maruti Suzuki, le modèle phare de la gamme Arena, a fait son entrée sur le segment compétitif des SUV de taille moyenne et a remporté le prix de la Voiture indienne de l'année 2026. Il dispose de caractéristiques exclusives comme un écran numérique de 10,25 pouces, un système audio Infinity à 8 haut-parleurs avec Dolby…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/auto/cars/only-in-maruti-victoris-5-features-that-make-it-unlike-any-other-maruti/articleshow/128239511.cms",
        "image": "https://static.toiimg.com/thumb/msid-128239574,width-1280,height-720,imgsize-38740,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-12T06:17:55Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Only in Maruti Victoris! 5 features that make it unlike any other Maruti",
        "description_en": "Maruti Suzuki's Victoris, the flagship Arena model, has entered the competitive mid-size SUV segment, winning the Indian Car of the Year award for 2026. It boasts exclusive features like a 10.25-inch digital cluster, 8-speaker Infinity sound system with Dolby…",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Vente massive de 3 lakh crore roupies ! Le Sensex chute de plus de 500 points, le Nifty sous les 25 850. Qu'a effrayé le marché boursier indien aujourd'hui ?",
        "description": "Les indices de référence indiens ont chuté fortement après que des données d'emploi américaines plus robustes aient tempéré les espoirs de baisses de taux de la Fed à court terme, déclenchant une ambiance de risque-off. L'indice Nifty IT a plongé de près de 4 %, effaçant 1,3 lakh crore de roupies de valeur de marché après que le nouvel outil d'IA d'Anthropic ait suscité des craintes…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/stocks/news/rs-3-lakh-crore-selloff-sensex-tumbles-over-500-pts-nifty-below-25850-why-is-the-indian-stock-market-down-today/articleshow/128242084.cms",
        "image": "https://img.etimg.com/thumb/msid-128242504,width-1200,height-630,imgsize-94002,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-12T06:45:26Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rs 3 lakh crore selloff! Sensex tumbles over 500 pts, Nifty below 25,850. What spooked the Indian stock market today?",
        "description_en": "Indian benchmark indices fell sharply as stronger U.S. jobs data dampened hopes of near-term Fed rate cuts, triggering a risk-off mood. The Nifty IT index plunged nearly 4%, wiping out Rs 1.3 lakh crore in market value after Anthropic’s new AI tool stoked fea…",
        "translated": true
      },
      {
        "title": "Communiqué de presse : Belén Garijo devient Directrice générale de Sanofi",
        "description": "Belén Garijo devient Directrice générale de Sanofi. Paris, 12 février 2026. Le Conseil d'administration de Sanofi s'est réuni le 11 février 2026 et a décidé de ne pas…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/12/3236866/0/en/Press-Release-Bel%C3%A9n-Garijo-to-become-Chief-Executive-Officer-of-Sanofi.html",
        "image": "https://ml-eu.globenewswire.com/Resource/Download/06da731a-67a1-4258-939f-6ef0531ee3bf",
        "publishedAt": "2026-02-12T06:30:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Press Release: Belén Garijo to become Chief Executive Officer of Sanofi",
        "description_en": "Belén Garijo to become Chief Executive Officer of Sanofi  Paris, February 12, 2026. Sanofi's Board of Directors met on February 11, 2026, and decided not...",
        "translated": true
      },
      {
        "title": "Le Nifty glisse sous la barre des 25 850 ; les valeurs immobilières enregistrent des prises de bénéfices",
        "description": "Les valeurs immobilières ont chuté après avoir progressé pendant quatre séances de bourse consécutives.",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/markets/capital-market-news/nifty-slips-below-25-850-mark-realty-shares-witness-profit-booking-126021200499_1.html",
        "image": "https://www.business-standard.com/assets/web-assets/images/Business_Standard_1_685x385.jpg",
        "publishedAt": "2026-02-12T06:21:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Nifty slips below 25,850 mark; realty shares witness profit booking",
        "description_en": "Realty shares tumbled after rallying for four consecutive trading sessions.",
        "translated": true
      },
      {
        "title": "Une pétition des employés de JPMorgan contre l'obligation de Jamie Dimon de travailler cinq jours au bureau refait surface après un an alors que le personnel se révolte contre le diktat de la plus grande banque américaine",
        "description": "Pétition des employés de JPMorgan : L'année dernière, les employés de JPMorgan ont signé une pétition pour protester contre l'ordre de Jamie Dimon exigeant que tous ses employés retournent au bureau à partir de mars. La pétition est toujours active et les employés de la plus grande banque américaine continuent de…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/new-updates/jpmorgan-employee-petition-against-jamie-dimons-five-day-work-from-office-surfaces-again-after-a-year-as-staffers-revolt-against-us-largest-banks-diktat/articleshow/128240653.cms",
        "image": "https://img.etimg.com/thumb/msid-128241153,width-1200,height-630,imgsize-47498,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-12T06:13:29Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "JPMorgan employee petition against Jamie Dimon's five-day work from office surfaces again after a year as staffers revolt against US largest bank's diktat",
        "description_en": "JPMorgan employee petition: Last year, JPMorgan employees signed a petition to protest against Jamie Dimon's order directing all its employees to return to the office starting in March. The petition is still live and the employees of the US largest bank are u…",
        "translated": true
      },
      {
        "title": "Les actions asiatiques sont majoritairement en hausse suite à un solide rapport sur l'emploi américain",
        "description": "Les actions américaines ont chuté fortement alors que le marché punissait les entreprises considérées comme des perdantes potentielles de la technologie de l'intelligence artificielle. Le S&P 500 a baissé de 1,6 % pour sa deuxième pire journée depuis Thanksgiving, bien qu'il soit toujours proche de son plus haut historique établi fin du mois dernier. Le Dow…",
        "source": "Associated Press",
        "url": "https://apnews.com/article/stocks-markets-fed-jobs-profit-45f8d8df807d4b7ed9127afc4b5809c9",
        "image": "https://dims.apnews.com/dims4/default/fa6c83f/2147483647/strip/true/crop/7762x5172+0+1/resize/980x653!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F16%2Fc9%2F1f5700babb5174e46043fb6978ca%2F65627e140e044ec68415a5346999b062",
        "publishedAt": "2026-02-12T06:12:33Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Asian shares are mostly higher following a strong US jobs report",
        "description_en": "U.S. stocks fell sharply as the market punished companies seen as potential losers from artificial-intelligence technology. The S&P 500 sank 1.6% for its second-worst day since Thanksgiving, though it’s still near its all-time high set late last month. The Do…",
        "translated": true
      },
      {
        "title": "Le Bitcoin grimpe à 67 000 $ alors que les données solides de l'emploi américain maintiennent les espoirs de baisse des taux en échec",
        "description": "Le Bitcoin a rebondi jusqu'à la barre des 67 000 $ après avoir chuté à 65 000 $ hier. Les données solides de l'emploi américain ont réduit les attentes d'une baisse précoce des taux d'intérêt. Les principaux altcoins ont enregistré des mouvements mitigés. Le Bitcoin et l'Ethereum ont connu de légères baisses. La demande institutionnelle par…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/cryptocurrency/bitcoin-climbs-to-67k-as-strong-us-jobs-data-keeps-rate-cut-hopes-in-check/articleshow/128240921.cms",
        "image": "https://img.etimg.com/thumb/msid-128240965,width-1200,height-630,imgsize-258708,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-12T06:05:59Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin climbs to $67K as strong US jobs data keeps rate-cut hopes in check",
        "description_en": "Bitcoin bounced back to $67,000 mark after dipping to $65,000 yesterday. Strong U.S. jobs data reduced expectations of an early interest rate cut. Major altcoins saw mixed movements. Bitcoin and Ethereum experienced slight declines. Institutional demand throu…",
        "translated": true
      },
      {
        "title": "Actions crevettes : Avanti Feeds, Apex Frozen s'envolent jusqu'à 16 % ; voici pourquoi",
        "description": "Actions crevettes aujourd'hui : les actions d'Avanti Feeds et Apex Frozen Foods bondissent jusqu'à 16 % grâce aux résultats solides du Q3 et à la réduction des tarifs américains ; les perspectives d'exportation de crevettes s'améliorent.",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/markets/news/shrimp-stocks-avanti-feeds-apex-frozen-soar-up-to-16-here-s-why-126021200455_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2013-02/12/full/1360688543-0496.jpg",
        "publishedAt": "2026-02-12T06:04:57Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Shrimp stocks: Avanti Feeds, Apex Frozen soar up to 16%; here's why",
        "description_en": "Shrimp Stocks today: Avanti Feeds, Apex Frozen Foods shares jump up to 16% on strong Q3 results and US tariff cut boost; shrimp export outlook improves.",
        "translated": true
      },
      {
        "title": "Prime Video annonce le renouvellement de la deuxième saison de la série à venir « Off Campus »",
        "description": "Basée sur la série de livres à succès international d'Elle Kennedy, la série sera disponible sur Prime Video dans plus de 240 pays et territoires dans le monde en mai 2026.",
        "source": "Thefutoncritic.com",
        "url": "http://www.thefutoncritic.com/news/2026/02/12/prime-video-announces-season-two-renewal-for-upcoming-series-off-campus-816012/20260212amazon01/",
        "image": null,
        "publishedAt": "2026-02-12T06:01:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Prime Video Announces Season Two Renewal for Upcoming Series \"Off Campus\"",
        "description_en": "Based on the international bestselling book series from Elle Kennedy, the series will be available on Prime Video in more than 240 countries and territories worldwide May 2026.",
        "translated": true
      },
      {
        "title": "En amont du combat futur, Washington devrait « recruter et élargir » les partenariats régionaux pour la dollarisation",
        "description": "« La raison même pour laquelle il est avantageux pour un pays en développement de s'arrimer à un grand pays est que, historiquement, les politiques internes des pays en développement ont été très mauvaises. La politique américaine a été mauvaise, mais leurs politiques ont été bien pires. »    –…",
        "source": "Smallwarsjournal.com",
        "url": "https://smallwarsjournal.com/2026/02/12/ahead-of-the-future-fight/",
        "image": "https://smallwarsjournal.com/wp-content/uploads/2026/01/Schmidt-Venezuela-image-1.jpg",
        "publishedAt": "2026-02-12T06:00:45Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ahead of the Future Fight, Washington Should “Enlist and Expand” Regional Partnerships for Dollarization",
        "description_en": "“The whole reason why it is an advantage for a developing country to tie to a major country is that historically speaking the internal policies of developing countries have been very bad. U.S. policy has been bad, but their policies have been far worse.”    –…",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Résultats du Q4 et de l'exercice 2025 de Flow Traders",
        "description": "Résultats du Q4 et de l'exercice 2025 de Flow Traders  Amsterdam, Pays-Bas - Flow Traders Ltd. (Euronext : FLOW) annonce ses résultats non audités du Q4 et de l'exercice 2025. ...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/12/3236867/0/en/Flow-Traders-4Q-and-FY-2025-Results.html",
        "image": "https://ml-eu.globenewswire.com/Resource/Download/8795ea86-e150-40f4-9ddf-2763b4c12fae",
        "publishedAt": "2026-02-12T06:30:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Flow Traders 4Q and FY 2025 Results",
        "description_en": "Flow Traders 4Q and FY 2025 Results  Amsterdam, the Netherlands - Flow Traders Ltd. (Euronext: FLOW) announces its unaudited 4Q and FY 2025 results. ...",
        "translated": true
      },
      {
        "title": "Le PDG de Strategy envisage davantage d'actions privilégiées pour financer les achats de Bitcoin",
        "description": "La société d'achat de Bitcoin Strategy va continuer à émettre des actions privilégiées pour financer ses achats de Bitcoin, s'éloignant de l'émission d'actions ordinaires alors que la cryptomonnaie se négocie à un bas niveau.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/strategy-ceo-preferred-stock-fund-bitcoin-buys",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-02/019c500f-4867-7970-b31e-3c9b0742326e.jpg",
        "publishedAt": "2026-02-12T06:20:54Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Strategy CEO eyes more preferred stock to fund Bitcoin buys",
        "description_en": "Bitcoin-buying firm Strategy will further push its preferred stock to fund its Bitcoin purchases, moving away from issuing common shares as the cryptocurrency trades at a low.",
        "translated": true
      },
      {
        "title": "Le Bitcoin grimpe à 67 000 $ alors que les solides données d'emploi américaines maintiennent les espoirs de baisse des taux en échec",
        "description": "Le Bitcoin a rebondi jusqu'à la barre des 67 000 $ après être tombé à 65 000 $ hier. Les solides données d'emploi américaines ont réduit les attentes d'une baisse précoce des taux d'intérêt. Les principaux altcoins ont enregistré des mouvements mitigés. Le Bitcoin et l'Ethereum ont connu de légers replis. La demande institutionnelle à travers…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/cryptocurrency/bitcoin-climbs-to-67k-as-strong-us-jobs-data-keeps-rate-cut-hopes-in-check/articleshow/128240921.cms",
        "image": "https://img.etimg.com/thumb/msid-128240965,width-1200,height-630,imgsize-258708,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-12T06:05:59Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin climbs to $67K as strong US jobs data keeps rate-cut hopes in check",
        "description_en": "Bitcoin bounced back to $67,000 mark after dipping to $65,000 yesterday. Strong U.S. jobs data reduced expectations of an early interest rate cut. Major altcoins saw mixed movements. Bitcoin and Ethereum experienced slight declines. Institutional demand throu…",
        "translated": true
      },
      {
        "title": "Hong Kong dévoile de nouvelles règles pour autoriser le financement sur marge en crypto-monnaies et les contrats perpétuels",
        "description": "Les autorités financières de Hong Kong ont annoncé de nouvelles règles pour élargir l'éventail des offres de produits, permettant l'intégration du financement sur marge en crypto-monnaies et des contrats perpétuels sur le marché local des actifs virtuels. Lecture connexe : L'UE propose une interdiction des crypto-monnaies russes…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/hong-kong-rules-crypto-margin-perpetual-contracts/",
        "image": "https://bitcoinist.com/wp-content/uploads/2025/04/florian-wehde-8bjnP3yhNTg-unsplash.jpg",
        "publishedAt": "2026-02-12T06:00:49Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Hong Kong Unveils New Rules To Allow Crypto Margin Financing And Perpetual Contracts",
        "description_en": "Hong Kong financial authorities have announced new rules to expand the scope of product offerings, allowing the integration of crypto margin financing and perpetual contracts into the local virtual assets market. Related Reading: EU Proposes Ban On Russian Cr…",
        "translated": true
      },
      {
        "title": "Le XRP recule de 4 % au milieu de l'incertitude réglementaire, mais les analystes affirment qu'un grand mouvement se prépare",
        "description": "Le prix du XRP a baissé cette semaine, reculant d'environ 4,5 % et s'échangeant sous 1,40 $, les pressions macroéconomiques et les questions réglementaires non résolues pesant sur les actifs numériques. Lecture connexe : Le géant du Bitcoin s'éveille : 2 043 BTC déplacés après 7 ans de sommeil Les données du marché…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/ripple/xrp-slips-4-amid-policy-uncertainty-but-analysts-say-a-major-move-is-brewing/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2025/08/xrp-xrpusd.png?fit=1024%2C1024",
        "publishedAt": "2026-02-12T06:00:26Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "XRP Slips 4% Amid Policy Uncertainty, but Analysts Say a Major Move Is Brewing",
        "description_en": "XRP’s price has drifted lower this week, slipping roughly 4.5% and trading below $1.40, as macroeconomic pressures and unresolved regulatory issues weigh on digital assets. Related Reading: Bitcoin Giant Awakens: 2,043 BTC Moved After 7-Year Slumber Market da…",
        "translated": true
      },
      {
        "title": "Le FBI diffuse des images d'un suspect masqué en relation avec la disparition de Nancy Guthrie",
        "description": "Le FBI a récupéré des images de la caméra de sonnette Nest de Nancy Guthrie montrant un individu masqué et armé qui sabotait les caméras de sécurité à l'extérieur de sa maison à Tucson avant sa disparition suspecte le 31 janvier. Le suspect a délibérément dissimulé son visage et…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-12-fbi-releases-footage-suspect-nancy-guthrie-disappearance.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/FBI-Logo-Seal-Building-Department-of-Justice.jpg",
        "publishedAt": "2026-02-12T06:00:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "FBI releases footage of masked suspect in relation to Nancy Guthrie disappearance",
        "description_en": "The FBI has recovered footage from Nancy Guthrie’s Nest doorbell camera showing a masked, armed individual tampering with security cameras outside her Tucson home before her suspicious disappearance on Jan. 31. The suspect deliberately obscured their face and…",
        "translated": true
      },
      {
        "title": "L'Ether se prépare à une autre « reprise en V », selon Tom Lee",
        "description": "Tom Lee a déclaré qu'Ethereum s'est remis de baisses de plus de 50 % à huit reprises depuis 2018 et a prédit un autre creux en V au milieu d'une demande de staking record.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/ether-prices-v-shaped-recovery-says-tom-lee",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2025-12/019b5c25-b09f-7813-891c-5de5875b601b.jpg",
        "publishedAt": "2026-02-12T05:55:27Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ether set for another ‘V-shaped recovery,’ says Tom Lee",
        "description_en": "Tom Lee said Ethereum has recovered from 50%+ drops eight times since 2018 and predicted another V-shaped bottom amid record staking demand.",
        "translated": true
      },
      {
        "title": "Casinos Bitcoin et jeux de crypto-monnaies en Norvège : aperçu du marché et tendances pour 2026",
        "description": "Les casinos Bitcoin et casinos de crypto-monnaies en Norvège attirent une part croissante de joueurs qui […]",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/bitcoin-casinos-and-crypto-gaming-in-norway-market-overview-and-trends-for-2026/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/kaysha-V3qzwMY2ak0-unsplash-1000x600.jpg",
        "publishedAt": "2026-02-12T05:35:19Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Casinos and Crypto Gaming in Norway: Market Overview and Trends for 2026",
        "description_en": "Bitcoin casinos and crypto casinos in Norway are attracting a growing share of players who […]",
        "translated": true
      },
      {
        "title": "staker 0.3.0",
        "description": "Orchestrateur de nœud de staking Ethereum",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/staker/0.3.0/",
        "image": null,
        "publishedAt": "2026-02-12T05:34:48Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "staker 0.3.0",
        "description_en": "Ethereum staking node orchestrator",
        "translated": true
      },
      {
        "title": "Un footballeur accusé de détenir 19 000 € de produits criminels renvoyé en jugement",
        "description": "Un footballeur à temps partiel, présumément arrêté en possession de 19 000 € de produits criminels, a été renvoyé en jugement.",
        "source": "Independent.ie",
        "url": "https://www.independent.ie/irish-news/courts/footballer-accused-of-having-19000-in-crime-proceeds-is-sent-for-trial/a1434441240.html",
        "image": "https://focus.independent.ie/thumbor/aZ3aE-goC7SbIL3it995jDqNLOM=/1x0:2120x1413/629x0/prod-mh-ireland/1eb551a6-6d6a-4716-8db8-d95a401f422d/04963bf2-85c5-489f-bb59-7456ecea7fcb/1eb551a6-6d6a-4716-8db8-d95a401f422d.jpg",
        "publishedAt": "2026-02-12T05:30:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Footballer accused of having €19,000 in crime proceeds is sent for trial",
        "description_en": "A part-time footballer allegedly caught with €19,000 in crime proceeds has been sent forward for trial.",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "La Chine a acheté du pétrole vénézuélien aux États-Unis, selon Wright",
        "description": "La Chine a acheté du pétrole vénézuélien précédemment acquis par les États-Unis, selon le secrétaire à l'Énergie Chris Wright.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/china-bought-some-venezuelan-oil-from-the-us-wright-says",
        "image": null,
        "publishedAt": "2026-02-12T06:41:51Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "China Bought Some Venezuelan Oil From the US, Wright Says",
        "description_en": "China has bought some Venezuelan oil that was purchased earlier by the US, according to Energy Secretary Chris Wright.",
        "translated": true
      },
      {
        "title": "Les importations américaines de pétrole brut vers l'Inde en 2025 devraient atteindre le deuxième plus haut niveau jamais enregistré",
        "description": "Les bruts américains pourraient remplacer certains volumes en provenance d'Afrique de l'Ouest, notamment du Nigéria, qui fournit des bruts légers doux comme le Bonny Light.",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/markets/commodities/us-crude-oil-imports-to-india-in-2025-likely-to-hit-second-highest-on-record/article70622835.ece",
        "image": "https://bl-i.thgim.com/public/incoming/pu3icv/article70405947.ece/alternates/LANDSCAPE_1200/IMG_crude_oil_barrels_2_1_QLDF1JTC.jpg",
        "publishedAt": "2026-02-12T06:39:30Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US crude oil imports to India in 2025 likely to hit second highest on record",
        "description_en": "US crude grades may replace some volumes from West Africa, such as Nigeria, which supplies light sweet crudes such as Bonny Light",
        "translated": true
      },
      {
        "title": "Résultats 4T et exercice 2025 de Flow Traders",
        "description": "Résultats 4T et exercice 2025 de Flow Traders. Amsterdam, Pays-Bas - Flow Traders Ltd. (Euronext : FLOW) annonce ses résultats non audités du 4T et de l'exercice 2025. ...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/12/3236867/0/en/Flow-Traders-4Q-and-FY-2025-Results.html",
        "image": "https://ml-eu.globenewswire.com/Resource/Download/8795ea86-e150-40f4-9ddf-2763b4c12fae",
        "publishedAt": "2026-02-12T06:30:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Flow Traders 4Q and FY 2025 Results",
        "description_en": "Flow Traders 4Q and FY 2025 Results  Amsterdam, the Netherlands - Flow Traders Ltd. (Euronext: FLOW) announces its unaudited 4Q and FY 2025 results. ...",
        "translated": true
      },
      {
        "title": "L'obligation d'or offre un rendement de 377 % en cas de remboursement anticipé : Consultez le prix du SGB, la date de sortie anticipée et les modalités de remboursement",
        "description": "Les investisseurs du Sovereign Gold Bond SGB 2018-19 Series-VI peuvent désormais rembourser leurs avoirs de manière anticipée à partir du 12 février 2026. La Banque de réserve de l'Inde a fixé le prix de remboursement à 15 615 roupies par unité, sur la base d'une moyenne des prix de l'or sur trois jours. Cela offre un rendement substantiel...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/wealth/invest/gold-bond-delivers-377-return-on-premature-redemption-check-sgb-price-premature-exit-date-and-how-to-redeem/articleshow/128241472.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-1471509,resizemode-75,msid-128241472/wealth/invest/gold-bond-delivers-377-return-on-premature-redemption-check-sgb-price-premature-exit-date-and-how-to-redeem.jpg",
        "publishedAt": "2026-02-12T06:19:39Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gold bond delivers 377% return on premature redemption: Check SGB price, premature exit date and how to redeem",
        "description_en": "Sovereign Gold Bond SGB 2018-19 Series-VI investors can now redeem their holdings prematurely from February 12, 2026. The Reserve Bank of India has fixed the redemption price at Rs 15,615 per unit, based on a three-day average gold price. This offers a substa…",
        "translated": true
      },
      {
        "title": "La TPAO turque remporte deux blocs dans le tour de licences pétrolières et gazières de la Libye",
        "description": "La Société turque du pétrole (TPAO), société d'État turque, a remporté deux blocs, l'un terrestre et l'autre en mer, lors du tour de licences pétrolières et gazières de la Libye, lancé pour la première fois en 17 ans.",
        "source": "Hurriyet Daily News",
        "url": "https://www.hurriyetdailynews.com/turkiyes-tpao-wins-two-blocks-in-libyas-oil-and-gas-licensing-round-218865",
        "image": "https://image.hurimg.com/i/hurriyet/75/200x200/698d6d11c042099d59ea1e06.jpg",
        "publishedAt": "2026-02-12T06:02:59Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Türkiye's TPAO wins two blocks in Libya's oil and gas licensing round",
        "description_en": "Türkiye's state-owned Turkish Petroleum Corporation (TPAO) won two blocks, one onshore and one offshore, in Libya's oil and gas licensing round, launched for the first time in 17 years.",
        "translated": true
      },
      {
        "title": "Le réseau de vaccins prédateurs Gates-Epstein : comment un pédophile condamné a contribué à concevoir la machine mondiale de profiteering pandémique",
        "description": "Dans les couloirs obscurs du pouvoir mondial, où les milliardaires côtoient les banquiers et où les criminels sexuels condamnés négocient des accords qui façonnent la santé de milliards de personnes, un plan sinistre a été élaboré. Les documents judiciaires récemment divulgués, connus sous le nom de « Fichiers Epstein », lèvent le voile…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-12-convicted-pedophile-architected-global-pandemic-profiteering-machine.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/epstein-girls.jpg",
        "publishedAt": "2026-02-12T06:00:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Gates-Epstein predatory vaccine network: How a convicted pedophile helped architect the global pandemic profiteering machine",
        "description_en": "In the shadowy corridors of global power, where billionaires mingle with bankers and convicted sex offenders broker deals that shape the health of billions, a sinister blueprint was drawn. Newly released court documents, known as the “Epstein Files,” pull bac…",
        "translated": true
      },
      {
        "title": "TGS annonce les résultats du Q4 2025",
        "description": "OSLO, Norvège (12 février 2026) - TGS publie aujourd'hui les résultats financiers intérimaires du Q4 2025....",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/12/3236837/0/en/TGS-announces-Q4-2025-results.html",
        "image": "https://ml-eu.globenewswire.com/Resource/Download/66573019-8d32-4f77-9496-1ca286cb2626",
        "publishedAt": "2026-02-12T06:00:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "TGS announces Q4 2025 results",
        "description_en": "OSLO, Norway (12 February 2026) - TGS today reports interim financial results for Q4 2025....",
        "translated": true
      },
      {
        "title": "Le prix de l'or baisse de Rs 100",
        "description": "KATMANDOU : Le prix de l'or sur le marché népalais a baissé de Rs 100 aujourd'hui. Selon l'Association des négociants en or et argent du Népal, l'or s'échange à Rs 306 500 par tola jeudi, en baisse par rapport au taux de mercredi de Rs 306 600 par tola…",
        "source": "Khabarhub.com",
        "url": "https://english.khabarhub.com/2026/12/534812/",
        "image": "https://english.khabarhub.com/wp-content/uploads/2025/08/Gold-ornaments-displayed-in-a-shop-in-Kathmandu.jpg",
        "publishedAt": "2026-02-12T05:45:20Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gold price drops by Rs 100",
        "description_en": "KATHMANDU: The price of gold in the Nepalese market has fallen by Rs 100 today. According to the Federation of Nepal Gold and Silver Dealers’ Association, gold is being traded at Rs 306,500 per tola on Thursday, down from Wednesday’s rate of Rs 306,600 per to…",
        "translated": true
      },
      {
        "title": "Les emails d'Epstein révèlent des réunions avec Puri et une aide pour l'obtention de visa",
        "description": "La nouvelle tranche de documents divulgués par le Département de la justice américain (DoJ) le 30 janvier dans l'affaire Epstein montre que le ministre de l'Union Puri, alors diplomate récemment retraité ayant rejoint le BJP, a échangé des emails avec le criminel sexuel condamné en 2…",
        "source": "The Indian Express",
        "url": "https://indianexpress.com/article/india/epstein-emails-hardeep-singh-puri-meetings-visa-help-for-aide-10528012/",
        "image": "https://images.indianexpress.com/2026/02/hardeep-singh-puri-epstein.jpg",
        "publishedAt": "2026-02-12T05:45:05Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Epstein emails show Puri meetings, visa help for aide",
        "description_en": "The fresh tranche of documents released by the US Department of Justice (DoJ) on January 30 in the Epstein case show that Union Minister Puri, then a recently retired diplomat who had joined the BJP, exchanged emails with the convicted child sex offender in 2…",
        "translated": true
      },
      {
        "title": "Les exportations agricoles indiennes vers les États-Unis devraient bondir alors que 75 % des articles bénéficient désormais d'un tarif zéro : rapport SBI",
        "description": "Le rapport note que l'exportation indienne de 1,36 milliard de dollars de produits agricoles bénéficiera d'un accès sans droits supplémentaires américains, ce qui aidera considérablement les agriculteurs et exportateurs indiens à augmenter leurs expéditions.",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/economy/indias-agri-export-to-us-on-set-to-jump-as-75-of-export-items-now-enjoy-zero-tariff-in-us-sbi-report/article70622624.ece",
        "image": "https://bl-i.thgim.com/public/incoming/2dg04i/article70622644.ece/alternates/LANDSCAPE_1200/Paddy%20field%20fertilizing%20-%20Tiruchi%201.jpg",
        "publishedAt": "2026-02-12T05:24:31Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "India's agri export to US set to jump as 75% of items now enjoy zero tariff: SBI Report",
        "description_en": "The report noted that India's export of $1.36 billion worth of agricultural commodities will receive zero additional US duty access, which will significantly help Indian farmers and exporters scale up shipments.",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Vente massive de 3 lakh roupies ! Le Sensex chute de plus de 500 points, le Nifty sous 25 850. Qu'a effrayé le marché boursier indien aujourd'hui ?",
        "description": "Les indices de référence indiens ont chuté fortement alors que des données d'emploi américaines plus robustes ont réduit les espoirs de baisses de taux de la Fed à court terme, déclenchant un mouvement de réduction des risques. L'indice Nifty IT a plongé de près de 4 %, effaçant 1,3 lakh crore de roupies de valeur de marché après que le nouvel outil d'IA d'Anthropic ait suscité des craintes…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/stocks/news/rs-3-lakh-crore-selloff-sensex-tumbles-over-500-pts-nifty-below-25850-why-is-the-indian-stock-market-down-today/articleshow/128242084.cms",
        "image": "https://img.etimg.com/thumb/msid-128242504,width-1200,height-630,imgsize-94002,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-12T06:45:26Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rs 3 lakh crore selloff! Sensex tumbles over 500 pts, Nifty below 25,850. What spooked the Indian stock market today?",
        "description_en": "Indian benchmark indices fell sharply as stronger U.S. jobs data dampened hopes of near-term Fed rate cuts, triggering a risk-off mood. The Nifty IT index plunged nearly 4%, wiping out Rs 1.3 lakh crore in market value after Anthropic’s new AI tool stoked fea…",
        "translated": true
      },
      {
        "title": "SoftBank Vision Fund enregistre un gain trimestriel de 2,4 milliards de dollars, soutenu par son investissement dans OpenAI",
        "description": "SoftBank a enregistré un gain de 2,4 milliards de dollars à son Vision Fund, la hausse de la valeur de son investissement dans OpenAI ayant aidé à compenser les pertes sur certains de ses autres paris.",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/12/softbank-vision-fund-openai.html",
        "image": "https://image.cnbcfm.com/api/v1/image/108246661-17671042772025-02-03t064652z_1577749545_rc2umcauaumr_rtrmadp_0_softbank-openai.jpeg?v=1767104415&w=1920&h=1080",
        "publishedAt": "2026-02-12T06:45:17Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "SoftBank Vision Fund books $2.4 billion quarterly gain boosted by OpenAI bet",
        "description_en": "SoftBank posted a $2.4 billion gain at its Vision Fund as a jump in the value of its OpenAI investment helped offset losses in some of its other bets.",
        "translated": true
      },
      {
        "title": "Les investissements en fintech au Royaume-Uni se sont effondrés en 2025",
        "description": "Les investissements dans le secteur fintech britannique sont tombés à leur plus bas niveau depuis 2020, mais le Royaume-Uni reste la destination européenne attirant le plus de capitaux.",
        "source": "ComputerWeekly.com",
        "url": "https://www.computerweekly.com/news/366639023/UK-fintech-investment-slumped-in-2025",
        "image": "https://www.computerweekly.com/visuals/German/article/price-drop-2-adobe.jpg",
        "publishedAt": "2026-02-12T06:45:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "UK fintech investment slumped in 2025",
        "description_en": "Investment in the UK fintech sector fell to its lowest level since 2020, but it is still the European destination attracting the most money",
        "translated": true
      },
      {
        "title": "Acer - Ordinateur portable de jeu Predator Helios Neo 16S AI Oled Ultra 9 5070 TI 1 469,99 $ Best Buy",
        "description": "https://www.bestbuy.com/product/a...JJ8V8H38XT\n\nAcer - Ordinateur portable de jeu Predator Helios Neo 16S AI - Écran OLED 16\" 240Hz - Intel Core Ultra 9 - NVIDIA GeForce RTX 5070Ti – 32 Go – 1 To - Noir Obsidienne",
        "source": "Slickdeals.net",
        "url": "https://slickdeals.net/f/19201804-acer-predator-helios-neo-16s-ai-gaming-laptop-oled-ultra-9-5070-ti-1469-99-best-buy",
        "image": "https://slickdeals.net/attachment/4/2/8/1/6/450x450/19570939.thumb",
        "publishedAt": "2026-02-12T06:44:15Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Acer - Predator Helios Neo 16S AI Gaming Laptop Oled Ultra 9 5070 TI $1469.99 Best Buy",
        "description_en": "https://www.bestbuy.com/product/a...JJ8V8H38XT \n \n \n*Acer - Predator Helios Neo 16S AI Gaming Laptop - 16\" OLED 240Hz - Intel Core Ultra 9 - NVIDIA GeForce RTX 5070Ti – 32GB – 1TB - Obsidian Black \n...",
        "translated": true
      },
      {
        "title": "App Ape Award 2025 : ChatGPT remporte le Grand Prix, 7 applications sélectionnées annoncées",
        "description": "[Fuller]\n[Image 1: https://prcdn.freetls.fastly.net/release_image/5362/492/5362-492-35953fd0e9a38572a654cb0ce0f0addb-3840x2012.jpg?width=536&quality=85%2C75&format=jpeg&auto=webp&fit=bounds&am...",
        "source": "Prtimes.jp",
        "url": "https://prtimes.jp/main/html/rd/p/000000492.000005362.html",
        "image": "https://prcdn.freetls.fastly.net/release_image/5362/492/5362-492-35953fd0e9a38572a654cb0ce0f0addb-3840x2012.jpg?format=jpeg&auto=webp&fit=bounds&width=2400&height=1260",
        "publishedAt": "2026-02-12T06:40:27Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "App Ape Award 2025 大賞は「ChatGPT」 選定7アプリを発表",
        "description_en": "[フラー]\n[画像1: https://prcdn.freetls.fastly.net/release_image/5362/492/5362-492-35953fd0e9a38572a654cb0ce0f0addb-3840x2012.jpg?width=536&quality=85%2C75&format=jpeg&auto=webp&fit=bounds&am...",
        "translated": true
      },
      {
        "title": "La fibre est désormais la technologie « dominante » dans le mix réseau de NBN Co",
        "description": "Avance avec un déploiement supplémentaire.",
        "source": "iTnews",
        "url": "https://www.itnews.com.au/news/fibre-now-the-dominant-tech-in-nbn-cos-network-mix-623571",
        "image": "https://i.nextmedia.com.au/News/small-Telstra-broadband-Arnhem-award-topend-fibrelaying.jpg",
        "publishedAt": "2026-02-12T06:38:36Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Fibre now the \"dominant\" tech in NBN Co's network mix",
        "description_en": "Powers ahead with overbuild.",
        "translated": true
      },
      {
        "title": "Les autorités religieuses s'associent à la MCMC contre les enseignements déviants en ligne",
        "description": "KUALA LUMPUR : Les autorités religieuses travailleront en étroite collaboration avec la Commission malaisienne des communications et du multimédia (MCMC) pour surveiller et bloquer les contenus d'enseignements déviants sur les plateformes numériques, déclare Marhamah Rosli. Lire l'article complet",
        "source": "The Star Online",
        "url": "https://www.thestar.com.my/news/nation/2026/02/12/religious-authorities-team-up-with-mcmc-against-deviant-teachings-online",
        "image": "https://apicms.thestar.com.my/uploads/images/2026/02/12/3767170.jpg",
        "publishedAt": "2026-02-12T06:38:00Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Religious authorities team up with MCMC against deviant teachings online",
        "description_en": "KUALA LUMPUR: Religious authorities will be working closely with the Malaysian Communications and Multimedia Commission (MCMC) to monitor and block deviant teaching content on digital platforms, says Marhamah Rosli. Read full story",
        "translated": true
      },
      {
        "title": "Sushovan Nayak anticipe des turbulences à court terme liées à l'IA et des opportunités à long terme pour les géants de l'IT",
        "description": "Les actions informatiques indiennes subissent une pression due aux avancées mondiales en matière d'IA et à l'innovation chinoise, déclenchant des ventes motivées par le sentiment du marché. Bien que des difficultés à court terme soient attendues, les experts estiment que les fondamentaux à long terme du secteur restent solides grâce à sa mise en œuvre et sa personnalisation…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/expert-view/sushovan-nayak-sees-short-term-ai-jitters-long-term-opportunities-for-it-giants/articleshow/128242051.cms",
        "image": "https://img.etimg.com/thumb/msid-128242038,width-1200,height-630,imgsize-2940,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-12T06:37:35Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sushovan Nayak sees short-term AI jitters, long-term opportunities for IT giants",
        "description_en": "Indian IT stocks face pressure from global AI advancements and China's innovation, triggering sentiment-driven selling. While short-term pain is expected, experts believe the sector's long-term fundamentals remain strong due to its implementation and customiz…",
        "translated": true
      },
      {
        "title": "La capitalisation boursière de TCS chute sous les 10 lakh crore roupies alors que l'action atteint son plus bas sur 52 semaines suite au choc Anthropic IA",
        "description": "L'action de Tata Consultancy Services a plongé, ramenant sa valeur de marché sous les 10 lakh crore roupies. Les craintes d'une perturbation du secteur informatique par l'intelligence artificielle s'intensifient. Des données d'emploi américaines plus fortes que prévu ont également affaibli le sentiment des investisseurs. Cela a entraîné une…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/stocks/news/tcs-m-cap-falls-below-rs-10-lakh-crore-as-stock-hits-52-week-low-amid-anthropic-ai-shock/articleshow/128242115.cms",
        "image": "https://img.etimg.com/thumb/msid-128242158,width-1200,height-630,imgsize-47576,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-12T06:36:20Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "TCS m-cap falls below Rs 10 lakh crore as stock hits 52-week low amid Anthropic AI shock",
        "description_en": "Tata Consultancy Services' stock has plunged, pushing its market value below Rs 10 lakh crore. Fears of artificial intelligence disrupting the IT sector are growing. Stronger-than-expected US jobs data also dampened investor sentiment. This has led to a broad…",
        "translated": true
      },
      {
        "title": "SoftBank affiche un bénéfice de 1,6 milliard de dollars au troisième trimestre",
        "description": "TOKYO, 12 février : Le groupe japonais SoftBank a annoncé jeudi un bénéfice net de 248,6 milliards de yens (1,62 milliard de dollars) au trimestre octobre-décembre. Ces résultats se comparent à une perte nette de 369 milliards de yens sur la même période l'année précédente. Les résultats marquent…",
        "source": "CNA",
        "url": "https://www.channelnewsasia.com/business/softbank-posts-16-billion-profit-in-third-quarter-5925651",
        "image": "https://dam.mediacorp.sg/image/upload/s--CxVpFW94--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:cna:watermark:2024-04:reuters_1,w_0.1/f_auto,q_auto/v1/one-cms/core/2026-02-12T063530Z_1_LYNXMPEM1B0C3_RTROPTP_3_SOFTBANK-OPENAI-INVESTMENT.JPG?itok=2TWbWAUk",
        "publishedAt": "2026-02-12T06:35:52Z",
        "time": "12 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "SoftBank posts $1.6 billion profit in third quarter",
        "description_en": "TOKYO, Feb 12 : Japan's SoftBank Group said on Thursday it logged a net profit of 248.6 billion yen ($1.62 billion) in the October-December quarter.The results compare to a net loss of 369 billion yen over the same period the previous year.The results mark So…",
        "translated": true
      }
    ]
  },
  "total": 49
}