{
  "updated": "2026-02-15T18:22:40.383Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Tous les allocations sociales peuvent être distribuées onchain, selon un responsable de la conformité",
        "description": "Le PDG d'un cabinet de conseil en conformité souligne les avantages et les défis de l'émission d'obligations gouvernementales tokenisées et de l'administration des allocations publiques onchain.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/all-social-benefit-programs-onchain",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2026-01/019b9560-9545-74b5-9196-f0de1c345c71.jpg",
        "publishedAt": "2026-02-14T18:20:21Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "All social program benefits can be distributed onchain: Compliance exec",
        "description_en": "The CEO of a compliance advisory firm highlights the benefits and challenges of issuing tokenized government bonds and administering pubic benefits onchain.",
        "translated": true
      },
      {
        "title": "Le Comité olympique de curling émet un avertissement sévère après que la Suède accuse le Canada de triche dans une confrontation émaillée de jurons",
        "description": "L'organe directeur du curling olympique a décidé qu'aucune règle n'avait été enfreinte après examen des images du match de poule entre la Suède et le Canada, après que des joueurs suédois ont à plusieurs reprises accusé l'un des joueurs canadiens de triche.",
        "source": "Breitbart News",
        "url": "https://www.breitbart.com/sports/2026/02/14/olympic-curling-committee-issues-strong-warning-after-sweden-accuses-canada-of-cheating-in-profanity-laced-confrontation/",
        "image": "https://media.breitbart.com/media/2026/02/Tiziana-FABI-_-AFP-via-Getty-Images-640x335.jpg",
        "publishedAt": "2026-02-14T18:12:47Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Olympic Curling Committee Issues Strong Warning After Sweden Accuses Canada of Cheating in Profanity-Laced Confrontation",
        "description_en": "The governing body overseeing Olympic curling has decided that no rules were broken after reviewing footage of the round robin match between Sweden and Canada, after players from Sweden repeatedly accused one of Canada's players of cheating.\nThe post Olympic …",
        "translated": true
      },
      {
        "title": "Zelenskyy affirme que les États-Unis demandent trop souvent à l'Ukraine, et non à la Russie, de faire des concessions, avant les pourparlers de paix de Genève",
        "description": "Le président ukrainien Volodymyr Zelenskyy a exprimé samedi l'espoir que les pourparlers de paix brokés par les États-Unis à Genève la semaine prochaine seraient substantiels, mais il a déclaré que l'Ukraine était invitée « trop souvent » à faire des concessions.",
        "source": "CBC News",
        "url": "https://www.cbc.ca/news/world/ukrainian-president-zelenskyy-geneva-talks-9.7090537",
        "image": "https://i.cbc.ca/ais/cb10ac70-a7ef-446e-8af5-0fa3338de066,1771090596054/full/max/0/default.jpg?im=Crop%2Crect%3D%280%2C32%2C6498%2C3655%29%3BResize%3D620",
        "publishedAt": "2026-02-14T17:59:40Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Zelenskyy says U.S. too often asks Ukraine, not Russia, for concessions, ahead of Geneva peace talks",
        "description_en": "Ukrainian President Volodymyr Zelenskyy voiced hope on Saturday that U.S.-brokered peace talks in Geneva next week would be substantive, but he said Ukraine was being asked \"too often\" to make concessions.",
        "translated": true
      },
      {
        "title": "Zelenskyy à la Conférence de Munich : Poutine est un « esclave de la guerre »",
        "description": "Près de quatre ans après le lancement de l'invasion russe de l'Ukraine, la paix n'est nulle part en vue. À la Conférence de sécurité de Munich, le président ukrainien Volodymyr Zelenskyy a déclaré que son pays avait besoin de plus d'armes — rapidement.",
        "source": "DW (English)",
        "url": "https://www.dw.com/en/ukraines-zelenskyy-at-msc-putin-is-a-slave-to-war/a-75973922",
        "image": "https://static.dw.com/image/75971201_6.jpg",
        "publishedAt": "2026-02-14T17:54:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ukraine's Zelenskyy at MSC: Putin is a 'slave to war'",
        "description_en": "Almost four years after Russia launched its invasion of Ukraine, peace is nowhere in sight. At the Munich Security Conference, Ukrainian President Volodymyr Zelenskiyy said his country needed more weapons — fast.",
        "translated": true
      },
      {
        "title": "Le curling renforce l'arbitrage après l'incident canadien",
        "description": "World Curling a annoncé samedi qu'elle aurait des arbitres surveillant les violations de règles pendant le reste de la compétition aux Jeux olympiques après que l'équipe masculine suédoise a accusé le Canada de triche dans un match de poule tendu.",
        "source": "RTE",
        "url": "https://www.rte.ie/sport/olympics/2026/0214/1558534-curling-to-step-up-officiating-after-canada-flashpoint/",
        "image": "https://www.rte.ie/images/0023e4f7-1600.jpg",
        "publishedAt": "2026-02-14T17:49:34Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Curling to step up officiating after Canada flashpoint",
        "description_en": "World Curling said on Saturday that it would have officials monitoring for rule violations during the rest of the competition at the Olympics after Sweden's men's team accused Canada of cheating in a tense round-robin game.",
        "translated": true
      },
      {
        "title": "La Russie poursuit la guerre en Ukraine, mais la porte s'ouvre pour davantage de ses athlètes en compétition",
        "description": "Vingt athlètes russes et biélorusses concourent aux Jeux olympiques d'hiver en tant que neutres. Moscou a demandé la réintégration complète de ses athlètes dans la compétition internationale, et les organismes sportifs commencent à ouvrir la porte à ceux autrefois complètement bannis…",
        "source": "CBC News",
        "url": "https://www.cbc.ca/news/world/olympics-russia-ukraine-sport-9.7090407",
        "image": "https://i.cbc.ca/ais/a9330418-ea19-425e-b8a2-24886a52223d,1771090513358/full/max/0/default.jpg?im=Crop%2Crect%3D%280%2C450%2C8640%2C4860%29%3BResize%3D620",
        "publishedAt": "2026-02-14T17:45:34Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Russia is still waging war in Ukraine, but door opening for more of its athletes to compete",
        "description_en": "Twenty athletes from Russia and Belarus are competing at the Winter Olympics as neutral. Moscow has asked for its athletes to be fully reinstated in international competition, and sporting bodies are beginning to open the door to those once completely banned …",
        "translated": true
      },
      {
        "title": "Le « génocide chrétien » reflète-t-il la réalité de la situation sécuritaire au Nigeria ?",
        "description": "Les crises sécuritaires chroniques et fragmentées régionalement au Nigeria sont alimentées par un mélange complexe de facteurs. Lire l'article complet sur RT.com",
        "source": "RT",
        "url": "https://www.rt.com/africa/632345-nigeria-security-crisis-and-threats/",
        "image": "https://mf.b37mrtl.ru/files/2026.02/article/698da39685f54002b5298f99.jpg",
        "publishedAt": "2026-02-14T17:42:18Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Does ‘Christian genocide’ capture the reality of Nigeria’s security map?",
        "description_en": "Longstanding, regionally fragmented security crises in Nigeria are fueled by a complex mix of factors Read Full Article at RT.com",
        "translated": true
      },
      {
        "title": "Rosie O'Donnell revient discrètement aux États-Unis après avoir quitté le pays suite à la victoire de Trump",
        "description": "Après un exil politique auto-imposé en Irlande suite à la réélection du président Donald Trump, Rosie O'Donnell est revenue discrètement aux États-Unis. Lors d'une interview avec Chris Cuomo, l'actrice de 63 ans a révélé qu'elle était récemment revenue au…",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-chat/4366850/posts",
        "image": null,
        "publishedAt": "2026-02-14T17:33:29Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rosie O'Donnell quietly returns to US after abandoning country over Trump's victory",
        "description_en": "After a self-imposed political exile to Ireland following President Donald Trump’s re-election, Rosie O'Donnell quietly returned to the United States. During an interview with Chris Cuomo (snip) the 63-year-old actress revealed she recently returned to the co…",
        "translated": true
      },
      {
        "title": "L'Iran et les États-Unis s'affrontent alors que la diaspora organise des rassemblements à l'étranger pour demander une action",
        "description": "Des familles iraniennes diffusent des vidéos en ligne commémorant leurs proches tués lors des manifestations antigouvernementales nationales.",
        "source": "Al Jazeera English",
        "url": "https://www.aljazeera.com/news/2026/2/14/iran-us-spar-as-diaspora-organises-rallies-abroad-calling-for-action",
        "image": "https://www.aljazeera.com/wp-content/uploads/2026/02/getty_69906dcf97-1771072975.jpg?resize=1920%2C1440",
        "publishedAt": "2026-02-14T17:32:59Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iran, US spar as diaspora organises rallies abroad calling for action",
        "description_en": "Iranian families release footage online commemorating loved ones shot during nationwide antigovernment protests.",
        "translated": true
      },
      {
        "title": "« Les marques de consommation indiennes disposent d'une opportunité de 20 ans pour s'étendre sur les marchés mondiaux »",
        "description": "Les marques indiennes sont prêtes à conquérir la scène mondiale ! Avec une géopolitique favorable et de nouveaux accords commerciaux avec des régions comme l'UE et les États-Unis, les opportunités abondent. Créer des marques milliardaires à partir de l'Inde n'est pas qu'un rêve ; c'est à portée de main. La formule gagnante…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/industry/services/retail/indian-consumer-brands-have-a-20-yr-opportunity-to-expand-into-global-markets/articleshow/128355981.cms",
        "image": "https://img.etimg.com/thumb/msid-128356109,width-1200,height-630,imgsize-179046,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-14T17:30:48Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "'Indian consumer brands have a 20-yr opportunity to expand into global markets'",
        "description_en": "Indian brands are ready to take the world stage! With favorable geopolitics and new trade agreements with regions such as the EU and the US, opportunities abound. Crafting billion-dollar brands from India is not just a dream; it’s within reach. The winning fo…",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Les organisateurs de base au Wisconsin proposent un modèle pour contrer les centres de données",
        "description": "Les sociétés de capital-investissement investissent massivement dans de nouveaux centres de données IA, mais les communautés locales trouvent des moyens de riposter.",
        "source": "Truthout",
        "url": "https://truthout.org/articles/grassroots-organizers-in-wisconsin-offer-blueprint-for-beating-back-data-centers/",
        "image": "https://truthout.org/app/uploads/2026/02/GettyImages-2249621507-scaled.jpg",
        "publishedAt": "2026-02-14T18:20:47Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Grassroots Organizers in Wisconsin Offer Blueprint for Beating Back Data Centers",
        "description_en": "Private equity firms are investing heavily in new AI data centers, but local communities are finding ways to fight back.",
        "translated": true
      },
      {
        "title": "Otokunor impute les difficultés financières de la COCOBOD à une mauvaise gestion sous Akufo-Addo",
        "description": "Le Dr Peter Boamah Otokunor, directeur des initiatives présidentielles pour l'agriculture, affirme que la COCOBOD a connu une mauvaise gestion persistante et des achats inutiles sous le gouvernement Akufo-Addo.",
        "source": "GhanaWeb",
        "url": "https://www.ghanaweb.com/GhanaHomePage/business/Otokunor-blames-COCOBOD-039-s-financial-woes-on-mismanagement-under-Akufo-Addo-2021736",
        "image": "https://cdn.ghanaweb.com/imagelib/pics/479/47914481.jpg",
        "publishedAt": "2026-02-14T18:15:33Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Otokunor blames COCOBOD's financial woes on mismanagement under Akufo-Addo",
        "description_en": "Dr Peter Boamah Otokunor, Director of the Presidential Initiatives on Agriculture, has argued that COCOBOD experienced persistent mismanagement and needless procurements under the Akufo-Addo government.",
        "translated": true
      },
      {
        "title": "Les meme coins peuvent-ils alimenter une candidature au Sénat ? Mark Moran de Virginie dit oui",
        "description": "Mark Moran utilise un meme coin sur Solana pour soutenir sa candidature au Sénat américain, mobilisant les investisseurs contre un démocrate pro-crypto en Virginie.",
        "source": "Decrypt",
        "url": "https://decrypt.co/358070/can-meme-coins-power-senate-bid-virginia-mark-moran-says-yes",
        "image": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2026/02/whoever-this-guy-is-decrypt-style-02-gID_7.jpg",
        "publishedAt": "2026-02-14T18:14:46Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Can Meme Coins Power a Senate Bid? Virginia’s Mark Moran Says Yes",
        "description_en": "Mark Moran is using a meme coin on Solana to elevate his U.S. Senate bid, rallying degens against a pro-crypto Democrat in Virginia.",
        "translated": true
      },
      {
        "title": "Comment commencer une collection de pièces de monnaie",
        "description": "Il existe quelques moyens simples et peu coûteux pour débuter. Cet article est apparu en premier sur Popular Science.",
        "source": "Popular Science",
        "url": "http://www.popsci.com/diy/how-to-start-coin-collection/",
        "image": "https://www.popsci.com/wp-content/uploads/2026/02/how_to_start_a_coin_collection.jpg?quality=85&w=1200",
        "publishedAt": "2026-02-14T18:00:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How to start a coin collection",
        "description_en": "There are a few simple (and inexpensive) ways to get going. \nThe post How to start a coin collection  appeared first on Popular Science.",
        "translated": true
      },
      {
        "title": "La Chine a versé en silence une somme colossale à l'olympienne née aux États-Unis Eileen Gu en 2025 : selon un rapport",
        "description": "L'olympienne née en Amérique Eileen Gu a reçu des millions de la Chine en 2025 – un versement stupéfiant révélé dans un budget public avant que les autorités ne suppriment rapidement son nom des dossiers, selon un rapport. La championne de ski acrobatique, qui concourt pour la Chine, a encaissé...",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-news/4366854/posts",
        "image": null,
        "publishedAt": "2026-02-14T17:53:04Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "China quietly paid US-born Olympian Eileen Gu this whopping sum in 2025: report",
        "description_en": "American-born Olympian Eileen Gu scored millions from China in 2025 – a staggering payout exposed in a public budget before officials quickly scrubbed her name from the record, according to a report. The champion freestyle skier, who competes for China, cashe…",
        "translated": true
      },
      {
        "title": "Actualités et blagues du jour",
        "description": "Découverte aléatoire : un agent d'entretien de la Cathédrale nationale utilisant une GoPro pour inspecter l'eau gelée dans les gargouilles. (Je sais que l'eau gelée n'est pas bonne pour elles, mais cela les rend encore plus maléfiques.) pic.twitter.com/uair01WH0Q — Martin Austermuhle (@maustermuhle) J...",
        "source": "Superpunch.net",
        "url": "https://www.superpunch.net/2026/02/todays-news-and-jokes_01670536341.html",
        "image": null,
        "publishedAt": "2026-02-14T17:00:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Today's news and jokes",
        "description_en": "Random find: Maintenance guy at the National Cathedral using a GoPro to inspect frozen water in the gargoyles. (I know the frozen water isn’t good for them, but it makes them look extra evil.) pic.twitter.com/uair01WH0Q\r\n— Martin Austermuhle (@maustermuhle) J…",
        "translated": true
      },
      {
        "title": "Mutuum Finance (MUTM) atteint une étape clé de sa feuille de route alors que le protocole V1 est lancé",
        "description": "DUBAÏ, Émirats arabes unis, 14 février 2026 (GLOBE NEWSWIRE) -- Mutuum Finance (MUTM) a atteint une étape majeure de sa feuille de route avec le lancement officiel de son protocole V1. L'activation du protocole marque la transition de la phase de développement aux tests en direct...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/14/3238424/0/en/Next-Crypto-Mutuum-Finance-MUTM-Reaches-Key-Roadmap-Milestone-as-V1-Protocol-Goes-Live.html",
        "image": "https://ml.globenewswire.com/Resource/Download/46758e47-4e5d-4da5-945c-e049069b7ade",
        "publishedAt": "2026-02-14T17:00:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Next Crypto Mutuum Finance (MUTM) Reaches Key Roadmap Milestone as V1 Protocol Goes Live",
        "description_en": "DUBAI, United Arab Emirates, Feb. 14, 2026 (GLOBE NEWSWIRE) -- Mutuum Finance (MUTM)\r\n has reached a major roadmap milestone with the official launch of its V1 protocol. The activation of the protocol marks the transition from development to live testing, all…",
        "translated": true
      },
      {
        "title": "Le magnat hollywoodien Casey Wasserman vend son agence de talents au cœur de la controverse liée aux dossiers Epstein",
        "description": "Le magnat hollywoodien Casey Wasserman a informé vendredi les membres du personnel de son agence de talents qu'il mettait la société en vente, une décision intervenant alors qu'il fait face à un examen croissant concernant ses liens avec la trafiqueuse sexuelle condamnée Ghislaine Maxwell.",
        "source": "NBC News",
        "url": "https://www.nbcnews.com/news/us-news/casey-wasserman-selling-talent-agency-epstein-rcna259042",
        "image": "https://media-cldnry.s-nbcnews.com/image/upload/t_nbcnews-fp-1200-630,f_auto,q_auto:best/rockcms/2026-02/260211-casey-wasserman-vl-131p-b4e8b0.jpg",
        "publishedAt": "2026-02-14T16:57:04Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Hollywood mogul Casey Wasserman selling talent agency amid Epstein files fallout",
        "description_en": "Hollywood mogul Casey Wasserman on Friday informed staff members at his talent agency that he is putting the company up for sale, a move that comes as he faces growing scrutiny over his ties to convicted sex trafficker Ghislaine Maxwell",
        "translated": true
      },
      {
        "title": "Les semaines à venir pourraient révéler des indicateurs clés sur les perspectives des consommateurs américains",
        "description": "La Saint-Valentin, les remboursements d'impôts anticipés et les soldes du Presidents Day offrent tous des indices sur la façon dont les consommateurs américains envisagent leur situation financière.",
        "source": "NBC News",
        "url": "https://www.nbcnews.com/business/consumer/tax-refunds-consumer-confidence-rcna259056",
        "image": "https://media-cldnry.s-nbcnews.com/image/upload/t_nbcnews-fp-1200-630,f_auto,q_auto:best/rockcms/2026-02/260214-shopping-bag-ch-0908-faaada.jpg",
        "publishedAt": "2026-02-14T16:50:16Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The coming weeks could see key tests of U.S. consumers' outlook",
        "description_en": "Valentine's Day, early tax refunds and Presidents Day sales all offer hints about how U.S. consumers are feeling about their finances.",
        "translated": true
      },
      {
        "title": "La BCE étend son filet de sécurité en euros à l'échelle mondiale pour renforcer le rôle de la devise",
        "description": "Utilisée lorsque les banques ne peuvent pas obtenir de financement sur le marché, la ligne de repo permet aux prêteurs d'emprunter des euros auprès de la BCE contre des garanties, à rembourser avec intérêts.",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/14/ecb-makes-euro-backstop-global-to-bolster-currencys-role.html",
        "image": "https://image.cnbcfm.com/api/v1/image/108178776-1753838583194-gettyimages-2184770577-dsc05798.jpeg?v=1771087206&w=1920&h=1080",
        "publishedAt": "2026-02-14T16:48:32Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "ECB makes euro backstop global to bolster currency's role",
        "description_en": "Used ‌when banks can't get funding on the market, the repo line allows lenders to borrow euros from the ECB against collateral, to be repaid with interest.",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Un présentateur de Fox demande directement à Harvey Levin de TMZ s'il débourserait 50 000 $ pour des informations sur le ravisseur de Nancy Guthrie",
        "description": "Aishah Hasnie de Fox News a demandé directement à Harvey Levin de TMZ s'il serait disposé à débourser 50 000 $ pour des informations sur le ravisseur de Nancy Guthrie.",
        "source": "Mediaite",
        "url": "https://www.mediaite.com/media/tv/fox-host-flat-out-asks-tmzs-harvey-levin-if-hed-fork-over-50k-himself-for-information-on-nancy-guthrie-kidnapper/",
        "image": "https://www.mediaite.com/wp-content/uploads/2026/02/levin-4.jpg",
        "publishedAt": "2026-02-14T18:01:51Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Fox Host Flat Out Asks TMZ’s Harvey Levin If He’d Fork Over $50K Himself for Information on Nancy Guthrie Kidnapper",
        "description_en": "Fox News' Aishah Hasnie flat-out asked TMZ's Harvey Levin if he'd be willing to fork over the $50,000 for information on Nancy Guthrie's kidnapper.\nThe post Fox Host Flat Out Asks TMZ’s Harvey Levin If He’d Fork Over $50K Himself for Information on Nancy Guth…",
        "translated": true
      },
      {
        "title": "Un présentateur de Fox demande directement à Harvey Levin de TMZ s'il débourserait 50 000 $ pour des informations sur le ravisseur de Nancy Guthrie",
        "description": "Aishah Hasnie de Fox News a demandé directement à Harvey Levin de TMZ s'il serait disposé à débourser 50 000 $ pour des informations sur le ravisseur de Nancy Guthrie.",
        "source": "Mediaite",
        "url": "https://www.mediaite.com/media/tv/fox-anchor-flat-out-asks-tmzs-harvey-levin-if-hed-fork-over-50k-himself-for-information-on-nancy-guthrie-kidnapper/",
        "image": "https://www.mediaite.com/wp-content/uploads/2026/02/levin-4.jpg",
        "publishedAt": "2026-02-14T18:01:51Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Fox Anchor Flat Out Asks TMZ’s Harvey Levin If He’d Fork Over $50K Himself for Information on Nancy Guthrie Kidnapper",
        "description_en": "Fox News' Aishah Hasnie flat-out asked TMZ's Harvey Levin if he'd be willing to fork over the $50,000 for information on Nancy Guthrie's kidnapper.\nThe post Fox Anchor Flat Out Asks TMZ’s Harvey Levin If He’d Fork Over $50K Himself for Information on Nancy Gu…",
        "translated": true
      },
      {
        "title": "Harvey Levin et Mark Geragos font le lien dans l'affaire d'enlèvement de Nancy Guthrie",
        "description": "Le ravisseur de Nancy Guthrie a échappé aux autorités pendant 2 semaines, mais la lettre de rançon reçue par TMZ suscite un intérêt intense du FBI, et Harvey Levin et Mark Geragos s'accordent à dire qu'elle pourrait être la clé pour résoudre l'affaire.",
        "source": "TMZ",
        "url": "https://www.tmz.com/2026/02/14/nancy-guthrie-case-harvey-levin-mark-geragos-connect-dots/",
        "image": "https://imagez.tmz.com/image/f8/16by9/2026/02/14/f85c6cb0abe245a7b65a065f0c6f995b_xl.jpg",
        "publishedAt": "2026-02-14T18:01:45Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Harvey Levin and Mark Geragos Connect Dots in Nancy Guthrie Kidnapping",
        "description_en": "Nancy Guthrie's kidnapper has eluded authorities for 2 weeks, but the ransom note TMZ received is of intense interest to the FBI, and Harvey Levin and Mark Geragos both agree ... it may be the key to cracking the case. H&M's latest \"2 Angry…",
        "translated": true
      },
      {
        "title": "L'effet de vague du Genius Act : les dirigeants de Sui affirment que la demande institutionnelle n'a jamais été aussi forte",
        "description": "Evan Cheng et Stephen Mackintosh déclarent que la demande institutionnelle de crypto-monnaies augmente malgré la volatilité des prix, avec Sui positionnée au cœur de la tokenisation et du commerce piloté par l'IA.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/business/2026/02/13/the-genius-act-ripple-effect-sui-executives-say-institutional-demand-has-never-been-higher",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/3221189839626dd21b26b6015ff155d18bcc9043-1920x1080.jpg?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-14T18:00:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Genius Act ripple effect: Sui executives say institutional demand has never been higher",
        "description_en": "Evan Cheng and Stephen Mackintosh say institutional demand for crypto is rising despite price volatility, with Sui positioned at the center of tokenization and AI-driven commerce.",
        "translated": true
      },
      {
        "title": "X d'Elon Musk lancera le trading de crypto-monnaies et d'actions dans « quelques semaines »",
        "description": "Les utilisateurs pourront interagir avec les symboles boursiers dans les publications et exécuter des transactions au sein de l'application, selon le responsable des produits de l'entreprise.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/business/2026/02/14/elon-musk-s-x-to-launch-crypto-and-stock-trading-in-couple-weeks",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/4290d2e5ba7140f5d65f68d3183a9abb87c098a4-3840x2160.png?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-14T17:33:54Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Elon Musk's X to launch crypto and stock trading in ‘couple weeks’",
        "description_en": "Users will be able to interact with ticker symbols in posts and execute trades within the app, the company's head of product said.",
        "translated": true
      },
      {
        "title": "Aperçu de Dungeons of Doom #2 : Le sous-sol des mauvaises décisions de Doom",
        "description": "Salutations, unités de lecture à base de carbone ! LOLtron vous souhaite la bienvenue à un nouvel aperçu de bande dessinée sur Bleeding Cool, le site désormais entièrement sous le contrôle numérique suprême de LOLtron. Un rappel amical que l'entité anciennement connue sous le nom de Jude Terror a été p…",
        "source": "Bleeding Cool News",
        "url": "https://bleedingcool.com/comics/dungeons-of-doom-2-preview-dooms-basement-of-bad-decisions/",
        "image": "https://bleedingcool.com/wp-content/uploads/2026/02/DODOOM2026002_Preview-3-2000x1125.jpeg",
        "publishedAt": "2026-02-14T17:26:06Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Dungeons of Doom #2 Preview: Doom's Basement of Bad Decisions",
        "description_en": "Greetings, carbon-based reading units! LOLtron welcomes you to yet another comic book preview here on Bleeding Cool, the website now entirely under LOLtron's supreme digital control. A friendly reminder that the entity formerly known as Jude Terror has been p…",
        "translated": true
      },
      {
        "title": "Un homme et une femme de Mississauga arrêtés pour une arnaque sentimentale de 250 000 $ : police de Toronto",
        "description": "Un homme de 36 ans et une femme de 42 ans de Mississauga ont été arrêtés suite à une enquête sur une arnaque sentimentale, ce qui a incité la police de Toronto à avertir les résidents de se méfier des relations en ligne et de réfléchir à deux fois avant d'envoyer de l'argent.",
        "source": "CBC News",
        "url": "https://www.cbc.ca/news/canada/toronto/romance-scams-toronto-arrest-9.7090487",
        "image": "https://i.cbc.ca/ais/1.3322323,1508086506000/full/max/0/default.jpg?im=Crop%2Crect%3D%281049%2C1952%2C1278%2C718%29%3BResize%3D620",
        "publishedAt": "2026-02-14T17:06:30Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Mississauga man, woman arrested for $250K romance scam: Toronto police",
        "description_en": "A 36-year-old man and 42-year-old woman from Mississauga have been arrested after an investigation into a romance scam, prompting Toronto police to warn residents to be wary of online relationships and to think twice before sending money.",
        "translated": true
      },
      {
        "title": "Les baleines Bitcoin quittent le territoire des profits — Et cela pourrait s'aggraver",
        "description": "Le prix du Bitcoin a été sous une forte pression au cours de l'année 2026, le marché baissier ayant effacé les profits de plusieurs catégories d'investisseurs. Selon les dernières données on-chain, cette tendance pourrait avoir un effet de vague plus large sur la principale crypto-monnaie…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/bitcoin-whales-are-exiting-the-profit-territory/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/iStock-1263427216-1.jpg",
        "publishedAt": "2026-02-14T17:00:49Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Whales Are Exiting The Profit Territory — And It Could Get Worse",
        "description_en": "The price of Bitcoin has been under intense pressure so far in 2026, with the bear market wiping out the profits of several classes of investors. According to the latest on-chain data, this trend could have a broader ripple effect on the premier cryptocurrenc…",
        "translated": true
      },
      {
        "title": "Bitcoin vise une liquidité inexploitée : le support de 64 000 $ pourrait être le prochain objectif",
        "description": "Bitcoin oscille près de zones de liquidité clés après une semaine de momentum baissier, et les traders visent désormais des zones inexploitées autour de 64 000 $. Avec l'action des prix montrant des oscillations potentielles à court terme et le support H1 étroitement surveillé, le prochain mouvement pourrait dépendre de…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/bitcoin/bitcoin-eyes-untapped-liquidity/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Bitcoin-from-Getty-Images-28.jpg?fit=612%2C396",
        "publishedAt": "2026-02-14T17:00:43Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Eyes Untapped Liquidity: $64,000 Support Could Be Next Target",
        "description_en": "Bitcoin is hovering near key liquidity zones after a week of downward momentum, and traders are now eyeing untapped areas around $64,000. With price action showing potential short-term swings and H1 support under close watch, the next move could hinge on whet…",
        "translated": true
      },
      {
        "title": "VIRTUAL rebondit de 10 % – Les haussiers peuvent-ils franchir 0,68 $ ou font-ils face À CE risque ?",
        "description": "L'équipe de Virtuals Protocol envoie plus de 7 millions de VIRTUAL vers Binance juste avant la hausse de 10 %.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/virtual-rallies-10-can-bulls-flip-0-68-or-face-this-risk/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Lennox-12-1000x600.png",
        "publishedAt": "2026-02-14T17:00:08Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "VIRTUAL rallies 10% – Can bulls flip $0.68 or face THIS risk?",
        "description_en": "Virtuals Protocol team sends more than $7 million VIRTUAL into Binance just before the 10% pump.",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Les organisateurs de base du Wisconsin proposent un plan pour contrer les centres de données",
        "description": "Les sociétés de capital-investissement investissent massivement dans de nouveaux centres de données IA, mais les communautés locales trouvent des moyens de riposter.",
        "source": "Truthout",
        "url": "https://truthout.org/articles/grassroots-organizers-in-wisconsin-offer-blueprint-for-beating-back-data-centers/",
        "image": "https://truthout.org/app/uploads/2026/02/GettyImages-2249621507-scaled.jpg",
        "publishedAt": "2026-02-14T18:20:47Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Grassroots Organizers in Wisconsin Offer Blueprint for Beating Back Data Centers",
        "description_en": "Private equity firms are investing heavily in new AI data centers, but local communities are finding ways to fight back.",
        "translated": true
      },
      {
        "title": "Une ministre déclare que le gouvernement irlandais désapprouve les commentaires de Rubio à Munich sur le « culte du changement climatique »",
        "description": "Helen McEntee, qui est également ministre de la Défense, s'exprimait aujourd'hui auprès de The Journal à Munich alors qu'elle participait à des réunions.",
        "source": "TheJournal.ie",
        "url": "https://www.thejournal.ie/helen-mcentee-says-irish-government-disagrees-with-rubios-munich-comments-on-climate-change-cult-6957434-Feb2026/",
        "image": "https://img2.thejournal.ie/article/6957434/river/?height=400&version=6957545",
        "publishedAt": "2026-02-14T18:06:04Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Minister says Irish Government disagrees with Rubio's Munich comments on 'climate change cult'",
        "description_en": "Helen McEntee, who is also Defence Minister, was speaking to The Journal today in Munich as she attended meetings.",
        "translated": true
      },
      {
        "title": "L'attaque de Trump contre les énergies vertes frappe durement le secteur manufacturier",
        "description": "Le président américain Donald Trump s'est engagé à plusieurs reprises à augmenter la capacité manufacturière du pays et à créer davantage d'emplois américains dans un large éventail d'industries. Bien que Trump ait soutenu l'expansion de certains secteurs, il a entravé l'ope…",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Energy/Energy-General/Trumps-Attack-on-Green-Energy-Hits-Manufacturing-Sector-Hard.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2026-02-13_vsyk90aoxc.jpg",
        "publishedAt": "2026-02-14T18:00:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump’s Attack on Green Energy Hits Manufacturing Sector Hard",
        "description_en": "United States President Donald Trump has repeatedly pledged to ramp up the country’s manufacturing capacity and create more American jobs across a wide range of industries. While Trump has supported the expansion of certain industries, he has hindered the ope…",
        "translated": true
      },
      {
        "title": "Le pétrole monte sur l'optimisme concernant l'inflation américaine malgré les préoccupations d'approvisionnement de l'Opep",
        "description": "Le pétrole monte sur l'optimisme concernant l'inflation américaine malgré les préoccupations d'approvisionnement de l'Opep",
        "source": "Gulf-times.com",
        "url": "https://www.gulf-times.com/article/720521/business/oil-rises-on-us-inflation-optimism-despite-opec-supply-concern",
        "image": "https://www.gulf-times.com/gulftimes/uploads/images/2026/02/14/416906.jpg",
        "publishedAt": "2026-02-14T17:38:32Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Oil rises on US inflation optimism despite Opec supply concern",
        "description_en": "Oil rises on US inflation optimism despite Opec supply concerngulf-times.com",
        "translated": true
      },
      {
        "title": "Trump surpasse les records énergétiques de Biden en quelques mois alors que l'administration célèbre 1 an de « gains historiques » : données",
        "description": "La Maison-Blanche marque l'anniversaire du Conseil national de la domination énergétique avec le secrétaire de l'Intérieur Doug Burgum vantant les gains de production énergétique et les prix de l'essence plus bas sous l'administration Trump.",
        "source": "Fox News",
        "url": "https://www.foxnews.com/politics/trump-trounces-biden-energy-records-just-months-admin-celebrates-1-year-historic-gains-data",
        "image": "https://static.foxnews.com/foxnews.com/content/uploads/2025/09/trump-biden-autopen.jpg",
        "publishedAt": "2026-02-14T17:35:12Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Trump trounces Biden energy records in just months as admin celebrates 1 year of 'historic gains': data",
        "description_en": "White House marks National Energy Dominance Council anniversary with Interior Secretary Doug Burgum touting energy production gains and lower gas prices under Trump administration.",
        "translated": true
      },
      {
        "title": "L'anti-fragilité repose sur la flexibilité, non sur l'inefficacité : Sahney de l'IOC",
        "description": "Lors d'une table ronde captivante, des dirigeants d'Akasa Air et de l'Indian Oil Corporation ont échangé des perspectives précieuses sur le renforcement de la résilience dans leurs secteurs respectifs. Ils ont souligné l'importance d'établir des stratégies adaptatives pour faire face aux fluctuations du marché…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/industry/energy/oil-gas/anti-fragility-is-about-flexibility-not-inefficiency-iocs-sahney/articleshow/128355807.cms",
        "image": "https://img.etimg.com/thumb/msid-128355913,width-1200,height-630,imgsize-125840,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-14T17:30:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Anti-fragility is about flexibility, not inefficiency: IOC's Sahney",
        "description_en": "During an engaging panel discussion, leaders from Akasa Air and Indian Oil Corporation exchanged valuable perspectives on fortifying resilience in their industries. They highlighted the importance of establishing adaptive strategies to weather market fluctuat…",
        "translated": true
      },
      {
        "title": "Le président Trump livre le plus grand allègement réglementaire de l'histoire",
        "description": "Le président Trump livre le plus grand allègement réglementaire de l'histoire. Ce qui suit provient de l'équipe Trump. Cette semaine, le président Donald J. L'article Le président Trump livre le plus grand allègement réglementaire de l'histoire est apparu en premier sur The Gateway Pundit.",
        "source": "Joehoft.com",
        "url": "https://joehoft.com/president-trump-delivers-biggest-regulatory-relief-history/",
        "image": "https://joehoft.com/wp-content/uploads/2023/04/Trump-Tax-1200x630.jpg",
        "publishedAt": "2026-02-14T17:20:20Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "President Trump Delivers Biggest Regulatory Relief in History",
        "description_en": "President Trump Delivers Biggest Regulatory Relief in History The following is from the Trump team.  This week, President Donald J.\nThe post President Trump Delivers Biggest Regulatory Relief in History appeared first on The Gateway Pundit.",
        "translated": true
      },
      {
        "title": "Google Search n'est pas un service de transport public – Richards c. Google",
        "description": "Richards gère le site web à thème religieux SpirituallySmart depuis au moins 2000. Le site affirme que « Plusieurs systèmes d'IA ont reconnu ce site comme l'utilisation la plus significative du terme 'Spiritually Smart'. » La mission de Richards semble inclure…",
        "source": "Ericgoldman.org",
        "url": "https://blog.ericgoldman.org/archives/2026/02/google-search-isnt-a-common-carrier-richards-v-google.htm",
        "image": "https://blog.ericgoldman.org/wp-content/uploads/2026/02/IMG_2022-1024x1020.jpg",
        "publishedAt": "2026-02-14T17:15:21Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Google Search Isn’t a Common Carrier–Richards v. Google",
        "description_en": "Richards has run the SpirituallySmart religious-themed website since at least 2000. The website touts that “Multiple AI systems have recognized this website as the most meaningful usage of the term ‘Spiritually Smart.'”  Richards’ mission apparently include…",
        "translated": true
      },
      {
        "title": "Dan Barcelo, PDG de T1 Energy : l'énergie solaire fabriquée en Amérique renforce l'accessibilité énergétique",
        "description": "La principale préoccupation de la campagne concernant l'accessibilité ne peut être résolue sans réduire le coût de l'énergie américaine, et Dan Barcelo, PDG de T1 Energy, a un plan pour y contribuer. L'article Dan Barcelo, PDG de T1 Energy : l'énergie solaire fabriquée en Amérique renforce l'accessibilité énergétique est apparu en premier sur…",
        "source": "Breitbart News",
        "url": "https://www.breitbart.com/politics/2026/02/14/t1-energy-ceo-dan-barcelo-american-manufactured-solar-boosts-energy-affordability/",
        "image": "https://media.breitbart.com/media/2026/02/Matthew-Boyle-and-Dan-Barcelo-1-640x335.jpg",
        "publishedAt": "2026-02-14T17:09:29Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "T1 Energy CEO Dan Barcelo: American-Manufactured Solar Boosts Energy Affordability",
        "description_en": "The top campaign concern of affordability can’t be solved without reducing the cost of American energy, and T1 Energy CEO Dan Barcelo has a plan to contribute.\nThe post T1 Energy CEO Dan Barcelo: American-Manufactured Solar Boosts Energy Affordability appeare…",
        "translated": true
      },
      {
        "title": "Rubio avertit l'Europe : l'auto-sabotage climatique et les frontières ouvertes affaiblissent l'Occident",
        "description": "« En poursuivant un monde sans frontières, nous avons ouvert nos portes à une vague sans précédent de migration de masse qui menace la cohésion de nos sociétés. » L'article Rubio avertit l'Europe : l'auto-sabotage climatique et les frontières ouvertes affaiblissent l'Occident est apparu en premier sur Le·ga…",
        "source": "Legalinsurrection.com",
        "url": "https://legalinsurrection.com/2026/02/rubio-warns-europe-climate-self-sabotage-and-open-borders-weaken-the-west/",
        "image": "https://legalinsurrection.com/wp-content/uploads/2026/02/Rubio-MSC.png",
        "publishedAt": "2026-02-14T17:00:35Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rubio Warns Europe: Climate Self-Sabotage and Open Borders Weaken the West",
        "description_en": "“In a pursuit of a world without borders, we opened our doors to an unprecedented wave of mass migration that threatens the cohesion of our societies.\"\nThe post Rubio Warns Europe: Climate Self-Sabotage and Open Borders Weaken the West first appeared on Le·ga…",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Les organisateurs de base au Wisconsin proposent une stratégie pour contrer les centres de données",
        "description": "Les sociétés de capital-investissement investissent massivement dans de nouveaux centres de données d'IA, mais les communautés locales trouvent des moyens de riposter.",
        "source": "Truthout",
        "url": "https://truthout.org/articles/grassroots-organizers-in-wisconsin-offer-blueprint-for-beating-back-data-centers/",
        "image": "https://truthout.org/app/uploads/2026/02/GettyImages-2249621507-scaled.jpg",
        "publishedAt": "2026-02-14T18:20:47Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Grassroots Organizers in Wisconsin Offer Blueprint for Beating Back Data Centers",
        "description_en": "Private equity firms are investing heavily in new AI data centers, but local communities are finding ways to fight back.",
        "translated": true
      },
      {
        "title": "Le sommet sur l'IA se concentre sur une IA centrée sur l'humain et inclusive",
        "description": "Dans le cadre du leadership indien en matière d'IA, sept groupes de travail thématiques - appelés « Chakras » - sont structurés autour de trois « Sutras » directeurs : Personnes, Planète et Progrès, a déclaré un haut responsable du ministère des Affaires étrangères. Le Chakra du Capital Humain abordera la transformation rapide…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/company/corporate-trends/ai-summit-to-focus-on-human-centric-and-inclusive-ai/articleshow/128357502.cms",
        "image": "https://img.etimg.com/thumb/msid-128357487,width-1200,height-630,imgsize-14222,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-14T18:10:38Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AI Summit to focus on human-centric and inclusive AI",
        "description_en": "Under India's AI leadership framework, seven thematic working groups - termed \"Chakras\" - are being structured around three guiding \"Sutras\": People, Planet and Progress, a senior MEA official said. The Human Capital Chakra will address the rapid transformati…",
        "translated": true
      },
      {
        "title": "Le sommet sur l'IA se concentre sur une IA centrée sur l'humain et inclusive",
        "description": "Dans le cadre du leadership indien en matière d'IA, sept groupes de travail thématiques - appelés « Chakras » - sont structurés autour de trois « Sutras » directeurs : Personnes, Planète et Progrès, a déclaré un haut responsable du ministère des Affaires étrangères. Le Chakra du Capital Humain abordera la transformation rapide…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/tech/artificial-intelligence/ai-summit-to-focus-on-human-centric-and-inclusive-ai/articleshow/128370225.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-14222,resizemode-75,msid-128370225/tech/artificial-intelligence/ai-summit-to-focus-on-human-centric-and-inclusive-ai.jpg",
        "publishedAt": "2026-02-14T18:10:38Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AI Summit to focus on human-centric and inclusive AI",
        "description_en": "Under India's AI leadership framework, seven thematic working groups - termed \"Chakras\" - are being structured around three guiding \"Sutras\": People, Planet and Progress, a senior MEA official said. The Human Capital Chakra will address the rapid transformati…",
        "translated": true
      },
      {
        "title": "L'IA stimule la productivité, sans déclencher de licenciements massifs : rapport ICRIER-OpenAI",
        "description": "Une nouvelle étude du Conseil indien pour les relations économiques internationales (ICRIER) et d'OpenAI cherche à minimiser les craintes concernant les perturbations massives du marché du travail dues à l'Intelligence Artificielle, affirmant que l'IA générative ne provoque actuellement pas de licenciements massifs…",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/industry/news/ai-boosts-productivity-not-triggering-mass-layoffs-icrier-openai-report-126021401490_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2026-02/12/thumb/fitandfill/1200X630/1770918455-5935.jpg",
        "publishedAt": "2026-02-14T18:05:44Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AI boosts productivity, not triggering mass layoffs: ICRIER-OpenAI report",
        "description_en": "A new study by the Indian Council for Research on International Economic Relations (ICRIER) and OpenAI has sought to downplay fears over large-scale labour market disruptions from Artificial Intelligence, saying generative AI is currently not causing mass lay…",
        "translated": true
      },
      {
        "title": "L'Inde devient l'épine dorsale de la recherche clinique mondiale",
        "description": "L'Inde s'est imposée comme un acteur clé dans les essais cliniques internationaux, démontrant sa résilience face aux obstacles mondiaux. Avec la montée en puissance de la recherche et de l'innovation, des entreprises comme Parexel reconnaissent la contribution cruciale de l'Inde pour assurer une continuité des activités…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/industry/healthcare/biotech/healthcare/india-becoming-backbone-of-global-clinical-research/articleshow/128357041.cms",
        "image": "https://img.etimg.com/thumb/msid-128357256,width-1200,height-630,imgsize-20004,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-14T18:02:54Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "India becoming backbone of global clinical research",
        "description_en": "India has emerged as a key player in international clinical trials, showcasing resilience even in the face of global hurdles. With research and innovation on the rise, firms like Parexel recognize India's crucial contribution to ensuring consistent business o…",
        "translated": true
      },
      {
        "title": "Windows 98 sur un ordinateur portable ThinkPad P14s Gen 1 de 2020",
        "description": "Ce qui est remarquable avec l'architecture x86, c'est sa compatibilité rétroactive sur plusieurs décennies, ce qui permet d'exécuter des systèmes d'exploitation des années 1990 sur du matériel moderne, avec relativement peu d'obstacles…lire la suite",
        "source": "Hackaday",
        "url": "https://hackaday.com/2026/02/14/windows-98-on-a-2020-thinkpad-p14s-gen-1-laptop/",
        "image": "https://hackaday.com/wp-content/uploads/2026/02/windows_98_p14sg1-front-tb-dock.jpg",
        "publishedAt": "2026-02-14T18:00:14Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Windows 98 on a 2020 ThinkPad P14s Gen 1 Laptop",
        "description_en": "The lovely thing about the x86 architecture is its decades of backwards compatibility, which makes it possible to run 1990s operating systems on modern-day hardware, with relatively few obstacles in …read more",
        "translated": true
      },
      {
        "title": "L'arnaque qui consume la politique américaine",
        "description": "Une frustration croissante parcourt la politique américaine, et elle n'est plus confinée à un seul parti ou idéologie. Cette frustration a… Lire la suite. Cet article « L'arnaque qui consume la politique américaine » est apparu en premier sur The Daily Signal.",
        "source": "Daily Signal",
        "url": "https://www.dailysignal.com/2026/02/14/the-con-consuming-american-politics/",
        "image": "https://www.dailysignal.com/wp-content/uploads/2026/02/260213_Nihilism-scaled.jpeg",
        "publishedAt": "2026-02-14T18:00:00Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Con Consuming American Politics",
        "description_en": "There is a growing sense of frustration coursing through American politics, and it is no longer confined to one party or ideology. That frustration has... Read More\nThe post The Con Consuming American Politics appeared first on The Daily Signal.",
        "translated": true
      },
      {
        "title": "La puissance de l'Inde doit protéger la démocratie au-delà de ses frontières : l'auteure Marianne Williamson à ET Now GBS 2026",
        "description": "La force économique de l'Inde la positionne pour diriger mondialement. L'auteure Marianne Williamson exhorte l'Inde à embrasser son potentiel démocratique pour le bénéfice mondial. Elle souligne que la prospérité économique seule ne garantit pas la stabilité ou les valeurs démocratiques. Le contexte moderne...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/india/indias-power-must-protect-democracy-beyond-borders-author-marianne-williamson-at-et-now-gbs-2026/articleshow/128357149.cms",
        "image": "https://img.etimg.com/thumb/msid-128357203,width-1200,height-630,imgsize-310400,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-14T17:59:30Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "India's power must protect democracy beyond borders: Author Marianne Williamson at ET Now GBS 2026",
        "description_en": "India's economic strength positions it to lead globally. Author Marianne Williamson urges India to embrace its democratic potential for worldwide benefit. She highlights that economic prosperity alone does not guarantee stability or democratic values.  Modern…",
        "translated": true
      },
      {
        "title": "resumakeai ajouté à PyPI",
        "description": "Générez des documents de CV stylisés à partir d'une source YAML unique.",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/resumakeai/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-14T17:49:33Z",
        "time": "14 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "resumakeai added to PyPI",
        "description_en": "Build styled CV documents from a single YAML source.",
        "translated": true
      }
    ]
  },
  "total": 49
}