{
  "updated": "2026-02-16T06:53:15.995Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Un détenu s'échappe d'un centre de santé mentale à Thrissur et blesse trois personnes dans une attaque matinale",
        "description": "Un détenu s'est échappé du centre de santé mentale gouvernemental de Thrissur et a poignardé trois personnes dans les zones avoisinantes. Le ressortissant népalais âgé de 31 ans a été appréhendé par des résidents et remis à la police. La Haute Cour du Kerala a demandé un rapport sur l'incident.",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/thiruvananthapuram/thrissur-inmate-escapes-mental-health-centre-stabs-3-in-early-morning-attack/articleshow/128374200.cms",
        "image": "https://static.toiimg.com/thumb/msid-128374314,width-1280,height-720,imgsize-43531,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T06:50:25Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Thrissur inmate escapes mental health centre, stabs 3 in early-morning attack",
        "description_en": "An inmate escaped from Thrissur govt mental health centre and stabbed three people in nearby areas. The 31-year-old Nepali national was apprehended by residents and handed over to the police. The Kerala High Court has sought a report on the incident.",
        "translated": true
      },
      {
        "title": "Rubio exhorte l'Europe à rejoindre la lutte de Trump, affirmant qu'elle appartient aux États-Unis",
        "description": "Le Secrétaire d'État américain Marco Rubio a cherché à rassurer une Europe inquiète samedi, déclarant que Washington souhaitait revitaliser l'alliance transatlantique afin qu'une Europe forte puisse aider les États-Unis dans sa mission de « renouveau » mondial.",
        "source": "Hurriyet Daily News",
        "url": "https://www.hurriyetdailynews.com/rubio-tells-europe-to-join-trumps-fight-says-it-belongs-with-us-218944",
        "image": "https://image.hurimg.com/i/hurriyet/75/200x200/69916c5a9f6205fc7a43eb5c.jpg",
        "publishedAt": "2026-02-15T06:49:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rubio tells Europe to join Trump's fight, says it belongs with US",
        "description_en": "U.S. Secretary of State Marco Rubio sought to reassure a nervous Europe on Saturday, saying Washington wanted to recharge the transatlantic alliance so a strong Europe could help the United States on its mission of global \"renewal\".",
        "translated": true
      },
      {
        "title": "Un juge de la Haute Cour de Madras se récuse suite à une allégation de pot-de-vin de 50 lakh roupies",
        "description": "Un juge de la Haute Cour de Madras s'est récusé d'une affaire du CBI après qu'une allégation ait émergé selon laquelle un avocat senior aurait reçu 50 lakh roupies d'un client en échange d'une ordonnance favorable. Le juge a renvoyé l'affaire à la cellule de vigilance, citant le sérieux de la plainte.",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/legal/news/madras-hc-judge-recuses-from-cbi-case-citing-bribery-allegation/articleshow/128374005.cms",
        "image": "https://static.toiimg.com/thumb/msid-128374053,width-1280,height-720,imgsize-52836,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T06:48:06Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Madras HC judge recuses self over allegation lawyer took Rs 50 lakh to bribe him",
        "description_en": "A Madras High Court judge recused himself from a CBI case after an allegation surfaced that a senior advocate took ₹50 lakh from a client for a favorable order. The judge referred the matter to the vigilance cell, citing the seriousness of the representation …",
        "translated": true
      },
      {
        "title": "L'ancien maire de Bhiwandi arrêté dans une affaire de transaction immobilière vieille de 11 ans",
        "description": "BHIWANDI : L'ancien maire de Bhiwandi Vilas Patil a été arrêté par la division des délits économiques de Thane (EOW) en lien avec une transaction immobilière datant de 11 ans.",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/thane/ex-bhiwandi-mayor-held-in-11-yr-old-land-deal-case/articleshow/128374104.cms",
        "image": "https://static.toiimg.com/thumb/msid-128374141,width-1280,height-720,imgsize-61194,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T06:42:14Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ex-Bhiwandi mayor held in 11-yr-old land deal case",
        "description_en": "BHIWANDI: Former Bhiwandi mayor Vilas Patil has been arrested by the Thane Economic Offences Wing (EOW) in connection with an 11-year-old land transac.",
        "translated": true
      },
      {
        "title": "La fenêtre de réinscription 2025 de l'IGNOU ferme aujourd'hui : lien direct pour télécharger ici",
        "description": "L'Université nationale ouverte Indira Gandhi fermera sa fenêtre de réinscription pour la session de janvier 2026 le 15 février. Les étudiants poursuivant leurs études doivent compléter le processus en ligne et payer les frais de 300 roupies pour continuer leur parcours académique. Ceux qui manquent la période prolongée...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/education/news/ignou-re-registration-2025-window-closing-today-direct-link-to-download-here/articleshow/128373830.cms",
        "image": "https://static.toiimg.com/thumb/msid-128373863,width-1280,height-720,imgsize-25776,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T06:33:09Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "IGNOU re-registration 2025 window closing today: Direct link to download here",
        "description_en": "The Indira Gandhi National Open University will shut its re-registration window for the January 2026 session on February 15. Continuing students must complete the online process and pay the Rs 300 fee to move ahead academically. Those who miss the extended de…",
        "translated": true
      },
      {
        "title": "Le vice-ministre iranien des Affaires étrangères : nous envisagerons des compromis",
        "description": "Le vice-ministre iranien des Affaires étrangères Majid Takht-Ravanchi a déclaré dans une interview à la BBC que la République islamique envisagerait des compromis pour parvenir à un accord nucléaire si les États-Unis étaient disposés à discuter de la levée des sanctions. « Maintenant, la balle est dans le camp américain... »",
        "source": "Israelnationalnews.com",
        "url": "https://www.israelnationalnews.com/flashes/676307",
        "image": "https://2.a7.org/files/pictures/000/1075218.jpg",
        "publishedAt": "2026-02-15T06:32:28Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iran's Deputy Foreign Minister: We will consider compromises",
        "description_en": "Iran's Deputy Foreign Minister, Majid Takht-Ravanchi, said in an interview with the BBC that the Islamic Republic would consider compromises to reach a nuclear agreement if the United States was willing to discuss lifting sanctions.\"Now the ball is in the Ame…",
        "translated": true
      },
      {
        "title": "Marco Rubio se rendra en Europe de l'Est pour renforcer les liens avec les dirigeants proches de Trump",
        "description": "« Ce sont des pays très proches de nous, très coopératifs avec les États-Unis, qui travaillent en étroite collaboration avec nous, et c'est une bonne occasion d'aller les voir », a déclaré Rubio",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/world-news/marco-rubio-to-visit-eastern-europe-bolster-ties-with-pro-trump-leaders-126021500179_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2026-01/06/thumb/featurecrop/1200X630/1767663901-5297.jpg",
        "publishedAt": "2026-02-15T06:24:37Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Marco Rubio to visit eastern Europe, bolster ties with pro-Trump leaders",
        "description_en": "\"These are countries that are very strong with us, very cooperative with the United States, work very closely with us, and it's a good opportunity to go see them\", Rubio said",
        "translated": true
      },
      {
        "title": "La Cour suprême confirme la condamnation à perpétuité dans l'affaire de viol collectif de touristes étrangers à Datia en 2013",
        "description": "Dans un jugement important, la Cour suprême du Madhya Pradesh a confirmé les condamnations à perpétuité de six individus reconnus coupables d'une agression collective et d'un vol odieux visant des touristes étrangers en 2013. La cour a souligné la solidité des arguments de l'accusation...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/legal/news/hc-upholds-life-term-in-2013-datia-foreign-tourist-gangrape-case/articleshow/128373357.cms",
        "image": "https://static.toiimg.com/thumb/msid-128373411,width-1280,height-720,imgsize-941288,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T06:11:39Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "HC upholds life term in 2013 Datia foreign tourist gangrape case",
        "description_en": "In a significant ruling, the Madhya Pradesh High Court affirmed the life sentences for six individuals found guilty of a heinous gang assault and robbery targeting foreign tourists in 2013. The court highlighted the strength of the prosecution's argument, whi…",
        "translated": true
      },
      {
        "title": "Rubio se rendra en Europe de l'Est pour renforcer les liens avec les dirigeants proches de Trump",
        "description": "MUNICH, 15 février (Reuters) - Le secrétaire d'État américain Marco Rubio s'apprête à entreprendre un voyage de deux jours dimanche pour renforcer les liens avec la Slovaquie et la Hongrie, dont les dirigeants conservateurs, souvent en désaccord avec d'autres pays de l'Union européenne, entretiennent des relations chaleureuses avec le Président...",
        "source": "The Star Online",
        "url": "https://www.thestar.com.my/news/world/2026/02/15/rubio-to-visit-eastern-europe-bolster-ties-with-pro-trump-leaders",
        "image": "https://apicms.thestar.com.my/uploads/images/2026/02/15/3771451.jpg",
        "publishedAt": "2026-02-15T06:10:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rubio to visit eastern Europe, bolster ties with pro-Trump leaders",
        "description_en": "MUNICH, Feb 15 (Reuters) - U.S. Secretary of ⁠State Marco Rubio is set to begin a two-day trip on Sunday, to bolster ties with Slovakia and Hungary, whose conservative ⁠leaders, often at odds with other European Union countries, have warm ties with President …",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "rateslib 2.6.0",
        "description": "Une bibliothèque de titres à revenu fixe pour la négociation de taux d'intérêt",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/rateslib/2.6.0/",
        "image": null,
        "publishedAt": "2026-02-15T06:51:19Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "rateslib 2.6.0",
        "description_en": "A fixed income library for trading interest rates",
        "translated": true
      },
      {
        "title": "L'indice STI recule, les actions DBS perdent du terrain après le Budget 2026",
        "description": "L'indice Straits Times de Singapour recule et les actions DBS se replient par rapport à leurs sommets malgré les nouvelles mesures du Budget 2026 visant à soutenir les actions locales et attirer les introductions en bourse. Lire la suite sur straitstimes.com. Lire la suite sur straitstimes.com.",
        "source": "The Straits Times",
        "url": "https://www.straitstimes.com/business/sti-dips-from-5000-point-high-index-heavyweight-dbs-loses-gains",
        "image": "https://cassette.sphdigital.com.sg/image/straitstimes/dfa490045276ce1ed4607b5c69ca21e072e832857a0c0467430aa65be83a4475",
        "publishedAt": "2026-02-15T06:01:27Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "STI dips, DBS shares lose gains after Budget 2026",
        "description_en": "Singapore's Straits Times Index dips and DBS shares pull back from highs despite new Budget 2026 measures to boost local equities and attract listings. Read more at straitstimes.com. Read more at straitstimes.com.",
        "translated": true
      },
      {
        "title": "La hausse des demandes d'allocations chômage signale une crise économique qui s'aggrave au milieu d'agendas cachés",
        "description": "La Réserve fédérale et le ministère du Travail manipulent les rapports d'emploi (par exemple, révision de 911 000 emplois) pour dissimuler l'effondrement économique tandis que les défaillances dépassent les niveaux de 2008. La hausse des demandes d'allocations chômage (235 000+) expose une déstabilisation délibérée de la main-d'œuvre, accélérant...",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-15-jobless-claims-signal-economic-crisis-hidden-agendas.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/Jobless-Homeless-Help-Sign-Man.jpg",
        "publishedAt": "2026-02-15T06:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rising jobless claims signal deepening economic crisis amid hidden agendas",
        "description_en": "The Federal Reserve and Labor Department manipulate job reports (e.g., 911,000-job revision) to hide economic collapse while delinquencies surpass 2008 levels. Rising unemployment claims (235,000+) expose a deliberate destabilization of the workforce, acceler…",
        "translated": true
      },
      {
        "title": "Le portefeuille papal : plus d'indice S&P 500 que de sermon",
        "description": "Deux nouveaux indices boursiers lancés en partenariat avec Morningstar – l'un pour les États-Unis, l'autre pour la zone euro – sont calibrés selon les principes catholiques",
        "source": "The Irish Times",
        "url": "https://www.irishtimes.com/your-money/2026/02/15/the-papal-portfolio-more-sp-500-than-sermon/",
        "image": "https://www.irishtimes.com/resizer/v2/4THHKFXOQZLBTKE6JCCEPGSVPQ.jpg?smart=true&auth=8674591d6776c8c5ffbab18aee7003c55078a4ec0d437cd9e7e51b659894192b&width=1200&height=630",
        "publishedAt": "2026-02-15T06:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The papal portfolio: more S&P 500 than sermon",
        "description_en": "Two new stock indices launched in conjunction with Morningstar – one for the US, one for the euro zone – are calibrated to Catholic principles",
        "translated": true
      },
      {
        "title": "L'avertissement de Ron Paul : la fin de l'ordre politique corrompu est proche",
        "description": "Introduction : Un avertissement prophétique d'un vétéran Pendant des décennies, l'ancien représentant au Congrès et candidat à la présidence, le Dr Ron Paul, s'est dressé comme une voix solitaire de raison dans le désert de mensonges de Washington D.C. Ses avertissements prémonitoires sur les guerres sans fin, la fraude de la Réserve fédérale…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-15-ron-paul-end-corrupt-political-order-near.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/ron-paul-political-corruption-systemic-collapse-251-original.jpg",
        "publishedAt": "2026-02-15T06:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ron Paul’s Warning: The End of the Corrupt Political Order is Near",
        "description_en": "Introduction: A Veteran’s Prophetic Warning For decades, former Congressman and presidential candidate Dr. Ron Paul has stood as a lone voice of reason in a Washington D.C. wilderness of deceit. His prescient warnings about endless wars, the fraudulent Federa…",
        "translated": true
      },
      {
        "title": "Casey Wasserman met son agence de talents en vente après la divulgation d'e-mails compromettants avec Ghislaine Maxwell : selon un rapport",
        "description": "Wasserman a informé le personnel de son agence vendredi soir qu'il était « devenu une distraction » pour les activités de l'entreprise, selon le Wall Street Journal.",
        "source": "New York Post",
        "url": "https://nypost.com/2026/02/15/us-news/casey-wasserman-puts-agency-up-for-sale-after-risque-emails-with-ghislaine-maxwell-surface/",
        "image": "https://nypost.com/wp-content/uploads/sites/2/2026/02/121347220.jpg?quality=75&strip=all&w=1200",
        "publishedAt": "2026-02-15T05:35:19Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Casey Wasserman puts talent agency up for sale after risqué emails with Ghislaine Maxwell surface: report",
        "description_en": "Wasserman told staffers at his eponymous agency on Friday night that he had “become a distraction” to the firm’s work, the Wall Street Journal said.",
        "translated": true
      },
      {
        "title": "Nirmala Sitharaman tient des réunions bilatérales clés à Munich, met en avant les opportunités d'investissement",
        "description": "La ministre des Finances Nirmala Sitharaman a rencontré Christine Lagarde, présidente de la Banque centrale européenne (BCE), à Munich, en Allemagne, parmi plusieurs autres personnalités clés, lors de sa visite en cours.",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/business/india-business/nirmala-sitharaman-holds-key-bilateral-meetings-in-munich-highlights-investment-opportunities/articleshow/128372574.cms",
        "image": "https://static.toiimg.com/thumb/msid-128372741,width-1280,height-720,imgsize-1120825,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T05:33:29Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Nirmala Sitharaman holds key bilateral meetings in Munich, highlights investment opportunities",
        "description_en": "Finance Minister Nirmala Sitharaman met Christine Lagarde, President of the European Central Bank (ECB), in Munich, Germany, among several other key dignitaries, during her ongoing visit.",
        "translated": true
      },
      {
        "title": "Déjà-vu de la bulle Internet : comment protéger vos finances d'un krach boursier lié à l'IA, selon les experts",
        "description": "Si vous êtes d'une certaine génération, les discussions sur une bulle boursière de l'IA vous ramènent peut-être au tournant du siècle.",
        "source": "Independent.ie",
        "url": "https://www.independent.ie/business/money/dotcom-deja-vu-how-to-shield-your-finances-from-an-ai-stock-crash-according-to-the-experts/a1348670385.html",
        "image": "https://focus.independent.ie/thumbor/V7GDksyDnehSxSd4hsBpcx1NQMs=/176x228:1904x1381/629x0/prod-mh-ireland/7c1977d8-c724-4f37-b8e2-f98c6e3adc9f/23c29102-e8b5-4653-84d3-b3a9da4e3961/7c1977d8-c724-4f37-b8e2-f98c6e3adc9f.jpg",
        "publishedAt": "2026-02-15T05:30:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Dotcom deja vu: How to shield your finances from an AI stock crash, according to the experts",
        "description_en": "If you’re of a certain vintage, talk of an AI stock bubble may be giving you a whiff of deja vu back to the turn of the century.",
        "translated": true
      },
      {
        "title": "Tata Motors : ce que les investisseurs doivent savoir sur la scission de l'activité véhicules commerciaux",
        "description": "Les investisseurs devraient conserver l'action Tata Motors, car les valorisations reflètent les éléments positifs, mais les nouveaux acheteurs pourraient préférer attendre.",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/portfolio/stock-fundamental-analysis-india/tata-motors-what-investors-need-to-know-about-the-demerged-commercial-vehicle-business/article70628693.ece",
        "image": "https://bl-i.thgim.com/public/incoming/8xmt3/article70629415.ece/alternates/LANDSCAPE_1200/20260120272L.jpg",
        "publishedAt": "2026-02-15T05:12:50Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Tata Motors: What investors need to know about the demerged commercial vehicle business",
        "description_en": "Investors should hold Tata Motors stock, as valuations reflect positives, but new buyers may want to wait.",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "NAPTIP libère 103 victimes de la traite",
        "description": "L'agence nigériane NAPTIP a libéré plus de 100 victimes de la traite des êtres humains lors de raids nationaux dans des hôtels et autres établissements, arrêtant des dizaines de suspects.",
        "source": "The Punch",
        "url": "https://punchng.com/naptip-rescues-103-trafficked-victims/",
        "image": "https://cdn.punchng.com/wp-content/uploads/2025/10/19023405/NAPTIP-LOGO-696x391-1.jpg",
        "publishedAt": "2026-02-15T06:25:26Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "NAPTIP rescues 103 trafficked victims",
        "description_en": "Nigeria’s NAPTIP has rescued over 100 victims of human trafficking in nationwide raids on hotels and other facilities, arresting dozens of suspects.\n\nRead More: https://punchng.com/naptip-rescues-103-trafficked-victims/",
        "translated": true
      },
      {
        "title": "Les institutions pourraient « en avoir assez » et remplacer les développeurs Bitcoin face aux menaces quantiques : VC",
        "description": "Le capital-risqueur Nic Carter a déclaré que si les développeurs Bitcoin ne traitent pas correctement les menaces liées à l'informatique quantique, les grandes institutions pourraient intervenir et les remplacer.",
        "source": "Cointelegraph",
        "url": "https://cointelegraph.com/news/bitcoin-quantum-computing-risk-institutions-developers",
        "image": "https://images.cointelegraph.com/cdn-cgi/image/f=auto,onerror=redirect,w=1200/https://s3.cointelegraph.com/uploads/2025-12/019b46a7-3d39-7caa-9c04-bfa43600b0b2.jpg",
        "publishedAt": "2026-02-15T06:17:48Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Institutions may get 'fed up' and fire Bitcoin devs over quantum: VC",
        "description_en": "Venture capitalist Nic Carter said that if Bitcoin developers fail to properly address quantum computing threats, major institutions could step in and replace them.",
        "translated": true
      },
      {
        "title": "Les haussiers du Bitcoin échouent à franchir les 69 000 $ alors que la faiblesse du marché pointe vers une baisse potentielle vers la fourchette 55 000-65 000 $",
        "description": "Bitcoin (BTC) ne parvient pas à se maintenir au-dessus du niveau de résistance de 69 000 $, les analystes avertissant que reprendre 100 000 $ est nécessaire pour invalider la perspective baissière. Un support faible près de 70 000 $ risque des baisses supplémentaires vers 50 000 $ ou moins. La consolidation prolongée autour de 6…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-15-bitcoin-bulls-fail-crack-69000-market-drop.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/crypto-bitcoin-motherboard.jpg",
        "publishedAt": "2026-02-15T06:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin bulls fail to crack $69,000 as market weakness points to potential drop to $55K-$65K range",
        "description_en": "Bitcoin (BTC) fails to hold above the $69,000 resistance level, with analysts warning that reclaiming $100,000 is necessary to invalidate the bearish outlook. Weak support near $70,000 risks further drops to $50,000 or lower. Prolonged consolidation around $6…",
        "translated": true
      },
      {
        "title": "L'avertissement de Ron Paul : la fin de l'ordre politique corrompu est proche",
        "description": "Introduction : Un avertissement prophétique d'un vétéran Pendant des décennies, l'ancien représentant au Congrès et candidat à la présidentielle Dr Ron Paul s'est dressé comme une voix solitaire de raison dans un désert de mensonges à Washington D.C. Ses avertissements perspicaces sur les guerres sans fin, la Réserve fédérale frauduleuse…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-15-ron-paul-end-corrupt-political-order-near.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/ron-paul-political-corruption-systemic-collapse-251-original.jpg",
        "publishedAt": "2026-02-15T06:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ron Paul’s Warning: The End of the Corrupt Political Order is Near",
        "description_en": "Introduction: A Veteran’s Prophetic Warning For decades, former Congressman and presidential candidate Dr. Ron Paul has stood as a lone voice of reason in a Washington D.C. wilderness of deceit. His prescient warnings about endless wars, the fraudulent Federa…",
        "translated": true
      },
      {
        "title": "La disparition de Nancy Guthrie : « Nous n'abandonnerons pas », jure le shérif dans sa quête inlassable pour retrouver la mère de Savannah Guthrie",
        "description": "Nancy Lynne Guthrie, 84 ans, a disparu de sa maison à Tucson le 1er février 2026, déclenchant une recherche désespérée. Les autorités croient qu'elle a été enlevée contre sa volonté, avec des indices pointant vers un enlèvement. Malgré les efforts considérables et une demande de rançon en Bitcoin de 6 millions de dollars…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/tv/news/english/nancy-guthries-disappearance-we-wont-quit-vows-sheriff-vows-relentless-search-for-savannah-guthries-mother/articleshow/128372602.cms",
        "image": "https://static.toiimg.com/thumb/msid-128372598,width-1070,height-580,overlay-toi_sw,pt-32,y_pad-40,resizemode-75,imgsize-815416/128372598.jpg",
        "publishedAt": "2026-02-15T05:34:15Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Nancy Guthrie's disappearance: “We won’t quit,” vows Sheriff vows relentless search for Savannah Guthrie’s mother",
        "description_en": "Nancy Lynne Guthrie, 84, vanished from her Tucson home on February 1, 2026, sparking a desperate search. Authorities believe she was taken against her will, with clues pointing to a kidnapping. Despite extensive efforts and a $6 million Bitcoin ransom demand,…",
        "translated": true
      },
      {
        "title": "Les taux de financement de Solana atteignent une séquence négative de 17 jours — Ce que cela signifie pour le prix",
        "description": "Solana (SOL) a été considérablement affectée par le marché baissier, enregistrant une perte de prix de 37,38 % au cours des 30 derniers jours seulement. Malgré le soulagement des prix observé la semaine dernière, l'altcoin reste environ 70 % en dessous de son plus haut historique, reflétant l'activité de vente dominante…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/solana/solana-funding-rates-hit-17-day-negative-streak-what-this-means-for-price/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Solana-Recovers-by-Over-45-2.jpg",
        "publishedAt": "2026-02-15T05:00:23Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Solana Funding Rates Hit 17-Day Negative Streak — What This Means For Price",
        "description_en": "Solana (SOL) has been significantly affected by the bear market, reporting a price loss of 37.38% in the last 30 days alone. Despite the late price relief seen last week, the altcoin remains about 70% off its all-time high, reflecting the dominant selling act…",
        "translated": true
      },
      {
        "title": "Les ETF Bitcoin Spot enregistrent 360 millions de dollars de sorties nettes, prolongeant une série baissière de 4 semaines",
        "description": "Les ETF Bitcoin Spot américains ont continué à connaître des fuites de capitaux la semaine dernière, enregistrant des sorties nettes significatives auprès des principaux émetteurs. Les retraits soutenus reflètent un sentiment institutionnel prudent au milieu des récentes difficultés de prix du Bitcoin, alors que la principale crypto-monnaie…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/bitcoin-spot-etfs-360m-outflows-extend-red-streak/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/GettyImages-1913159819.jpg",
        "publishedAt": "2026-02-15T05:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Spot ETFs Register $360M In Net Outflows, Extend 4-Week Red Streak",
        "description_en": "The US Bitcoin Spot ETFs continued to experience capital flight last week, recording significant net outflows across major issuers. The sustained withdrawals reflect cautious institutional sentiment amid Bitcoin’s recent price struggles, as the premier crypto…",
        "translated": true
      },
      {
        "title": "New York accueille son premier « magasin d'alimentation gratuit » — mais ce n'est pas ce que le maire Mamdani avait en tête",
        "description": "Les New-Yorkais adoptent un marché libre. Des centaines de personnes se sont alignées jeudi pour avoir la chance de faire leurs courses au « premier magasin d'alimentation gratuit » de la ville — lancé par Polymarket alors que cette plateforme et d'autres plateformes de paris prédictifs font face à un contrôle accru des régulateurs d'État. Le…",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-news/4366918/posts",
        "image": null,
        "publishedAt": "2026-02-15T04:36:37Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "New York City gets its first ‘free grocery store’ — but it’s not what Mayor Mamdani had in mind",
        "description_en": "New Yorkers are embracing a free market. Hundreds of people lined up Thursday for a chance to shop at the city’s “first free grocery store” — launched by Polymarket as it and other prediction betting platforms face increased scrutiny from state regulators. Th…",
        "translated": true
      },
      {
        "title": "Les combattants des coulisses d'Interpol luttent contre les cybercriminels « armant » l'IA",
        "description": "Des courriels de phishing parfaitement orthographiés aux fausses vidéos de responsables gouvernementaux, l'intelligence artificielle change la donne dans la lutte du chat et de la souris d'Interpol contre la cybercriminalité dans ses salles de guerre de haute technologie à Singapour. Leur adversaire : les syndicats du crime, structurés…",
        "source": "Japan Today",
        "url": "https://japantoday.com/category/world/interpol-backroom-warriors-fight-cyber-criminals-%27weaponising%27-ai",
        "image": null,
        "publishedAt": "2026-02-15T04:33:27Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Interpol backroom warriors fight cyber criminals 'weaponizing' AI",
        "description_en": "From perfectly spelled phishing emails to fake videos of government officials, artificial intelligence is changing the game for Interpol's cat-and-mouse fight against cybercrime at its high-tech war rooms in Singapore. Their foe: crime syndicates, structured …",
        "translated": true
      },
      {
        "title": "Les combattants des coulisses d'Interpol luttent contre les cybercriminels « armant » l'IA",
        "description": "Des courriels de phishing parfaitement orthographiés aux fausses vidéos de responsables gouvernementaux, l'intelligence artificielle change la donne dans la lutte du chat et de la souris d'Interpol contre la cybercriminalité dans ses salles de guerre de haute technologie à Singapour. « C'est toujours un jeu du chat et de la souris, toujours…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/tech/technology/interpol-backroom-warriors-fight-cyber-criminals-weaponising-ai/articleshow/128370406.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-116714,resizemode-75,msid-128370406/tech/technology/interpol-backroom-warriors-fight-cyber-criminals-weaponising-ai.jpg",
        "publishedAt": "2026-02-15T03:58:51Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Interpol backroom warriors fight cyber criminals 'weaponising' AI",
        "description_en": "From perfectly spelled phishing emails to fake videos of government officials, artificial intelligence is changing the game for Interpol's cat-and-mouse fight against cybercrime at its high-tech war rooms in Singapore. \"It's always a cat-and-mouse game, alway…",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Marco Rubio se rendra en Europe de l'Est, renforcer les liens avec les leaders pro-Trump",
        "description": "« Ce sont des pays qui sont très proches de nous, très coopératifs avec les États-Unis, travaillent très étroitement avec nous, et c'est une bonne occasion d'aller les voir », a déclaré Rubio",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/world-news/marco-rubio-to-visit-eastern-europe-bolster-ties-with-pro-trump-leaders-126021500179_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2026-01/06/thumb/featurecrop/1200X630/1767663901-5297.jpg",
        "publishedAt": "2026-02-15T06:24:37Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Marco Rubio to visit eastern Europe, bolster ties with pro-Trump leaders",
        "description_en": "\"These are countries that are very strong with us, very cooperative with the United States, work very closely with us, and it's a good opportunity to go see them\", Rubio said",
        "translated": true
      },
      {
        "title": "Le livre de KT Achaya sur la gastronomie démontre la valeur de l'indexation",
        "description": "La documentation minutieuse de KT Achaya sur la cuisine indienne, commençant par sa formation de chimiste, a révolutionné l'approche de l'histoire culinaire. Son travail, en particulier « Indian Food: A Historical Companion », a démontré l'importance d'une indexation rigoureuse et d'une…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/magazines/panache/kt-achayas-book-on-food-shows-the-value-of-indexing/articleshow/128373400.cms",
        "image": "https://img.etimg.com/thumb/msid-128373421,width-1200,height-630,imgsize-46578,overlay-etpanache/articleshow.jpg",
        "publishedAt": "2026-02-15T06:12:01Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "KT Achaya’s book on food, shows the value of indexing",
        "description_en": "KT Achaya's meticulous documentation of Indian food, starting with his chemist background, revolutionized how culinary history is approached. His work, particularly the \"Indian Food: A Historical Companion,\" showcased the importance of rigorous indexing and a…",
        "translated": true
      },
      {
        "title": "Rubio en visite en Europe de l'Est pour renforcer les liens avec les dirigeants pro-Trump",
        "description": "MUNICH, 15 février (Reuters) - Le secrétaire d'État américain Marco Rubio s'apprête à entreprendre un voyage de deux jours dimanche pour renforcer les liens avec la Slovaquie et la Hongrie, dont les dirigeants conservateurs, souvent en désaccord avec d'autres pays de l'Union européenne, entretiennent des relations chaleureuses avec le Président...",
        "source": "The Star Online",
        "url": "https://www.thestar.com.my/news/world/2026/02/15/rubio-to-visit-eastern-europe-bolster-ties-with-pro-trump-leaders",
        "image": "https://apicms.thestar.com.my/uploads/images/2026/02/15/3771451.jpg",
        "publishedAt": "2026-02-15T06:10:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rubio to visit eastern Europe, bolster ties with pro-Trump leaders",
        "description_en": "MUNICH, Feb 15 (Reuters) - U.S. Secretary of ⁠State Marco Rubio is set to begin a two-day trip on Sunday, to bolster ties with Slovakia and Hungary, whose conservative ⁠leaders, often at odds with other European Union countries, have warm ties with President …",
        "translated": true
      },
      {
        "title": "L'avertissement de Ron Paul : la fin de l'ordre politique corrompu est proche",
        "description": "Introduction : L'avertissement prophétique d'un vétéran Depuis des décennies, l'ancien représentant au Congrès et candidat à la présidence, le Dr Ron Paul, s'est imposé comme une voix isolée de raison dans le désert de mensonges de Washington D.C. Ses avertissements perspicaces concernant les guerres sans fin, la Réserve fédérale frauduleuse...",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-15-ron-paul-end-corrupt-political-order-near.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/ron-paul-political-corruption-systemic-collapse-251-original.jpg",
        "publishedAt": "2026-02-15T06:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ron Paul’s Warning: The End of the Corrupt Political Order is Near",
        "description_en": "Introduction: A Veteran’s Prophetic Warning For decades, former Congressman and presidential candidate Dr. Ron Paul has stood as a lone voice of reason in a Washington D.C. wilderness of deceit. His prescient warnings about endless wars, the fraudulent Federa…",
        "translated": true
      },
      {
        "title": "Courrier des lecteurs : c'est aux parents de protéger les enfants en ligne, pas d'attendre l'intervention du gouvernement",
        "description": "Madame — Le reportage de Senan Molony la semaine dernière faisait référence aux efforts du gouvernement pour renforcer la sécurité en ligne des enfants par le biais de mesures telles que la vérification de l'âge (« L'Irlande examine le projet de loi français visant à interdire les réseaux sociaux aux moins de 16 ans », 8 février).",
        "source": "Independent.ie",
        "url": "https://www.independent.ie/opinion/letters/letters-its-up-to-parents-to-protect-children-online-not-wait-for-the-government-to-intervene/a1877319575.html",
        "image": "https://focus.independent.ie/thumbor/uf-g4ZuP4uCVN8-bmPf0XRWB0No=/629x460/smart/prod-mh-ireland/980c3fac-7676-4cd0-aa93-c603f8a7272a/97df72f5-0959-43bf-b954-ac78e87e30ad/ild%20with%20smartphone.jpg",
        "publishedAt": "2026-02-15T05:30:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Letters: It’s up to parents to protect children online, not wait for the Government to intervene",
        "description_en": "Madam — Senan Molony’s report last week referred to the Government’s efforts to strengthen online safety for children via measures such as age verification (‘Ireland ­examines France’s draft law to ban social media for U16s’, ­February 8).",
        "translated": true
      },
      {
        "title": "L'Iran dispose de plus d'options que ne le supposent Trump et Netanyahu",
        "description": "Alors qu'Israël tente de pousser les États-Unis à la guerre avec l'Iran, il convient de considérer comment Téhéran pourrait riposter",
        "source": "Juancole.com",
        "url": "https://www.juancole.com/2026/02/options-sleeve-netanyahu.html",
        "image": "https://media.juancole.com/images/2026/02/mohammad-amirahmadi-ShZzflXymPI-unsplash.jpg",
        "publishedAt": "2026-02-15T05:04:03Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iran has more Options up its sleeve than Trump and Netanyahu Assume",
        "description_en": "As Israel attempts to push the US into war with Iran, it’s worth considering how Tehran could retaliate",
        "translated": true
      },
      {
        "title": "La ruée mondiale sur le cuivre promet de nouvelles richesses pour la Zambie",
        "description": "Le pays politiquement stable est le deuxième plus grand producteur de cuivre d'Afrique.",
        "source": "Aletihad.ae",
        "url": "https://en.aletihad.ae/news/business/4645008/world-copper-rush-promises-new-riches-for-zambia",
        "image": "https://media.alittihad.ae/store/archive/image/2026/2/15/248d8ad9-4657-4222-84f1-8d57aac0c3df.jpg?width=600",
        "publishedAt": "2026-02-15T04:53:23Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "World copper rush promises new riches for Zambia",
        "description_en": "The politically stable country is Africa's second-largest copper producer.",
        "translated": true
      },
      {
        "title": "L'accord sanitaire États-Unis-Nigéria offre d'énormes perspectives mais des préoccupations demeurent",
        "description": "L'accord, qui s'étendra d'avril 2026 à décembre 2030, combine près de 2,1 milliards de dollars de financement sous forme de subventions américaines avec un investissement estimé à 3 milliards de dollars du gouvernement nigérian.",
        "source": "Premium Times",
        "url": "https://www.premiumtimesng.com/health/health-interviews/856661-us-nigeria-health-deal-offers-huge-prospects-but-concerns-remain.html",
        "image": "https://i0.wp.com/media.premiumtimesng.com/wp-content/files/2026/02/WhatsApp-Image-2025-12-20-at-9.50.10-AM-1536x1024-1.webp?fit=1536%2C1024&ssl=1",
        "publishedAt": "2026-02-15T04:05:29Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US-Nigeria health deal offers huge prospects but concerns remain",
        "description_en": "The agreement, which will run from April 2026 to December 2030, combines nearly $2.1 billion in United States grant funding with an estimated $3 billion in Nigerian government investment.",
        "translated": true
      },
      {
        "title": "La RBI restreint les prêts accordés aux courtiers, un coup dur pour les volumes de trading",
        "description": "La RBI renforce les règles de prêt pour les courtiers, visant à réduire le trading spéculatif et impactant potentiellement les volumes de marché en Inde.",
        "source": "Bloomberg",
        "url": "https://www.bloomberg.com/news/articles/2026-02-15/india-curbs-loans-extended-to-brokers-in-blow-to-trading-volumes",
        "image": "https://bl-i.thgim.com/public/incoming/2hp811/article70634521.ece/alternates/LANDSCAPE_1200/2026-02-11T072152Z_1128252441_RC25GJAO7ZEO_RTRMADP_3_INDIA-RATES-OIS.JPG",
        "publishedAt": "2026-02-15T03:44:02Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "RBI curbs loans extended to brokers in blow to trading volumes",
        "description_en": "RBI tightens loan rules for brokers, aiming to reduce speculative trading and potentially impact market volumes in India.",
        "translated": true
      },
      {
        "title": "Le programme de protection des prix NABARD-NCDEX aide les agriculteurs à récolter les bénéfices",
        "description": "NABARD subventionne les primes des options de vente pour les organisations de producteurs agricoles (FPOs) dans sept États : les cultures couvertes par le programme sont le curcuma, le cumin et la coriandre.",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/economy/agri-business/nabard-ncdex-price-protection-scheme-helps-growers-harvest-benefits/article70633311.ece",
        "image": "https://bl-i.thgim.com/public/incoming/f7n57g/article70631962.ece/alternates/LANDSCAPE_1200/PO20_Financial_growth.jpg",
        "publishedAt": "2026-02-15T03:15:16Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "NABARD-NCDEX price protection scheme helps growers harvest benefits",
        "description_en": "NABARD subsidises premiums for put options for farmer-producer organisations (FPOs) across seven states: crops covered under the scheme are turmeric, jeera (cumin) and dhaniya (coriander)",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "L'adoption de l'IA entraîne une modération dans l'embauche de débutants : Rapport",
        "description": "Une étude révèle que 63 % des entreprises ont signalé une demande accrue de candidats possédant une expertise métier et des compétences en IA ou en données, pointant vers une prime croissante sur les ensembles de compétences hybrides à mesure que l'IA s'intègre dans les flux de travail essentiels.",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/info-tech/ai-adoption-leading-to-moderation-in-entry-level-hiring-report/article70634684.ece",
        "image": "https://bl-i.thgim.com/public/incoming/pnpmjk/article70634698.ece/alternates/LANDSCAPE_1200/BL25_Think_tech_edu2.jpg",
        "publishedAt": "2026-02-15T06:29:43Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AI adoption leading to moderation in entry-level hiring: Report",
        "description_en": "Study finds that 63% of firms reported increased demand for candidates with domain expertise and AI or data skills, pointing to a growing premium on hybrid skill sets as AI is integrated into core workflows",
        "translated": true
      },
      {
        "title": "saksh ajouté à PyPI",
        "description": "Sahasraksh - L'Observateur Omniscient pour les Agents IA",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/saksh/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-15T06:22:25Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "saksh added to PyPI",
        "description_en": "Sahasraksh - The All-Seeing Observer for AI Agents",
        "translated": true
      },
      {
        "title": "argo-proxy 2.8.5",
        "description": "Serveur proxy pour l'API Argo, compatible avec le format OpenAI",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/argo-proxy/2.8.5/",
        "image": null,
        "publishedAt": "2026-02-15T06:17:53Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "argo-proxy 2.8.5",
        "description_en": "Proxy server to Argo API, OpenAI format compatible",
        "translated": true
      },
      {
        "title": "L'IA redéfinit les priorités d'embauche, les emplois de débutants ralentissent : rapport ICRIER",
        "description": "L'adoption de l'intelligence artificielle (IA) a conduit les entreprises à modérer l'embauche, principalement au niveau débutant, selon un rapport. Selon une étude du Conseil indien pour les relations économiques internationales (ICRIER) soutenue par OpenAI, l'adoption de l'IA...",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/industry/news/ai-reshapes-hiring-priorities-entry-level-jobs-see-slowdown-icrier-report-126021500149_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2026-02/04/thumb/fitandfill/1200X630/1770227474-7722.jpg",
        "publishedAt": "2026-02-15T06:12:28Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AI reshapes hiring priorities, entry-level jobs see slowdown: ICRIER report",
        "description_en": "Artificial Intelligence (AI) adoption has led firms to moderate hiring, primarily at the entry-level, according to a report.\nAccording to a study by the Indian Council for Research on International Economic Relations (ICRIER) supported by OpenAI, AI adoption …",
        "translated": true
      },
      {
        "title": "Show HN: PlanOpticon – Extraire des connaissances structurées à partir d'enregistrements vidéo",
        "description": "Nous avons développé PlanOpticon pour résoudre un problème récurrent : des heures de réunions enregistrées, de sessions de formation et de présentations que personne ne regarde. Il extrait des connaissances structurées à partir de vidéos — transcriptions, diagrammes, éléments d'action, points clés et graphe de connaissances…",
        "source": "Github.com",
        "url": "https://github.com/ConflictHQ/PlanOpticon",
        "image": "https://opengraph.githubassets.com/1ac32be1d1acbf9fc7f3f6d2002524af2b7562a6ac7979f10eaa738db03815cb/ConflictHQ/PlanOpticon",
        "publishedAt": "2026-02-15T06:10:31Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Show HN: PlanOpticon – Extract structured knowledge from video recordings",
        "description_en": "We built PlanOpticon to solve a problem we kept hitting: hours of recorded meetings, training sessions, and presentations that nobody rewatches. It extracts structured knowledge from video — transcripts, diagrams, action items, key points, and a knowledge gra…",
        "translated": true
      },
      {
        "title": "Couples LGBTQ+ célèbres qui sont des modèles de relation",
        "description": "L'amour est l'amour, et ces couples de célébrités sont là pour le prouver.",
        "source": "Out.com",
        "url": "https://www.out.com/celebs/gay-couples",
        "image": "https://www.out.com/media-library/jessica-betts-and-niecy-nash-betts-simon-halls-and-matt-bomer-chrishell-stause-and-g-flip.jpg?id=64682066&width=1200&height=600&coordinates=0%2C0%2C0%2C78",
        "publishedAt": "2026-02-15T06:08:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Famous LGBTQ+ couples who are relationship goals",
        "description_en": "Love is love\\, and these celebrity couples are here to prove it.",
        "translated": true
      },
      {
        "title": "Le Kerala lance une vaste campagne de littératie en IA ciblant 6 lakhs de parents",
        "description": "Le module de formation de deux heures est conçu pour accorder une importance égale aux opportunités et aux risques associés à l'IA",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/info-tech/kerala-launches-massive-ai-literacy-drive-targeting-6-lakh-parents/article70634674.ece",
        "image": "https://bl-i.thgim.com/public/incoming/tik6cn/article70634574.ece/alternates/LANDSCAPE_1200/BL19_Think_Data_analysing.jpg",
        "publishedAt": "2026-02-15T06:05:54Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Kerala launches massive AI literacy drive targeting 6 lakh parents",
        "description_en": "The two-hour training module is designed to give equal importance to both the opportunities and the risks associated with AI",
        "translated": true
      },
      {
        "title": "L'adoption de l'IA entraîne une modération dans l'embauche de niveau débutant : Rapport",
        "description": "L'adoption de l'IA remodèle l'embauche dans le secteur informatique indien, les entreprises recherchant une expertise métier et en IA. Tandis que l'embauche de niveau débutant connaît une modération, les postes intermédiaires et seniors restent stables. Les gains de productivité sont significatifs, l'IA complétant plutôt que remplaçant les rôles techniques…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/jobs/hr-policies-trends/ai-adoption-leading-to-moderation-in-entry-level-hiring-report/articleshow/128373179.cms",
        "image": "https://img.etimg.com/thumb/msid-128373198,width-1200,height-630,imgsize-61796,overlay-etcareers/articleshow.jpg",
        "publishedAt": "2026-02-15T06:01:35Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AI adoption leading to moderation in entry-level hiring: Report",
        "description_en": "AI adoption is reshaping India's IT hiring, with firms seeking domain and AI expertise. While entry-level hiring sees moderation, mid and senior roles remain stable.  Productivity gains are significant, with AI complementing rather than replacing technical ro…",
        "translated": true
      },
      {
        "title": "L'indice Straits Times baisse, les actions DBS perdent du terrain après le Budget 2026",
        "description": "L'indice Straits Times de Singapour baisse et les actions DBS se replient par rapport à leurs sommets malgré les nouvelles mesures du Budget 2026 visant à soutenir les actions locales et à attirer les cotations. Lire la suite sur straitstimes.com. Lire la suite sur straitstimes.com.",
        "source": "The Straits Times",
        "url": "https://www.straitstimes.com/business/sti-dips-from-5000-point-high-index-heavyweight-dbs-loses-gains",
        "image": "https://cassette.sphdigital.com.sg/image/straitstimes/dfa490045276ce1ed4607b5c69ca21e072e832857a0c0467430aa65be83a4475",
        "publishedAt": "2026-02-15T06:01:27Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "STI dips, DBS shares lose gains after Budget 2026",
        "description_en": "Singapore's Straits Times Index dips and DBS shares pull back from highs despite new Budget 2026 measures to boost local equities and attract listings. Read more at straitstimes.com. Read more at straitstimes.com.",
        "translated": true
      },
      {
        "title": "L'IA libère la créativité décentralisée pour l'humanité",
        "description": "Introduction : L'ère de la création alimentée par l'IA Pendant des siècles, le pouvoir de créer — d'écrire un livre, de composer une symphonie ou de produire un film — était étroitement contrôlé par des gardiens. Les maisons d'édition, les maisons de disques et les studios hollywoodiens détenaient les clés du royaume…",
        "source": "Naturalnews.com",
        "url": "https://www.naturalnews.com/2026-02-15-artificial-intelligence-unleashes-decentralized-creativity-for-humanity.html",
        "image": "https://www.naturalnews.com/wp-content/uploads/sites/91/2026/02/ai-democratization-decentralized-creativity-ai-powered-creation-266-original.jpg",
        "publishedAt": "2026-02-15T06:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AI Unleashes Decentralized Creativity for Humanity",
        "description_en": "Introduction: The Era of AI-Powered Creation For centuries, the power to create—to write a book, compose a symphony, or produce a film—was tightly controlled by gatekeepers. Publishing houses, record labels, and Hollywood studios held the keys to the kingdom,…",
        "translated": true
      }
    ]
  },
  "total": 48
}