{
  "updated": "2026-02-16T12:36:19.869Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "Une frappe de drone ukrainienne provoque des incendies au port russe de la mer Noire avant les pourparlers de paix négociés par les États-Unis",
        "description": "Une attaque de drone ukrainienne a frappé un port russe de la mer Noire alors que les diplomates se préparent à de nouveaux pourparlers de paix négociés par les États-Unis",
        "source": "Abcnews.com",
        "url": "https://abcnews.com/International/wireStory/ukrainian-drone-strike-sparks-fires-russian-black-sea-130184526",
        "image": "https://i.abcnewsfe.com/a/1d2d3957-eee3-4027-972e-6915837204f2/wirestory_90e731743c18d6d82c343314e07b1630_16x9.jpg?w=1600",
        "publishedAt": "2026-02-15T12:29:28Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ukrainian drone strike sparks fires at Russian Black Sea port ahead of US-brokered peace talks",
        "description_en": "A Ukrainian drone attack hit a Russian Black Sea port as diplomats prepare for fresh U.S.-brokered peace talks",
        "translated": true
      },
      {
        "title": "La proposition allemande d'une « Europe à deux vitesses » est l'adaptation de l'UE à la géopolitique des grandes puissances",
        "description": "Le ministre allemand des Finances Lars Klingbeil a récemment déclaré que « C'est le moment d'une Europe à deux vitesses. L'Allemagne, avec la France et d'autres partenaires, prendra donc désormais la tête pour rendre l'Europe plus forte et plus indépendante. En tant que six plus grandes…",
        "source": "Globalresearch.ca",
        "url": "https://www.globalresearch.ca/germany-two-speed-europe-proposal/5915882",
        "image": "https://www.globalresearch.ca/wp-content/uploads/2025/02/irrelevant-europe.jpeg",
        "publishedAt": "2026-02-15T12:25:45Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Germany’s “Two-Speed Europe” Proposal Is the EU’s Adaptation to Great Power Geopolitics",
        "description_en": "German Finance Minister Lars Klingbeil recently declared that \n“Now is the time for a two-speed Europe. Germany, together with France and other partners, will therefore now take the lead in making Europe stronger and more independent. As the six biggest …\nThe…",
        "translated": true
      },
      {
        "title": "Rubio se rend en Europe de l'Est pour renforcer les liens avec les dirigeants pro-Trump",
        "description": "Par Humeyra PamukBUDAPEST, 15 février (Reuters) - Le secrétaire d'État américain Marco Rubio a entamé dimanche un voyage de deux jours en Europe de l'Est pour renforcer les liens avec la Slovaquie et la Hongrie… Leggi",
        "source": "Internazionale.it",
        "url": "https://www.internazionale.it/ultime-notizie-reuters/2026/02/15/rubio-visits-eastern-europe-to-bolster-ties-with-pro-trump-leaders",
        "image": "https://static.internazionale.it/assets/img/internazionale-icon.png",
        "publishedAt": "2026-02-15T12:24:48Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rubio visits eastern Europe to bolster ties with pro-Trump leaders",
        "description_en": "By Humeyra PamukBUDAPEST, Feb 15 (Reuters) - U.S. Secretary of State Marco Rubio began a two-day trip to eastern Europe on Sunday to bolster ties with Slovakia and Hungar… Leggi",
        "translated": true
      },
      {
        "title": "Lavrov a reconnu sobrement les défis posés par Trump 2.0",
        "description": "Le ministre russe des Affaires étrangères Sergey Lavrov a récemment accordé une interview à TV BRICS sur leur organisation éponyme et son rôle dans la transition systémique mondiale. Il a commencé par contextualiser le moment présent de l'histoire comme la période transitoire entre le déclin…",
        "source": "Globalresearch.ca",
        "url": "https://www.globalresearch.ca/lavrov-acknowledged-challenges-posed-trump-2/5915797",
        "image": "https://www.globalresearch.ca/wp-content/uploads/2026/02/lavrov-russia-trump.jpeg",
        "publishedAt": "2026-02-15T12:19:23Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Lavrov Soberly Acknowledged the Challenges Posed by Trump 2.0",
        "description_en": "Russian Foreign Minister Sergey Lavrov recently gave an interview to TV BRICS about their namesake organization and its role in the global systemic transition. He began by contextualizing the present moment in history as the interim period between the decline…",
        "translated": true
      },
      {
        "title": "L'Iran et les États-Unis parviendront-ils à un accord nucléaire ? #monde",
        "description": "Où en sont les négociations et ce qu'il faut surveiller Les canaux diplomatiques entre Téhéran et Washington ont été rouverts avec un deuxième cycle de négociations prévu à Genève. Les responsables iraniens ont signalé qu'ils étaient disposés à discuter de compromis, affirmant que la balle est « du côté américain »…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/world/will-iran-and-the-us-reach-a-nuclear-deal",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-15T12:06:34Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Will Iran and the US reach a nuclear deal? #world",
        "description_en": "Where talks stand and what to watch Diplomatic channels between Tehran and Washington have reopened with a second round of negotiations scheduled in Geneva. Iranian officials have signalled they are willing to discuss compromises, saying the ball is “in Ameri…",
        "translated": true
      },
      {
        "title": "Comment l'Europe a-t-elle conclu que Navalny avait été empoisonné ? #monde",
        "description": "Les conclusions des gouvernements et leur importance Cinq gouvernements européens ont annoncé des conclusions indépendantes selon lesquelles la mort d'Alexei Navalny en détention aurait été causée par une toxine liée à des composés présents dans certaines grenouilles venimeuses. Les évaluations étaient basées sur des preuves…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/world/how-did-europe-conclude-navalny-was-poisoned",
        "image": "https://alltoc.com/cdn/1045/og.png",
        "publishedAt": "2026-02-15T12:06:34Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How did Europe conclude Navalny was poisoned? #world",
        "description_en": "Governments' findings and their significance Five European governments announced independent conclusions that Alexei Navalny’s death in detention was caused by a toxin related to compounds found in certain poison dart frogs. The assessments were based on fore…",
        "translated": true
      },
      {
        "title": "Le Royaume-Uni demande des mesures contre la Russie après l'empoisonnement de Navalny à la toxine de grenouille, déclare Cooper",
        "description": "La ministre des Affaires étrangères a déclaré que le Royaume-Uni « continuerait à examiner les mesures coordonnées, notamment l'augmentation des sanctions contre le régime russe ».",
        "source": "BBC News",
        "url": "https://www.bbc.co.uk/news/articles/c8r15e4ek2vo",
        "image": "https://ichef.bbci.co.uk/ace/branded_news/1200/cpsprodpb/c25b/live/f0cf0920-0a69-11f1-9972-d3f265c101c6.png",
        "publishedAt": "2026-02-15T12:04:53Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "UK wants action taken on Russia after Navalny frog poisoning, Cooper says",
        "description_en": "The foreign secretary said the UK would \"continue to look at co-ordinated action, including increasing sanctions on the Russian regime\".",
        "translated": true
      },
      {
        "title": "Le Royaume-Uni demande des mesures contre la Russie après l'empoisonnement de Navalny à la toxine de grenouille, déclare Cooper",
        "description": "La ministre des Affaires étrangères a déclaré que le Royaume-Uni « continuerait à examiner les mesures coordonnées, notamment l'augmentation des sanctions contre le régime russe ».",
        "source": "BBC News",
        "url": "https://www.bbc.com/news/articles/c8r15e4ek2vo",
        "image": "https://ichef.bbci.co.uk/news/1024/branded_news/24a7/live/9385e8b0-0a64-11f1-a1e7-41ce601868ae.png",
        "publishedAt": "2026-02-15T12:04:53Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "UK wants action taken on Russia after Navalny frog poisoning, Cooper says",
        "description_en": "The foreign secretary said the UK would \"continue to look at co-ordinated action, including increasing sanctions on the Russian regime\".",
        "translated": true
      },
      {
        "title": "Un proche de Poutine dirigera la délégation russe au Sommet sur l'impact de l'IA à New Delhi",
        "description": "Maxim Oreshkin, conseiller senior du président russe Vladimir Poutine, dirigera une importante délégation pour le Sommet sur l'impact de l'IA qui se tiendra à New Delhi à partir de lundi. L'Inde accueillera le Sommet sur l'impact de l'IA 2026, un rassemblement de haut niveau de dirigeants mondiaux et de l'industrie...",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/technology/tech-news/top-putin-aide-to-lead-russian-delegation-for-ai-impact-summit-in-new-delhi-126021500398_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2026-02/13/thumb/fitandfill/1200X630/1770954011-3066.jpg",
        "publishedAt": "2026-02-15T11:57:46Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Top Putin aide to lead Russian delegation for AI Impact Summit in New Delhi",
        "description_en": "Russian President Vladimir Putin's senior aide Maxim Oreshkin will lead a large delegation for the AI Impact Summit being held in New Delhi from Monday.\nIndia is set to host the AI Impact Summit 2026, a high-profile gathering of global leaders and industry he…",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Maureen Dowd : Le monde est en péril. Ne vous inquiétez pas, disent-ils",
        "description": "Dans un monde imbibé de violence et de menaces, les responsables nous disent constamment de ne pas nous inquiéter",
        "source": "Irishtimes.comhttps",
        "url": "https://www.irishtimes.comhttps://www.nytimes.com/2026/02/14/opinion/welcome-to-the-voyage-of-the-damned.html",
        "image": "https://www.irishtimes.com/resizer/v2/7J3NIPFIPZZWHFWSSZLOGUYBGM.jpg?smart=true&auth=439a752f5e3f59fe5336aeb902fe2b6680e1386de246aadb8dcae992bf1e2bf3&width=1200&height=630",
        "publishedAt": "2026-02-15T12:29:44Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Maureen Dowd: The world is in peril. Don’t worry about it, they say",
        "description_en": "In a world steeped in violence and menace, the people in charge constantly tell us not to worry",
        "translated": true
      },
      {
        "title": "Du caviar au Qatar : la gauche européenne qui a mal vieilli et s'est terminée pire",
        "description": "Le seul aspect positif du scandale Epstein est la chute d'une monarchie de népotistes et d'opportunistes de gauche qui ont contribué à détruire l'Europe - et dont l'hypocrisie de la « gauche caviar » a été exposée. Opinion.",
        "source": "Israelnationalnews.com",
        "url": "https://www.israelnationalnews.com/news/422445",
        "image": "https://2.a7.org/files/pictures/000/1077426.jpg",
        "publishedAt": "2026-02-15T12:10:31Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "From caviar to Qatar: the European left that aged badly and ended worse",
        "description_en": "The only positive aspect of the Epstein scandal is the fall of a monarchy of leftist nepotists and opportunists who helped destroy Europe - and whose 'gauche caviar' hypocrisy was exposed. Opinion.",
        "translated": true
      },
      {
        "title": "Nexon vient d'être relevée chez Goldman Sachs, voici pourquoi",
        "description": "Consultez le reste de l'article ici. legacy.thefly.com fournit les dernières actualités financières au fur et à mesure qu'elles se produisent. Reconnue comme un leader en intelligence de marché, le flux d'actualités en temps réel et en continu de The Fly tient les investisseurs individuels, les gestionnaires de portefeuille professionnels, les traders actifs et...",
        "source": "Thefly.com",
        "url": "https://legacy.thefly.com/permalinks/entry.php/id4293264/NEXOY-Nexon-just-upgraded-at-Goldman-Sachs-heres-why",
        "image": "https://legacy.thefly.com/images/meta/streetresearch_upgrade.jpg",
        "publishedAt": "2026-02-15T12:03:48Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Nexon just upgraded at Goldman Sachs, here's why",
        "description_en": "See the rest of the story here.\n\nlegacy.thefly.com provides the latest financial news as it breaks. Known as a leader in market intelligence, The Fly's real-time, streaming news feed keeps individual investors, professional money managers, active traders, and…",
        "translated": true
      },
      {
        "title": "Vous voulez un prêt hypothécaire à moins de 3 % en 2026 ? Découvrez l'« hypothèque transférable »",
        "description": "Les taux hypothécaires bas de l'ère du COVID pourraient toujours être accessibles aux acheteurs immobiliers, s'ils trouvent la bonne maison et disposent des liquidités nécessaires.",
        "source": "NPR",
        "url": "https://www.npr.org/2026/02/15/nx-s1-5704697/assumable-mortgage-rates-housing-market",
        "image": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5454x3068+0+338/resize/1400/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fa6%2F1d%2Fd29a0dfd4941ba381568b6f663a6%2Fap22294778737863.jpg",
        "publishedAt": "2026-02-15T12:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Want a mortgage for under 3% in 2026? Meet the 'assumable mortgage'",
        "description_en": "Low mortgage rates from the COVID era might still be attainable for homebuyers, if they find the right house and have the cash.",
        "translated": true
      },
      {
        "title": "« Stupéfiant » : L'échec de Jeanine Pirro à inculper les démocrates est significatif",
        "description": "L'avocat américain trébuche dans la tournée de vengeance de Trump — et c'est le signe de difficultés à venir.",
        "source": "Politico",
        "url": "https://www.politico.com/news/magazine/2026/02/15/jeanine-pirro-indict-democrats-failure-column-00782313",
        "image": "https://s.yimg.com/ny/api/res/1.2/QV_htFWfSyiM3HoPok_w.Q--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDI7Y2Y9d2VicA--/https://media.zenfs.com/en/politico_453/ed84e157b5aea7065b2eef8f0248d91c",
        "publishedAt": "2026-02-15T12:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "‘Stunning’: Jeanine Pirro’s Failure to Indict Democrats Is a Big Deal",
        "description_en": "The U.S. attorney is stumbling in Trump’s revenge tour — and it’s a sign of more struggles to come.",
        "translated": true
      },
      {
        "title": "Wall Street reste haussier sur le bitcoin tandis que les traders offshore se retirent",
        "description": "La différence de base des contrats à terme entre le CME et Deribit reflète des appétits pour le risque divergents selon les régions.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/15/wall-street-remains-bullish-on-bitcoin-while-offshore-traders-retreat",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/0ce20daadee6a2147c8807b254e696396e6f268d-1920x1080.png?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-15T12:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Wall Street remains bullish on bitcoin while offshore traders retreat",
        "description_en": "The difference in futures basis between CME and Deribit reflects varying risk appetite across regions.",
        "translated": true
      },
      {
        "title": "Six patrons de grandes banques de Wall Street perçoivent une rémunération combinée de 250 millions de dollars en 2025 - Financial Times",
        "description": "Six patrons de grandes banques de Wall Street perçoivent une rémunération combinée de 250 millions de dollars en 2025. Les banques de Wall Street rémunèrent leurs CEO comme en 2006. Ce géant de Wall Street vient d'accorder une augmentation record à son CEO — voici les détails du package de rémunération…",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180795458",
        "image": null,
        "publishedAt": "2026-02-15T11:52:18Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Six Wall Street bank chiefs bring in combined pay of $250mn in 2025 - Financial Times",
        "description_en": "Six Wall Street bank chiefs bring in combined pay of $250mn in 2025Financial Times Wall Street Banks Are Paying Their CEOs Like It’s 2006 AgainBloomberg.com This Wall Street Giant Just Gave Its CEO a Record-Setting Raise — Here's What's Inside the Pay Package…",
        "translated": true
      },
      {
        "title": "Actualités de l'assemblée scolaire du 16 février : principaux titres nationaux, internationaux, économiques et sportifs, ainsi que pensée du jour",
        "description": "Le juge en chef de l'Inde Surya Kant a souligné l'importance de la discipline pour la réussite. La ministre des Finances Nirmala Sitharaman a rencontré la présidente de la BCE à Munich. Des millions de personnes se sont immergées dans les eaux sacrées lors de Mahashivratri à Prayagraj. Les Indes occidentales se sont qualifiées pour les Super Eights de la Coupe du monde T20. Lockie Ferguson est revenu…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/new-updates/school-assembly-news-headlines-for-february-16-top-national-international-business-sports-update-and-thought-of-the-day/articleshow/128381141.cms",
        "image": "https://img.etimg.com/thumb/msid-128381271,width-1200,height-630,imgsize-6200,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-15T11:36:13Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "School assembly news headlines for February 16: Top national, international, business, sports update and thought of the day",
        "description_en": "Chief Justice of India Surya Kant stressed discipline for success. Finance Minister Nirmala Sitharaman met ECB President in Munich. Millions took holy dips on Mahashivratri in Prayagraj. West Indies advanced to T20 World Cup Super Eights. Lockie Ferguson retu…",
        "translated": true
      },
      {
        "title": "10 lectures du dimanche matin",
        "description": "Détournez le regard ! Mon regard du dimanche matin sur l'incompétence, la corruption et les défaillances politiques : • Les 9 leçons intemporelles de Carl Sagan pour détecter les foutaises : le kit de détection des foutaises de Carl Sagan nous a appris à distinguer la bonne science du travail des charlatans. En 2026…",
        "source": "Ritholtz.com",
        "url": "https://ritholtz.com/2026/02/10-sunday-morning-reads-8/",
        "image": "https://ritholtz.com/wp-content/uploads/2029/12/homeprice.jpg",
        "publishedAt": "2026-02-15T11:30:26Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "10 Sunday Morning Reads",
        "description_en": "Avert your eyes! My Sunday morning look at incompetency, corruption and policy failures: • Carl Sagan’s 9 timeless lessons for detecting baloney: Carl Sagan’s baloney detection kit taught us how to separate good science from the work of charlatans. In 2026, t…",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Les agences de sécurité gèlent plus de 8 000 comptes mules au Jammu-et-Cachemire ; les responsables signalent que les fonds pourraient être exploités pour des activités antinationales",
        "description": "Les agences de sécurité du Jammu-et-Cachemire ont gelé plus de 8 000 comptes mules en trois ans, les identifiant comme essentiels aux réseaux d'arnaque mondiaux et au financement potentiel d'activités antinationales. Ces comptes facilitent la conversion de l'argent volé en fonds non traçables…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/india/security-agencies-freeze-8000-mule-accounts-in-jk-officials-flag-funds-may-be-exploited-for-anti-national-activities/articleshow/128382139.cms",
        "image": "https://static.toiimg.com/thumb/msid-128382239,width-1280,height-720,imgsize-980359,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T12:19:51Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Security agencies freeze 8,000+ mule accounts in J&K; officials flag funds may be exploited for anti-national activities",
        "description_en": "Jammu and Kashmir security agencies have frozen over 8,000 mule accounts in three years, identifying them as crucial for global scam networks and potential funding of anti-national activities. These accounts facilitate the conversion of stolen money into untr…",
        "translated": true
      },
      {
        "title": "Le volume de PEPE explose de 283 % en 24 heures ! La manie des memecoins est-elle de retour ?",
        "description": "La hausse du prix de PEPE soutient l'élan des memecoins alors que les capitaux se réorientent vers les actifs crypto à bêta élevé.",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/pepe-volume-erupts-283-in-24-hours-is-memecoin-mania-back/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Lazaro-88-1000x600.jpg",
        "publishedAt": "2026-02-15T12:00:23Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "PEPE volume erupts 283% in 24 hours! Is memecoin mania back?",
        "description_en": "PEPE price spike anchors memecoin momentum as capital rotates into high-beta crypto assets.",
        "translated": true
      },
      {
        "title": "Wall Street reste haussier sur le bitcoin tandis que les traders offshore se retirent",
        "description": "L'écart de base des contrats à terme entre le CME et Deribit reflète des appétits pour le risque divergents selon les régions.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/15/wall-street-remains-bullish-on-bitcoin-while-offshore-traders-retreat",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/0ce20daadee6a2147c8807b254e696396e6f268d-1920x1080.png?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-15T12:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Wall Street remains bullish on bitcoin while offshore traders retreat",
        "description_en": "The difference in futures basis between CME and Deribit reflects varying risk appetite across regions.",
        "translated": true
      },
      {
        "title": "10 lectures du dimanche matin",
        "description": "Détournez le regard ! Mon regard du dimanche matin sur l'incompétence, la corruption et les défaillances politiques : • Les 9 leçons intemporelles de Carl Sagan pour détecter les foutaises : Le kit de détection des foutaises de Carl Sagan nous a appris à distinguer la bonne science du travail des charlatans. En 2026, t…",
        "source": "Ritholtz.com",
        "url": "https://ritholtz.com/2026/02/10-sunday-morning-reads-8/",
        "image": "https://ritholtz.com/wp-content/uploads/2029/12/homeprice.jpg",
        "publishedAt": "2026-02-15T11:30:26Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "10 Sunday Morning Reads",
        "description_en": "Avert your eyes! My Sunday morning look at incompetency, corruption and policy failures: • Carl Sagan’s 9 timeless lessons for detecting baloney: Carl Sagan’s baloney detection kit taught us how to separate good science from the work of charlatans. In 2026, t…",
        "translated": true
      },
      {
        "title": "Les institutions pourraient « licencier » les développeurs Bitcoin face à la menace quantique, avertit un VC",
        "description": "Des rapports notent une friction croissante entre les grands détenteurs de Bitcoin et les développeurs qui maintiennent le code du réseau. Nic Carter a averti que si les signes d'une menace quantique sérieuse sont ignorés, les grands investisseurs pourraient exiger des changements radicaux dans la façon dont les mises à jour se déroulent. Rela…",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/institutions-could-fire-bitcoin-devs-over-quantum-threat-vc-warns/",
        "image": "https://bitcoinist.com/wp-content/uploads/2026/02/a_ffd664.jpg",
        "publishedAt": "2026-02-15T11:00:44Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Institutions Could ‘Fire’ Bitcoin Devs Over Quantum Threat, VC Warns",
        "description_en": "Reports note growing friction between big Bitcoin holders and the developers who maintain the network’s code. Nic Carter warned that if signs of a serious quantum threat are ignored, major investors could push for sweeping changes to how upgrades happen. Rela…",
        "translated": true
      },
      {
        "title": "Bitcoin enregistre le plus grand événement de liquidation de shorts depuis 2024 — Que s'est-il passé ?",
        "description": "Alors que le prix du Bitcoin a chuté au cours des dernières semaines, plusieurs investisseurs accumulent de plus en plus de positions courtes contre la principale cryptomonnaie. Une analyse récente a prédit un resserrement imminent des shorts, les taux de financement ayant plongé à de nouveaux plus bas. Selon…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/bitcoin/bitcoin-sees-largest-shorts-liquidation-event-since-2024/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2025/12/iStock-1383793414.jpg",
        "publishedAt": "2026-02-15T11:00:07Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Sees Largest Shorts Liquidation Event Since 2024 — What Happened?",
        "description_en": "As the Bitcoin price tumbled in the past few weeks, several investors are increasingly building short positions against the premier cryptocurrency. A recent analysis predicted an impending short squeeze, as the funding rates plunged to new lows. According to …",
        "translated": true
      },
      {
        "title": "Le détournement du Bitcoin",
        "description": "La vision originale du Bitcoin était simple : une monnaie numérique pair-à-pair, libre des banques et des gouvernements. Cependant, le document soutient que cette vision a été délibérément « détournée », le Bitcoin étant désormais présenté comme de « l'or numérique », un actif rare pour Wall Street, avec…",
        "source": "Activistpost.com",
        "url": "https://www.activistpost.com/the-hijacking-of-bitcoin/",
        "image": null,
        "publishedAt": "2026-02-15T11:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Hijacking of Bitcoin",
        "description_en": "The original vision for Bitcoin was simple: peer-to-peer digital cash, free from banks and government. However, the document argues that this vision was deliberately “hijacked,” as Bitcoin is now pushed as “digital gold,” a scarce asset for Wall Street, with …",
        "translated": true
      },
      {
        "title": "PayPal désigne Solana comme réseau par défaut pour le traitement des stablecoins",
        "description": "Le géant des paiements PayPal a sélectionné Solana comme réseau blockchain par défaut pour faciliter le traitement des transactions en stablecoins.",
        "source": "ZyCrypto",
        "url": "https://zycrypto.com/paypal-designates-solana-as-default-network-for-stablecoin-processing/",
        "image": "https://zycrypto.com/wp-content/uploads/2024/07/1000-SOL-Price-—-Pundit-Predicts-Massive-Upsurge-for-Solana-Amid-Key-Ecosystem-Developments.jpg",
        "publishedAt": "2026-02-15T10:23:45Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Paypal Designates Solana as Default Network for Stablecoin Processing",
        "description_en": "Payments giant PayPal has selected Solana as its default blockchain network to help process stablecoin transactions.",
        "translated": true
      },
      {
        "title": "Grayscale envisage de convertir son fonds Aave en ETF au comptant",
        "description": "Grayscale Investments poursuit ses plans de transformation de son fonds fermé existant lié à Aave en un fonds négocié en bourse (ETF).",
        "source": "ZyCrypto",
        "url": "https://zycrypto.com/grayscale-moves-to-convert-aave-trust-into-spot-etf/",
        "image": "https://zycrypto.com/wp-content/uploads/2022/05/Aave-Creates-Web-3-Social-Media-Platform-Powered-By-NFTs-To-Flip-The-Switch.jpg",
        "publishedAt": "2026-02-15T10:18:54Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Grayscale Moves To Convert AAVE Trust Into Spot ETF",
        "description_en": "Grayscale Investments is moving ahead with its plans to turn its existing Aave-linked closed-end trust into an exchange-traded fund (ETF).",
        "translated": true
      },
      {
        "title": "La vidéo promotionnelle du Galaxy S26 Ultra montre comment l'écran de confidentialité protège vos conversations personnelles des regards indiscrets",
        "description": "L'écran de confidentialité devrait être une fonctionnalité largement mise en avant lors de l'événement Galaxy Unpacked de Samsung, et pourrait être l'un des principaux arguments de vente pour justifier une mise à niveau vers le Galaxy S26 Ultra. Bien que l'ensemble de la gamme soit censée attirer une faible...",
        "source": "Wccftech",
        "url": "https://wccftech.com/galaxy-s26-ultra-privacy-screen-promotional-video/",
        "image": "https://cdn.wccftech.com/wp-content/uploads/2026/02/Galaxy-S26-Ultra-privacy-screen.jpg",
        "publishedAt": "2026-02-15T10:17:53Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Galaxy S26 Ultra’s Promotional Video Shows How The Privacy Screen Works To Keep Nosy Eyes Away From Your Personal Conversations",
        "description_en": "The privacy screen is expected to be a heavily marketed feature during Samsung’s Galaxy Unpacked event, and it could be one of the key selling points for why one would upgrade to the Galaxy S26 Ultra. Even though the entire lineup is said to be attracting low…",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Alors que les séparatistes albertains courtisent les États-Unis, la prospérité alimente un tournant souverainiste",
        "description": "L'Alberta n'est pas un endroit qui « n'a pas d'importance » économiquement ; la colère de ceux qui veulent se séparer du Canada provient de la conviction que cela a beaucoup d'importance et qu'elle est toujours méprisée.",
        "source": "The Conversation Africa",
        "url": "https://theconversation.com/as-alberta-separatists-court-the-u-s-prosperity-is-fuelling-a-sovereigntist-turn-274914",
        "image": "https://images.theconversation.com/files/718092/original/file-20260212-56-tk4brf.jpg?ixlib=rb-4.1.0&rect=0%2C723%2C5424%2C2712&q=45&auto=format&w=1356&h=668&fit=crop",
        "publishedAt": "2026-02-15T12:34:45Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "As Alberta separatists court the U.S., prosperity is fuelling a sovereigntist turn",
        "description_en": "Alberta is not a place that ‘doesn’t matter’ economically; the anger of those who want to separate from Canada stems from the belief that it matters a great deal and is still being disrespected.",
        "translated": true
      },
      {
        "title": "Actualités de l'assemblée scolaire du 16 février : principaux titres nationaux, internationaux, économiques, sportifs et pensée du jour",
        "description": "Le juge en chef de l'Inde Surya Kant a souligné l'importance de la discipline pour la réussite. La ministre des Finances Nirmala Sitharaman a rencontré la présidente de la BCE à Munich. Des millions de personnes ont pris des bains sacrés lors de Mahashivratri à Prayagraj. Les Antilles se sont qualifiées pour les Super Eights de la Coupe du monde T20. Lockie Ferguson est revenu...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/new-updates/school-assembly-news-headlines-for-february-16-top-national-international-business-sports-update-and-thought-of-the-day/articleshow/128381141.cms",
        "image": "https://img.etimg.com/thumb/msid-128381271,width-1200,height-630,imgsize-6200,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-15T11:36:13Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "School assembly news headlines for February 16: Top national, international, business, sports update and thought of the day",
        "description_en": "Chief Justice of India Surya Kant stressed discipline for success. Finance Minister Nirmala Sitharaman met ECB President in Munich. Millions took holy dips on Mahashivratri in Prayagraj. West Indies advanced to T20 World Cup Super Eights. Lockie Ferguson retu…",
        "translated": true
      },
      {
        "title": "Mahashivratri 2026 d'Isha sera retransmis en direct avec interprétation en langue des signes",
        "description": "Mahashivratri du centre Isha Yoga, sur le thème « Ganga », sera un événement de retransmission mondiale en direct les 15 et 16 février, avec interprétation en langue des signes et diffusions en 23 langues. Le ministre de la Défense Rajnath Singh sera l'invité principal. Le programme comprend des méditations guidées...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/india/isha-mahashivratri-2026-to-be-livestreamed-with-sign-language-interpretation/articleshow/128380933.cms",
        "image": "https://static.toiimg.com/thumb/msid-128380988,width-1070,height-580,imgsize-1961683,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
        "publishedAt": "2026-02-15T11:26:16Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Isha Mahashivratri 2026 to be livestreamed with sign language interpretation",
        "description_en": "Isha Yoga Center's Mahashivratri, themed 'Ganga', will be a global livestream event on February 15-16, featuring sign language interpretation and broadcasts in 23 languages. Defence Minister Rajnath Singh will be the chief guest. The program includes guided m…",
        "translated": true
      },
      {
        "title": "L'escrow de jetons sur XRPL pourrait forcer une nouvelle demande de XRP, mais seulement si cet obstacle à l'adoption est surmonté",
        "description": "Le 12 février, RippleX, le bras de développement de Ripple, a annoncé que Token Escrow est désormais actif sur le réseau principal de XRP Ledger (XRPL). Ce changement, intitulé Token Escrow (XLS-85), étend le verrouillage et la libération conditionnels aux jetons basés sur les lignes de confiance (IOUs) et aux jetons polyvalents...",
        "source": "CryptoSlate",
        "url": "https://cryptoslate.com/xrpls-token-escrow-targets-regulatory-friendly-blockchain-use/",
        "image": "https://cryptoslate.com/wp-content/uploads/2026/02/xrpl-new-features.jpg",
        "publishedAt": "2026-02-15T11:12:05Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Token Escrow on XRPL could force new XRP demand, but only if this adoption hurdle breaks",
        "description_en": "On Feb. 12, RippleX, Ripple's development arm, announced that Token Escrow is now live on the XRP Ledger’s (XRPL) mainnet. The change, labeled Token Escrow (XLS-85), extends conditional locking and release to trustline-based tokens (IOUs) and Multi-Purpose To…",
        "translated": true
      },
      {
        "title": "Principaux titres économiques et boursiers du jour — Rapport matinal BL, 16 février 2026",
        "description": "Rapport matinal BL du 16 février 2026 : Découvrez les principales actualités économiques du jour, les titres boursiers sur le marché des actions, les tendances du Sensex et du Nifty, les principaux indicateurs de marché, les faits économiques marquants et les dernières mises à jour en provenance de l'Inde et des marchés mondiaux.",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/multimedia/audio/bl-morning-report-february-16-2026/article70634731.ece",
        "image": "https://bl-i.thgim.com/public/incoming/gkgw6w/article70524975.ece/alternates/LANDSCAPE_1200/Shakthi%201.png",
        "publishedAt": "2026-02-15T10:09:35Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Top Business & Market Headlines Today — BL Morning Report, Feb 16, 2026",
        "description_en": "BL Morning Report February 16, 2026: Get today’s top business news, market headlines about the Stock Market, Sensex & Nifty trends, key market insights, economic highlights, and the latest updates from India and global markets.",
        "translated": true
      },
      {
        "title": "Le Trésor américain estime que l'adoption de la loi CLARITY pourrait « rassurer » le secteur crypto en période de ralentissement",
        "description": "Le marché des cryptomonnaies reste hautement volatil, avec le Bitcoin et l'Ethereum s'échangeant bien en dessous des niveaux records atteints l'année dernière.",
        "source": "ZyCrypto",
        "url": "https://zycrypto.com/u-s-treasurys-bessent-believes-passage-of-stalled-clarity-act-could-comfort-crypto-amid-market-slump/",
        "image": "https://zycrypto.com/wp-content/uploads/2026/02/U.S.-Treasurys-Bessent-Believes-Passage-Of-Stalled-CLARITY-Act-Could-Comfort-Crypto-Amid-Market-Slump.jpg",
        "publishedAt": "2026-02-15T10:03:53Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "U.S. Treasury’s Bessent Believes Passage Of Stalled CLARITY Act Could “Comfort” Crypto Amid Market Slump",
        "description_en": "The cryptocurrency market has remained highly volatile, with Bitcoin and Ethereum trading well below the record levels reached last year.",
        "translated": true
      },
      {
        "title": "La hausse du prix de l'argent confirme un boom soutenu du secteur solaire malgré une suroffre attendue du métal",
        "description": "Certains analystes affirment que le boom solaire a atteint son apogée et que les installations devraient ralentir. Or, l'argent—utilisé dans les panneaux solaires—a vu son prix s'envoler récemment. L'amélioration de l'efficacité énergétique pourrait entraîner une suroffre d'argent, mais la prolifération des panneaux reste dynamique.",
        "source": "Livemint",
        "url": "https://www.livemint.com/opinion/online-views/silver-price-upshoot-sustained-solar-panel-boom-metal-oversupply-renewable-energy-11771090320817.html",
        "image": "https://www.livemint.com/lm-img/img/2026/02/14/1600x900/logo/USA-SOLAR-RESIDENTIAL-0_1771095404395_1771095416050.JPG",
        "publishedAt": "2026-02-15T10:00:53Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Silver’s price upshoot confirms a sustained solar panel boom even as the metal heads for oversupply",
        "description_en": "Some analysts argue that the solar boom has peaked and installations are set to slow. But silver—used for solar panels—has seen its price soar lately. Usage efficiency could spell a silver glut ahead, but panel proliferation is going strong.",
        "translated": true
      },
      {
        "title": "40 % des marchés publics doivent aller aux entreprises africaines - Dr Amany Asfour",
        "description": "La présidente de l'Africa Business Council, Dr Amany Asfour, a appelé les gouvernements africains à réserver au moins 40 % des marchés publics aux entreprises du continent, arguant que le traitement préférentiel des entreprises africaines est essentiel pour...",
        "source": "GhanaWeb",
        "url": "https://www.ghanaweb.com/GhanaHomePage/business/40-of-government-procurement-must-go-to-African-firms-Dr-Amany-Asfour-2021784",
        "image": "https://cdn.ghanaweb.com/imagelib/pics/646/64653402.jpg",
        "publishedAt": "2026-02-15T09:00:35Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "40% of government procurement must go to African firms - Dr Amany Asfour",
        "description_en": "The president of the Africa Business Council, Dr Amany Asfour has called for African governments to reserve at least 40% of public procurement for continental businesses, arguing that preferential treatment for African firms is essential to...",
        "translated": true
      },
      {
        "title": "Les contrats avec Chevron–Helleniq Energy seront signés demain : Quand débuteront les levés sismiques",
        "description": "Jalons clés à venir – Les perspectives que le Corridor gazier vertical ouvre pour la Grèce. L'article « Les contrats avec Chevron–Helleniq Energy seront signés demain : Quand débuteront les levés sismiques » est apparu en premier sur ProtoThema English.",
        "source": "Protothema.gr",
        "url": "https://en.protothema.gr/2026/02/15/contracts-with-chevron-helleniq-energy-to-be-signed-tomorrow-when-seismic-surveys-begin/",
        "image": "https://en.protothema.gr/wp-content/uploads/2026/02/chevron-1.jpg-1.jpg",
        "publishedAt": "2026-02-15T08:09:25Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Contracts with Chevron–Helleniq Energy to be signed tomorrow: When seismic surveys begin",
        "description_en": "Key upcoming milestones – The prospects the Vertical Gas Corridor opens up for Greece\nThe post Contracts with Chevron–Helleniq Energy to be signed tomorrow: When seismic surveys begin appeared first on ProtoThema English.",
        "translated": true
      },
      {
        "title": "Le port russe de Taman endommagé par une frappe de drone ukrainien",
        "description": "MOSCOU, 15 février (Reuters) - Le port de la mer Noire russe de Taman, qui traite les produits pétroliers, les céréales, le charbon et les matières premières, a été endommagé par une attaque de drone ukrainienne, selon...",
        "source": "Internazionale.it",
        "url": "https://www.internazionale.it/ultime-notizie-reuters/2026/02/15/russia-s-taman-port-damaged-by-ukrainian-drone-strike",
        "image": "https://static.internazionale.it/assets/img/internazionale-icon.png",
        "publishedAt": "2026-02-15T08:03:08Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Russia’s Taman port damaged by Ukrainian drone strike",
        "description_en": "MOSCOW, Feb 15 (Reuters) - Russia’s Black Sea port of Taman, which handles oil products, grain, coal and commodities, has been damaged by a Ukrainian drone attack, the go… Leggi",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Maureen Dowd : Le monde est en péril. Ne vous inquiétez pas, disent-ils",
        "description": "Dans un monde imbibé de violence et de menaces, les responsables nous disent constamment de ne pas nous inquiéter",
        "source": "Irishtimes.comhttps",
        "url": "https://www.irishtimes.comhttps://www.nytimes.com/2026/02/14/opinion/welcome-to-the-voyage-of-the-damned.html",
        "image": "https://www.irishtimes.com/resizer/v2/7J3NIPFIPZZWHFWSSZLOGUYBGM.jpg?smart=true&auth=439a752f5e3f59fe5336aeb902fe2b6680e1386de246aadb8dcae992bf1e2bf3&width=1200&height=630",
        "publishedAt": "2026-02-15T12:29:44Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Maureen Dowd: The world is in peril. Don’t worry about it, they say",
        "description_en": "In a world steeped in violence and menace, the people in charge constantly tell us not to worry",
        "translated": true
      },
      {
        "title": "Premières poursuites après que des athlètes olympiques allemands reçoivent des messages de haine",
        "description": "Des poursuites initiales ont été engagées par le parquet contre les auteurs de commentaires haineux dirigés contre les participants olympiques allemands, a annoncé dimanche la direction de l'équipe. Pendant les Jeux d'hiver, il y a « à nouveau de nombreuses lettres et commentaires qui…",
        "source": "Dpa-international.com",
        "url": "https://dpa-international.com/sports/urn:newsml:dpa.com:20090101:260215-99-521264/",
        "image": "https://s.yimg.com/os/en/dpa_international_526/81a94e773b7b0d6b16d1afe716895e6b",
        "publishedAt": "2026-02-15T12:28:27Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "First proceedings after German Olympic athletes receive hate posts",
        "description_en": "Initial proceedings have been launched by the public prosecutor's office against the authors of hate comments against German Olympic participants, the team leadership said on Sunday. During the Winter Games, there are \"again numerous letters and comments that…",
        "translated": true
      },
      {
        "title": "Mauvaise nouvelle : une star de l'Eintracht Frankfurt face à une longue indisponibilité",
        "description": "Mauvaise nouvelle du département médical de l'Eintracht Frankfurt. Les Hessois ont annoncé en milieu de journée que le défenseur Rasmus Kristensen ne sera pas disponible pour les Eagles pour le moment. Il a subi une blessure...",
        "source": "Onefootball.com",
        "url": "https://onefootball.com/en/news/bitter-news-sge-star-facing-lengthy-spell-on-the-sidelines-42413767",
        "image": "https://s.yimg.com/ny/api/res/1.2/HCHq2sTBJ0ZIQMoVYTbRxA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA7Y2Y9d2VicA--/https://media.zenfs.com/en/onefootball_articles_802/c41498a50a9cfee40fb65f8c9ad4e769",
        "publishedAt": "2026-02-15T12:26:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitter news: SGE star facing lengthy spell on the sidelines",
        "description_en": "Bad news from Eintracht Frankfurt’s medical department. The Hessians announced at midday that defender Rasmus Kristensen will not be available to the Eagles for the time being.He suffered an injury ...",
        "translated": true
      },
      {
        "title": "Adopter l'IA pour la transmission électronique des résultats électoraux, exhorte un universitaire nigérian à la CENI",
        "description": "Un universitaire nigérian exhorte la CENI à adopter l'intelligence artificielle, arguant que les résultats électoraux basés sur l'IA peuvent renforcer la crédibilité et résoudre les défis de transmission",
        "source": "The Punch",
        "url": "https://punchng.com/?p=2065067",
        "image": "https://cdn.punchng.com/wp-content/uploads/2016/10/17155511/punchlogo.png",
        "publishedAt": "2026-02-15T12:23:44Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Adopt AI for electronic transmission of poll results, don urges INEC",
        "description_en": "A Nigerian university don urges INEC to adopt artificial intelligence, arguing that AI poll results can boost credibility and address transmission challeng\n\nRead More: https://punchng.com/adopt-ai-for-electronic-transmission-of-poll-results-don-urges-inec/",
        "translated": true
      },
      {
        "title": "Des neurones vivants intégrés au traitement IA moderne, affirme une startup de San Francisco — la puissance de calcul biologique utilisée pour améliorer la vision par ordinateur, la vidéo générative et bien plus",
        "description": "The Biological Computing Company (TBC) vient de lever 25 millions de dollars, malgré ses plans admis s'étalant sur des décennies pour la mise en œuvre du calcul en temps réel.",
        "source": "Tom's Hardware UK",
        "url": "https://www.tomshardware.com/tech-industry/artificial-intelligence/living-neurons-integrated-into-modern-ai-processing-claims-sf-startup-biological-computing-power-used-to-boost-computer-vision-generative-video-and-more",
        "image": "https://cdn.mos.cms.futurecdn.net/NcGxttazXXyikXzdvbDqCR-1920-80.jpg",
        "publishedAt": "2026-02-15T12:20:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Living neurons integrated into modern AI processing, claims SF startup — biological computing power used to boost computer vision, generative video, and more",
        "description_en": "The Biological Computing Company (TBC) has just raised $25m, despite its admitted decades-long plans for real-time compute implementation.",
        "translated": true
      },
      {
        "title": "Même Lenovo s'inquiète des pénuries mondiales de puces — le PDG affirme que le plus grand fabricant mondial « s'attend à une pression sur les ventes d'unités PC »",
        "description": "Lenovo avertit que les expéditions de PC font face à une pression en raison des pénuries de RAM tandis que les revenus augmentent et l'activité d'infrastructure IA s'expande rapidement.",
        "source": "TechRadar",
        "url": "https://www.techradar.com/pro/even-lenovo-is-getting-concerned-about-global-chip-shortages-ceo-says-worlds-largest-manufacturer-will-expect-pc-unit-sales-to-face-pressure",
        "image": "https://cdn.mos.cms.futurecdn.net/2JFhV3et6zQ2mrGS7WxubF-1920-80.jpg",
        "publishedAt": "2026-02-15T12:05:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Even Lenovo is getting concerned about global chip shortages - CEO says world's largest manufacturer will 'expect PC unit sales to face pressure'",
        "description_en": "Lenovo warns PC shipments face pressure due to RAM shortages while revenue grows and the AI infrastructure business expands rapidly.",
        "translated": true
      },
      {
        "title": "Fuites sur le Samsung Galaxy S26 Ultra : charge rapide 60W, 16 Go de RAM et plus",
        "description": "La série Samsung Galaxy S26 arrive ce mois-ci, marquant une avancée majeure dans la technologie des smartphones. La série comprend trois modèles : le Galaxy S26, S26 Plus et S26 Ultra, chacun conçu pour combiner l'innovation avec des fonctionnalités pratiques et centrées sur l'utilisateur. T…",
        "source": "Geeky Gadgets",
        "url": "https://www.geeky-gadgets.com/samsung-galaxy-s26-ultra-2026-3/",
        "image": "https://www.geeky-gadgets.com/wp-content/uploads/2026/02/samsung-galaxy-s26-ultra-design-features_optimized-1.jpg",
        "publishedAt": "2026-02-15T12:00:20Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Samsung Galaxy S26 Ultra Leaks: 60W Fast Charging, 16GB RAM and More",
        "description_en": "The Samsung Galaxy S26 Series is coming this month, signaling a bold step forward in smartphone technology. The series includes three models: the Galaxy S26, S26 Plus, and S26 Ultra, each designed to combine innovation with practical, user-focused features. T…",
        "translated": true
      },
      {
        "title": "Vous voulez un prêt hypothécaire à moins de 3 % en 2026 ? Découvrez l'« hypothèque transférable »",
        "description": "Les faibles taux hypothécaires de l'ère du COVID pourraient toujours être accessibles aux acheteurs immobiliers, s'ils trouvent la bonne maison et disposent des liquidités nécessaires.",
        "source": "NPR",
        "url": "https://www.npr.org/2026/02/15/nx-s1-5704697/assumable-mortgage-rates-housing-market",
        "image": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/5454x3068+0+338/resize/1400/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2Fa6%2F1d%2Fd29a0dfd4941ba381568b6f663a6%2Fap22294778737863.jpg",
        "publishedAt": "2026-02-15T12:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Want a mortgage for under 3% in 2026? Meet the 'assumable mortgage'",
        "description_en": "Low mortgage rates from the COVID era might still be attainable for homebuyers, if they find the right house and have the cash.",
        "translated": true
      },
      {
        "title": "Un proche collaborateur de Poutine dirigera la délégation russe au Sommet sur l'impact de l'IA à New Delhi",
        "description": "Maxim Oreshkin, haut conseiller du Président russe Vladimir Poutine, dirigera une importante délégation pour le Sommet sur l'impact de l'IA qui se tiendra à New Delhi à partir de lundi.\nL'Inde accueillera le Sommet sur l'impact de l'IA 2026, un rassemblement de haut niveau de leaders mondiaux et de professionnels du secteur…",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/technology/tech-news/top-putin-aide-to-lead-russian-delegation-for-ai-impact-summit-in-new-delhi-126021500398_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2026-02/13/thumb/fitandfill/1200X630/1770954011-3066.jpg",
        "publishedAt": "2026-02-15T11:57:46Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Top Putin aide to lead Russian delegation for AI Impact Summit in New Delhi",
        "description_en": "Russian President Vladimir Putin's senior aide Maxim Oreshkin will lead a large delegation for the AI Impact Summit being held in New Delhi from Monday.\nIndia is set to host the AI Impact Summit 2026, a high-profile gathering of global leaders and industry he…",
        "translated": true
      },
      {
        "title": "Le proche collaborateur de Poutine Maxim Oreshkin dirigera la délégation russe au Sommet sur l'impact de l'IA à New Delhi",
        "description": "Maxim Oreshkin, haut conseiller russe, dirigera une délégation au Sommet sur l'impact de l'IA à New Delhi. Le sommet, du 16 au 20 février, se concentrera sur la collaboration en matière d'IA entre l'Inde et la Russie. Les discussions porteront sur l'IA sécurisée, fiable et souveraine. Ce partenariat…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/india/top-putin-aide-maxim-oreshkin-to-lead-russian-delegation-for-ai-impact-summit-in-new-delhi/articleshow/128381877.cms",
        "image": "https://img.etimg.com/thumb/msid-128381904,width-1200,height-630,imgsize-72844,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-15T11:57:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Top Putin aide Maxim Oreshkin to lead Russian delegation for AI Impact Summit in New Delhi",
        "description_en": "Russia's senior aide Maxim Oreshkin will lead a delegation to the AI Impact Summit in New Delhi. The summit, from February 16-20, will focus on AI collaboration between India and Russia. Discussions will cover secure, trusted, and sovereign AI. This partnersh…",
        "translated": true
      }
    ]
  },
  "total": 48
}