{
  "updated": "2026-02-25T12:38:12.661Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "L'OTAN s'entraîne à l'assaut des plages de la Baltique pour dissuader la Russie",
        "description": "Putlos, Allemagne (AFP) 18 février 2026\n\nDes milliers de troupes de l'OTAN, notamment d'Espagne et de Turquie, ont participé mercredi à un exercice sur la côte baltique allemande que les responsables de la défense ont qualifié de démonstration de préparation à dissuader la Russie. Les forces navales et spéciales ont pratiqué",
        "source": "Spacewar.com",
        "url": "https://www.spacewar.com/reports/NATO_trains_storming_Baltic_beach_to_deter_Russia_999.html",
        "image": "https://www.spxdaily.com/images-hg/baltic-sea-map-hg.jpg",
        "publishedAt": "2026-02-24T12:36:20Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "NATO trains storming Baltic beach to deter Russia",
        "description_en": "Putlos, Germany (AFP) Feb 18, 2026\n\n\n Thousands of NATO troops including from Spain and Turkey joined an exercise Wednesday on Germany's Baltic coast that defence officials labelled a show of readiness to deter Russia. \n\nNaval and special forces practised sei…",
        "translated": true
      },
      {
        "title": "Le fondateur de Telegram Pavel Durov ferait l'objet d'une enquête criminelle en Russie",
        "description": "Pavel Durov, fondateur de Telegram, ferait l'objet d'une enquête criminelle menée par les autorités russes pour « complicité dans des activités terroristes ». Selon le Financial Times, les publications contrôlées par l'État accusent Durov de faciliter les attaques contre la Russie et Telegram",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180853502",
        "image": null,
        "publishedAt": "2026-02-24T12:32:52Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Telegram founder Pavel Durov is reportedly under criminal investigation in Russia",
        "description_en": "Pavel Durov, the founder of Telegram, is reportedly under criminal investigation by Russian authorities for “abetting terrorist activities.” According to the Financial Times , state-run publications are accusing Durov of enabling attacks on Russia and Telegra…",
        "translated": true
      },
      {
        "title": "Le Royaume-Uni cible la flotte pétrolière russe avec les plus fortes sanctions en plusieurs années",
        "description": "Le gouvernement britannique a annoncé de nouvelles sanctions contre la prétendue flotte pétrolière fantôme de la Russie, intensifiant ses efforts pour réduire les revenus énergétiques qui financent la guerre du Kremlin en Ukraine.",
        "source": "gcaptain.com",
        "url": "https://gcaptain.com/uk-targets-russian-oil-fleet-with-biggest-sanctions-hit-in-years/",
        "image": "https://gcaptain.com/wp-content/uploads/2026/02/Transneft-oil-tanks.png",
        "publishedAt": "2026-02-24T12:30:27Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "UK Targets Russian Oil Fleet With Biggest Sanctions Hit in Years",
        "description_en": "The UK government announced new sanctions on Russia’s so-called shadow oil fleet as it ramped up efforts to squeeze energy revenues funding the Kremlin’s war in Ukraine.",
        "translated": true
      },
      {
        "title": "Signal haussier ? La prime Coinbase Bitcoin redevient positive après des mois dans le rouge",
        "description": "Bitcoin a basculé un petit mais notable indicateur technique cette semaine lorsque la prime Coinbase est remontée au-dessus de zéro, mettant fin à une série de lectures négatives qui a commencé après une vente massive le 6 février. Lecture connexe : XRP a chuté de près de 70 % — L'histoire pourrait-elle se répéter avec un…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/bitcoin/bullish-signal-coinbase-bitcoin-premium-turns-positive-after-months-in-red/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Gemini_Generated_Image_l33bsll33bsll33b.png?fit=1024%2C1024",
        "publishedAt": "2026-02-24T12:30:14Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bullish Signal? Coinbase Bitcoin Premium Turns Positive After Months In Red",
        "description_en": "Bitcoin flipped a small but notable technical switch this week when the Coinbase premium moved back above zero, ending a run of negative readings that began after heavy selling on February 6. Related Reading: XRP Fell Nearly 70% — Could History Repeat With An…",
        "translated": true
      },
      {
        "title": "Francesca Albanese est une voix puissante pour la justice, c'est pourquoi le lobby israélien tente de la réduire au silence",
        "description": "Des groupes du lobby israélien ont diffusé des citations falsifiées de la rapporteure spéciale des Nations unies pour les droits de l'homme Francesca Albanese pour la diffamer. Leur campagne désespérée témoigne de son travail et de la menace qu'elle représente en tenant Israël responsable de génocide.",
        "source": "Mondoweiss",
        "url": "https://mondoweiss.net/2026/02/francesca-albanese-is-a-powerful-voice-for-justice-which-is-why-the-israel-lobby-is-trying-to-silence-her/",
        "image": "https://mondoweiss.net/wp-content/uploads/2026/02/20250716_Coneferencia_emergencia_Palestina-Andrea_Puentes09.jpg",
        "publishedAt": "2026-02-24T12:30:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Francesca Albanese is a powerful voice for justice, which is why the Israel lobby is trying to silence her",
        "description_en": "Israel lobby groups have spread doctored quotes by UN Special Rapporteur for Human Rights Francesca Albanese to defame her. Their desperate campaign is a testament to her work and the threat she poses by holding Israel accountable for genocide.",
        "translated": true
      },
      {
        "title": "Déclaration du Premier ministre marquant le quatrième anniversaire de la guerre en Ukraine : 24 février 2026",
        "description": "Déclaration du Premier ministre Keir Starmer marquant le quatrième anniversaire de la guerre en Ukraine.",
        "source": "Www.gov.uk",
        "url": "https://www.gov.uk/government/speeches/pm-words-marking-the-fourth-anniversary-of-the-ukraine-war-24-february-2026",
        "image": "https://www.gov.uk/assets/frontend/govuk-opengraph-image-4196a4d6333cf92aaf720047f56cfd91b3532d7635fc21ebcf0d5897df6b5f77.png",
        "publishedAt": "2026-02-24T12:26:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "PM words marking the fourth anniversary of the Ukraine war: 24 February 2026",
        "description_en": "Prime Minister Keir Starmer's words marking the fourth anniversary of the Ukraine war.",
        "translated": true
      },
      {
        "title": "Le DOJ cache des documents Epstein liés à Trump. Et ce qu'il faut savoir sur le discours sur l'état de l'Union",
        "description": "Une enquête de la NPR a révélé que le DOJ a retenu certains documents Epstein liés aux allégations d'abus contre Trump. Et ce que vous devez savoir avant le discours sur l'état de l'Union du président ce soir.",
        "source": "NPR",
        "url": "https://www.npr.org/2026/02/24/g-s1-111316/up-first-newsletter-trump-sotu-mexico-cartel-epstein-files",
        "image": "https://npr.brightspotcdn.com/dims3/default/strip/false/crop/6000x3375+0+625/resize/1400/quality/85/format/jpeg/?url=http%3A%2F%2Fnpr-brightspot.s3.amazonaws.com%2F89%2F88%2F8b78fee346ab8ee13c5e9f2a798c%2Fgettyimages-2261827422.jpg",
        "publishedAt": "2026-02-24T12:19:03Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "DOJ hides Trump-related Epstein files. And, what to know for the State of the Union",
        "description_en": "An NPR investigation found that the DOJ withheld some Epstein files related to abuse allegations against Trump. And, what you need to know ahead of the president's State of the Union address tonight.",
        "translated": true
      },
      {
        "title": "Que signifie la cinquième année de la guerre en Ukraine ? #monde",
        "description": "Un conflit d'usure qui a remodelé la sécurité en Europe. La guerre qui a commencé par l'invasion à grande échelle de la Russie a dépassé les manœuvres rapides pour entrer dans une phase longue et d'attrition. Quatre ans après, les combattants et les civils font face à des échanges persistants en première ligne…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/world/what-does-the-fifth-year-of-the-ukraine-war-mean",
        "image": "https://alltoc.com/cdn/1046/og.png",
        "publishedAt": "2026-02-24T12:14:19Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What does the fifth year of the Ukraine war mean? #world",
        "description_en": "A grinding conflict that has reshaped security in Europe The war that began with Russia’s full‑scale invasion has moved beyond rapid maneuvers to a long, attritional phase of fighting. Four years in, combatants and civilians face persistent frontline exchange…",
        "translated": true
      },
      {
        "title": "Learning Tree International remporte un contrat pluriannuel d'exclusivité auprès de l'OTAN pour les services de formation commerciale NCIA – IFB-CO-423236",
        "description": "LONDRES, 24 février 2026 (GLOBE NEWSWIRE) — Learning Tree International, leader mondial en transformation des effectifs et formation en technologies critiques, a remporté un contrat pluriannuel d'exclusivité auprès de l'Organisation du Traité de l'Atlantique Nord (OTAN) Comm…",
        "source": "Financial Post",
        "url": "https://financialpost.com/globe-newswire/learning-tree-international-awarded-multi-year-sole-award-nato-ncia-commercial-training-services-contract-ifb-co-423236",
        "image": null,
        "publishedAt": "2026-02-24T12:13:25Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Learning Tree International Awarded Multi-Year Sole-Award NATO NCIA Commercial Training Services Contract – IFB-CO-423236",
        "description_en": "LONDON, Feb. 24, 2026 (GLOBE NEWSWIRE) — Learning Tree International, a global leader in workforce transformation and mission-critical technology training, has been awarded a multi-year sole-award contract by the North Atlantic Treaty Organisation (NATO) Comm…",
        "translated": true
      },
      {
        "title": "Learning Tree International remporte un contrat pluriannuel d'exclusivité auprès de l'OTAN pour les services de formation commerciale NCIA – IFB-CO-423236",
        "description": "Learning Tree International remporte un contrat pluriannuel auprès de l'OTAN NCIA pour fournir des services de formation commerciale et de conseil soutenant la préparation numérique et cybernétique.",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/24/3243403/0/en/Learning-Tree-International-Awarded-Multi-Year-Sole-Award-NATO-NCIA-Commercial-Training-Services-Contract-IFB-CO-423236.html",
        "image": "https://ml.globenewswire.com/Resource/Download/e2822d45-b453-4a75-be7c-396fa0ad9ad5",
        "publishedAt": "2026-02-24T12:11:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Learning Tree International Awarded Multi-Year Sole-Award NATO NCIA Commercial Training Services Contract – IFB-CO-423236",
        "description_en": "Learning Tree International wins multi-year NATO NCIA contract to deliver commercial training and consultancy supporting digital and cyber readiness....",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Nouveau choc DeepSeek : le nouveau modèle d'IA DeepSeek déclenchera-t-il un krach des valeurs technologiques du Nasdaq alors que la course à l'IA chinoise s'intensifie ?",
        "description": "Choc DeepSeek : le Nasdaq a bondi de plus de 30 % au cours de l'année écoulée sur la vague haussière des valeurs d'IA. Le lancement du modèle d'IA DeepSeek suscite désormais de nouvelles préoccupations quant aux risques de marché. Les investisseurs craignent une pression sur les actions Nvidia, les valeurs des semi-conducteurs et les valorisations des grandes technologies. La course à l'IA artificielle chinoise…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/another-deepseek-shock-loading-will-the-new-deepseek-ai-model-trigger-a-nasdaq-tech-stock-crash-as-chinas-ai-race-heats-up/articleshow/128751020.cms",
        "image": "https://img.etimg.com/thumb/msid-128751007,width-1200,height-630,imgsize-32382,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-24T12:37:57Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Another DeepSeek shock loading: will the new DeepSeek AI model trigger a Nasdaq tech stock crash as China’s AI race heats up?",
        "description_en": "DeepSeek Shock: Nasdaq surged over 30% in the past year on the AI stock rally. Now the DeepSeek AI model launch is raising fresh market risk concerns. Investors fear pressure on Nvidia stock, semiconductor stocks, and Big Tech valuations. China’s artificial i…",
        "translated": true
      },
      {
        "title": "Marchés américains aujourd'hui | Les contrats à terme sur indices américains stables après le revers de lundi ; les tarifs douaniers et les préoccupations liées à l'IA dominent",
        "description": "Les contrats à terme sur indices boursiers américains ont progressé légèrement mardi, se redressant légèrement après une vente massive généralisée la session précédente, alors que les investisseurs font face aux impacts incertains des manœuvres tarifaires du président Donald Trump et aux préoccupations croissantes liées à l'IA.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/us-stocks-today-us-stock-futures-steady-after-mondays-battering-tariffs-ai-concerns-dominate/articleshow/128751833.cms",
        "image": "https://img.etimg.com/thumb/msid-128751833,width-1200,height-630,imgsize-50246,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-24T12:37:27Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US Stocks Today | US stock futures steady after Monday's battering; tariffs, AI concerns dominate",
        "description_en": "U.S. stock index futures edged up on Tuesday, recovering ​slightly after a broad market selloff the previous session as investors grappled with the uncertain impact of President Donald Trump's tariff maneuvers and escalating AI-related concerns.",
        "translated": true
      },
      {
        "title": "La résurrection des gros consommateurs d'essence : un avenir sans issue pour les constructeurs automobiles américains",
        "description": "Les gros camions et moteurs puissants reviennent en force chez les constructeurs automobiles américains, même si les véhicules électriques gagnent du terrain à l'échelle mondiale.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/gas-guzzler-revival-risks-dead-end-future-for-us-automakers",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/775994558.jpg",
        "publishedAt": "2026-02-24T12:35:39Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gas-Guzzler Revival Risks Dead-End Future for US Automakers",
        "description_en": "Big trucks and engines are back among US automakers, even as electrics gain ground around the globe.",
        "translated": true
      },
      {
        "title": "The Home Depot annonce les résultats du quatrième trimestre et de l'exercice 2025 ; augmente le dividende trimestriel de 1,3 % ; fournit des perspectives pour l'exercice 2026",
        "description": "ATLANTA, 24 février 2026 /PRNewswire/ — The Home Depot®, le plus grand détaillant d'amélioration de l'habitat au monde, a annoncé aujourd'hui ses résultats du quatrième trimestre et de l'exercice 2025.",
        "source": "Associated Press",
        "url": "https://apnews.com/press-release/pr-newswire/the-home-depot-announces-fourth-quarter-and-fiscal-2025-results-increases-quarterly-dividend-by-1-3-provides-fiscal-2026-guidance-23f13aac78022485bfbe612f6e6cbfcc",
        "image": "https://dims.apnews.com/dims4/default/7575d50/2147483647/strip/true/crop/2700x1799+0+450/resize/980x653!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F2f%2F2b%2F1dc04653e0d7246ef47c7596f8a2%2Fe959cdd5caa64443b22010a19f9f87c6",
        "publishedAt": "2026-02-24T12:35:31Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Home Depot Announces Fourth Quarter and Fiscal 2025 Results; Increases Quarterly Dividend by 1.3%;Provides Fiscal 2026 Guidance",
        "description_en": "ATLANTA, Feb. 24, 2026 /PRNewswire/ -- The Home Depot®, the world's largest home improvement retailer, today reported fourth quarter and fiscal 2025 results.",
        "translated": true
      },
      {
        "title": "Shell, Cosan et BTG progressent dans un accord de capital pour Raízen",
        "description": "Cosan SA et Shell Plc sont en négociations avancées pour injecter du nouveau capital dans leur coentreprise brésilienne de sucre et d'éthanol Raízen SA, selon des sources proches du dossier, dans le but de présenter un plan aux principaux créanciers et obligataires de la société avant…",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/shell-cosan-and-btg-advance-in-capital-deal-for-raizen",
        "image": null,
        "publishedAt": "2026-02-24T12:35:28Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Shell, Cosan and BTG Advance in Capital Deal for Raízen",
        "description_en": "Cosan SA and Shell Plc are in advanced talks to inject new capital into their Brazilian sugar and ethanol joint venture Raízen SA, according to people familiar with the matter, with the aim to present a plan to the company’s main creditors and bondholders bef…",
        "translated": true
      },
      {
        "title": "Q2 Metals publie les résultats du programme de forage 2025 au projet Cisco",
        "description": "Consultez le reste de l'article ici. pro.thefly.com fournit les dernières actualités financières au fur et à mesure qu'elles se produisent. Reconnu comme leader en intelligence de marché, le flux d'actualités en temps réel et en continu de The Fly tient informés les investisseurs individuels, les gestionnaires de portefeuille professionnels, les traders actifs et…",
        "source": "Thefly.com",
        "url": "https://pro.thefly.com/QUEXF",
        "image": null,
        "publishedAt": "2026-02-24T12:34:39Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Q2 Metals reports results from 2025 drill program at Cisco Project",
        "description_en": "See the rest of the story here.\n\npro.thefly.com provides the latest financial news as it breaks. Known as a leader in market intelligence, The Fly's real-time, streaming news feed keeps individual investors, professional money managers, active traders, and co…",
        "translated": true
      },
      {
        "title": "AMD et Meta concluent un accord IA de 100 milliards de dollars incluant une transaction d'actions de 10 % — L'accord de 6 gigawatts comprend jusqu'à 160 millions d'actions AMD",
        "description": "AMD et Meta ont annoncé un accord sur les puces IA estimé à plus de 100 milliards de dollars.",
        "source": "Tom's Hardware UK",
        "url": "https://www.tomshardware.com/tech-industry/artificial-intelligence/amd-meta-100-billion-deal",
        "image": "https://cdn.mos.cms.futurecdn.net/ks9zosW9LwsL8mGBSqtmAZ-2000-80.jpg",
        "publishedAt": "2026-02-24T12:33:41Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AMD and Meta strike $100 billion AI deal that includes 10% stock deal — 6 gigawatt agreement includes up to 160 million AMD shares",
        "description_en": "AMD and Meta have announced an AI chips deal thought to be worth more than $100 billion.",
        "translated": true
      },
      {
        "title": "Les marchés mondiaux sont mitigés après les ventes massives de potentiels perdants de l'IA à Wall Street",
        "description": "Néanmoins, mardi a apporté des gains pour les fabricants de puces informatiques qui profitent du développement de l'IA.",
        "source": "Boston Herald",
        "url": "https://www.bostonherald.com/2026/02/24/world-shares-stocks-wall-street/",
        "image": "https://www.bostonherald.com/wp-content/uploads/2026/02/South_Korea_Financial_Markets_39488-1.jpg?w=1024&h=682",
        "publishedAt": "2026-02-24T12:31:47Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "World shares are mixed after heavy selling of potential AI losers hits Wall Street",
        "description_en": "Still, Tuesday brought gains for computer-chip makers that profit from AI development.",
        "translated": true
      },
      {
        "title": "Stardust Power rejoint le Cornerstone Consortium pour soutenir la résilience des minéraux critiques et de la base industrielle américaine",
        "description": "Stardust Power rejoint le Cornerstone Consortium pour soutenir la résilience des minéraux critiques et de la base industrielle américaine…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/24/3243420/0/en/Stardust-Power-Joins-Cornerstone-Consortium-to-Support-U-S-Critical-Minerals-and-Industrial-Base-Resilience.html",
        "image": "https://ml.globenewswire.com/Resource/Download/ecbc3070-eef4-4f3e-8dea-90edccd4d28d",
        "publishedAt": "2026-02-24T12:30:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Stardust Power Joins Cornerstone Consortium to Support U.S. Critical Minerals and Industrial Base Resilience",
        "description_en": "Stardust Power Joins Cornerstone Consortium to Support U.S. Critical Minerals and Industrial Base Resilience...",
        "translated": true
      },
      {
        "title": "Allied annonce le renouvellement de son offre publique de rachat dans le cours normal",
        "description": "TORONTO, le 24 février 2026 (GLOBE NEWSWIRE) — Allied Properties Real Estate Investment Trust (« Allied ») (TSX:AP.UN) a annoncé aujourd'hui qu'elle a reçu l'approbation de la Bourse de Toronto (« TSX ») pour une offre publique de rachat dans le cours normal (« OPRCN ») qui lui permettra…",
        "source": "Financial Post",
        "url": "https://financialpost.com/globe-newswire/allied-announces-renewal-of-normal-course-issuer-bid-6",
        "image": null,
        "publishedAt": "2026-02-24T12:28:41Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Allied Announces Renewal Of Normal Course Issuer Bid",
        "description_en": "TORONTO, Feb. 24, 2026 (GLOBE NEWSWIRE) — Allied Properties Real Estate Investment Trust (“Allied”) (TSX:AP.UN) today announced that it has received approval from the Toronto Stock Exchange (“TSX”) for a normal course issuer bid (“NCIB”) which will enable it …",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Les marchés mondiaux mitigés après une vente massive des perdants potentiels de l'IA à Wall Street",
        "description": "Néanmoins, mardi a apporté des gains pour les fabricants de puces informatiques qui profitent du développement de l'IA.",
        "source": "Boston Herald",
        "url": "https://www.bostonherald.com/2026/02/24/world-shares-stocks-wall-street/",
        "image": "https://www.bostonherald.com/wp-content/uploads/2026/02/South_Korea_Financial_Markets_39488-1.jpg?w=1024&h=682",
        "publishedAt": "2026-02-24T12:31:47Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "World shares are mixed after heavy selling of potential AI losers hits Wall Street",
        "description_en": "Still, Tuesday brought gains for computer-chip makers that profit from AI development.",
        "translated": true
      },
      {
        "title": "Signal haussier ? La prime Coinbase Bitcoin redevient positive après des mois dans le rouge",
        "description": "Bitcoin a basculé un petit mais notable commutateur technique cette semaine lorsque la prime Coinbase est remontée au-dessus de zéro, mettant fin à une série de lectures négatives qui a commencé après une vente massive le 6 février. Lecture connexe : XRP a chuté de près de 70 % — L'histoire pourrait-elle se répéter avec un…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/bitcoin/bullish-signal-coinbase-bitcoin-premium-turns-positive-after-months-in-red/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Gemini_Generated_Image_l33bsll33bsll33b.png?fit=1024%2C1024",
        "publishedAt": "2026-02-24T12:30:14Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bullish Signal? Coinbase Bitcoin Premium Turns Positive After Months In Red",
        "description_en": "Bitcoin flipped a small but notable technical switch this week when the Coinbase premium moved back above zero, ending a run of negative readings that began after heavy selling on February 6. Related Reading: XRP Fell Nearly 70% — Could History Repeat With An…",
        "translated": true
      },
      {
        "title": "La police se présente au domicile d'un voisin alors que la recherche de Nancy Guthrie prend un tournant soudain",
        "description": "Des adjoints ont visité le domicile du voisin de Nancy Guthrie au jour 22 de la recherche de la femme de 84 ans disparue. Ce développement fait suite à la découverte de gants tachés de sang et d'une pierre dans le désert près de sa résidence à Tucson. Les autorités analysent les articles collectés…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/police-appear-at-neighbors-house-as-nancy-guthrie-search-takes-a-sudden-new-turn/articleshow/128750511.cms",
        "image": "https://img.etimg.com/thumb/msid-128751380,width-1200,height-630,imgsize-41394,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-24T12:28:18Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Police appear at neighbor’s house as Nancy Guthrie search takes a sudden new turn",
        "description_en": "Deputies visited Nancy Guthrie's neighbor's home on day 22 of the search for the missing 84-year-old. This development follows the discovery of blood-stained gloves and a rock in the desert near her Tucson residence. Authorities are analyzing collected items …",
        "translated": true
      },
      {
        "title": "Plus de 400 000 BTC achetés entre 60 000 et 70 000 dollars lors de la dernière baisse du bitcoin",
        "description": "Les données de Glassnode montrent une augmentation de 43 % de l'offre regroupée dans la fourchette de 60 000 à 70 000 dollars suite au déclin de 50 % du bitcoin par rapport à son sommet historique d'octobre.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/24/over-400-000-btc-bought-between-usd60k-and-usd70k-during-bitcoin-s-latest-downturn",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/384aa8d7b27fa84631b4b8c0cd7c96194d2d5f6d-3200x1800.png?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-24T12:21:16Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Over 400,000 BTC bought between $60k and $70k during bitcoin’s latest downturn",
        "description_en": "Glassnode data shows a 43% surge in supply clustered in the $60K to $70K range following bitcoin’s 50% decline from its October all time high.",
        "translated": true
      },
      {
        "title": "La stratégie de Saylor enregistre une perte de plus de 9 milliards de dollars alors que le bitcoin baisse vers 63 000 dollars",
        "description": "La perte importante sur papier souligne la volatilité et le risque associés aux investissements d'entreprises à grande échelle dans les cryptomonnaies. L'article La stratégie de Saylor enregistre une perte de plus de 9 milliards de dollars alors que le bitcoin baisse vers 63 000 dollars est apparu en premier sur Crypto Briefing.",
        "source": "Crypto Briefing",
        "url": "https://cryptobriefing.com/bitcoin-treasury-losses-strategy/",
        "image": "https://static.cryptobriefing.com/wp-content/uploads/2026/02/24071513/5c1b7d7f-f3fd-4a8b-85f7-78d70a75132a-800x420.jpg",
        "publishedAt": "2026-02-24T12:16:52Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Saylor’s Strategy sees over $9B loss as Bitcoin drops toward $63K",
        "description_en": "The significant paper loss highlights the volatility and risk associated with large-scale corporate investments in cryptocurrencies.\nThe post Saylor’s Strategy sees over $9B loss as Bitcoin drops toward $63K appeared first on Crypto Briefing.",
        "translated": true
      },
      {
        "title": "Le bitcoin oscille près de 63 000 dollars alors que le rebond de pippin montre que l'euphorie persiste",
        "description": "La journée à venir en crypto : 24 février 2026",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/daybook-us/2026/02/24/bitcoin-teeters-near-usd63-000-as-pippin-s-rally-shows-froth-remains",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/e7e6462e8979add234f96b1c4de6bc11ebd95c46-1920x1080.jpg?auto=format",
        "publishedAt": "2026-02-24T12:15:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin teeters near $63,000 as pippin's rally shows froth remains",
        "description_en": "The day ahead in crypto: Feb. 24, 2026",
        "translated": true
      },
      {
        "title": "Le fantôme de l'iPhone : Pourquoi Michael Saylor pense que le bitcoin reproduit la légendaire « vallée du désespoir » d'Apple",
        "description": "Michael Saylor a comparé le repli de 45 % du bitcoin à la chute d'Apple en 2013, arguant que subir des corrections profondes fait partie de tout investissement technologique réussi.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/24/the-ghost-of-the-iphone-why-michael-saylor-thinks-bitcoin-is-mirroring-apple-s-legendary-valley-of-despair",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/28ee13d93bd9b44fa7fd6e10b0452bde47d4ddcd-1920x1080.jpg?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-24T12:04:33Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The ghost of the iPhone: Why Michael Saylor thinks bitcoin is mirroring Apple’s legendary ‘valley of despair’",
        "description_en": "Michael Saylor compared bitcoin’s 45% drawdown to Apple’s 2013 slump, arguing that enduring deep corrections is part of every successful technology investment.",
        "translated": true
      },
      {
        "title": "Le conseil de Gaza explore un plan de cryptomonnaie pour l'économie post-conflit",
        "description": "Des responsables du Conseil de la paix dirigé par les États-Unis, chargés de superviser la reconstruction de Gaza après le conflit, envisagent de lancer une cryptomonnaie pour aider à relancer l'économie dévastée du territoire, selon le Financial Times.",
        "source": "Hurriyet Daily News",
        "url": "https://www.hurriyetdailynews.com/gaza-board-explores-coin-plan-for-gaza-post-war-economy-219278",
        "image": "https://image.hurimg.com/i/hurriyet/75/200x200/699d91c57455d5f5e5915ef6.jpg",
        "publishedAt": "2026-02-24T11:55:53Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gaza board explores coin plan for Gaza post-war economy",
        "description_en": "Officials from the U.S.-led Board of Peace, tasked with overseeing Gaza’s postwar reconstruction, are considering launching a cryptocurrency to help revive the territory’s shattered economy, according to the Financial Times.",
        "translated": true
      },
      {
        "title": "Decred défie la baisse du bitcoin alors que l'offre en contraction soutient le prix du DCR",
        "description": "Le prix de Decred a augmenté à 28 $ alors que les haussiers ont résisté à la baisse baissière du bitcoin qui a englouti la plupart des altcoins. Les objectifs haussiers à court terme incluent 40 $ et 69 $, tandis que les pertes pourraient s'étendre à 17 $ ou moins. Les analystes pointent les métriques d'offre comme facteur clé.",
        "source": "Coinjournal.net",
        "url": "https://coinjournal.net/news/decred-defies-bitcoin-slump-as-shrinking-supply-lifts-dcr-price/",
        "image": "https://coinjournal.net/wp-content/uploads/2022/07/1650275398066-60ada31f-95c6-481f-9d71-617fe760855b.jpg",
        "publishedAt": "2026-02-24T11:54:06Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Decred defies Bitcoin slump as shrinking supply lifts DCR price",
        "description_en": "Decred price rose to $28 as bulls defied Bitcoin’s bearish slide that engulfed most altcoins. Short-term bullish targets include $40 and $69, while losses could extend to $17 or lower. Analysts are pointing to supply metrics as key. Decred (DCR) bulls are dig…",
        "translated": true
      },
      {
        "title": "Les marchés crypto saignent alors que le bitcoin plane au-dessus de la zone de liquidation",
        "description": "Le bitcoin a chuté à 63 000 $ alors que le dollar s'appréciait et que les actions s'affaiblissaient. Une rupture sous 60 000 $ risque de déclencher d'autres liquidations et une baisse vers 52 500 $.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/markets/2026/02/24/crypto-markets-bleed-as-bitcoin-hovers-above-liquidation-zone",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/d0b8518db557826b40871f6180dae7487aa501f9-1919x1080.jpg?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-24T11:37:27Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Crypto markets bleed as bitcoin hovers above liquidation zone",
        "description_en": "Bitcoin dropped to $63,000 as the dollar climbed and equities weakened. A break below $60,000 risks further liquidations and a slide toward $52,500.",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Prix de l'or aujourd'hui : Le cours de l'or s'effondre, l'argent aussi. Détails ici",
        "description": "Cours de l'or : L'or, actif refuge traditionnel, tend à bénéficier en périodes d'incertitude géopolitique et économique.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/gold-price-today-gold-rate-crashes-silver-down-too-details-here/articleshow/128751729.cms",
        "image": "https://img.etimg.com/thumb/msid-128751729,width-1200,height-630,imgsize-1592810,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-24T12:34:21Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Gold price today: Gold rate crashes, Silver down too. Details here",
        "description_en": "Gold rate: Gold, a ​traditional safe-haven asset, tends to benefit in times of ​geopolitical and economic uncertainty.",
        "translated": true
      },
      {
        "title": "Virgil Popescu : La guerre en Ukraine a accéléré les décisions clés pour l'indépendance énergétique",
        "description": "L'ancien ministre de l'Énergie Virgil Popescu affirme que la guerre en Ukraine a marqué un tournant pour la politique énergétique roumaine, des décisions rapides étant nécessaires pour poser les fondations de l'indépendance énergétique.",
        "source": "Mediafax.ro",
        "url": "https://www.mediafax.ro/english/virgil-popescu-the-war-in-ukraine-accelerated-key-decisions-for-energy-independence-23692217",
        "image": "https://www.mediafax.ro//wp-content/uploads/2026/02/7872397-mediafax_foto-raul_stef-1-scaled.jpg",
        "publishedAt": "2026-02-24T12:32:12Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Virgil Popescu: The War in Ukraine accelerated key decisions for energy independence",
        "description_en": "Former Energy Minister Virgil Popescu says that the war in Ukraine marked a turning point for Romania's energy policy, as quick decisions were needed to lay the foundations for energy independence.",
        "translated": true
      },
      {
        "title": "La Duchesse d'Édimbourg effectue une visite en Somalie",
        "description": "La Duchesse effectue une visite de deux jours à Mogadiscio, rencontre des organisations de femmes et de filles ainsi que le Président Hassan Sheikh Mohamud.",
        "source": "Www.gov.uk",
        "url": "https://www.gov.uk/government/news/her-royal-highness-duchess-of-edinburgh-visits-somalia",
        "image": "https://www.gov.uk/assets/frontend/govuk-opengraph-image-4196a4d6333cf92aaf720047f56cfd91b3532d7635fc21ebcf0d5897df6b5f77.png",
        "publishedAt": "2026-02-24T12:31:22Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Her Royal Highness Duchess of Edinburgh visits Somalia",
        "description_en": "The Duchess makes two-day visit to Mogadishu, meets women and girls organisations and  President Hassan Sheikh Mohamud.",
        "translated": true
      },
      {
        "title": "OR Royalties annonce l'acquisition de redevances supplémentaires sur Spring Valley au Nevada",
        "description": "MONTRÉAL, 24 février 2026 (GLOBE NEWSWIRE) — OR Royalties Inc. (« OR Royalties » ou la « Société ») (OR : TSX & NYSE) est heureuse d'annoncer qu'elle a conclu une entente définitive pour acquérir Terraco Gold Corp. (« Terraco »), une filiale en propriété exclusive de Sail…",
        "source": "Financial Post",
        "url": "https://financialpost.com/globe-newswire/or-royalties-announces-acquisition-of-additional-royalties-on-spring-valley-in-nevada",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/figure-1-royalty-map.jpeg",
        "publishedAt": "2026-02-24T12:08:01Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "OR Royalties Announces Acquisition of Additional Royalties on Spring Valley in Nevada",
        "description_en": "MONTRÉAL, Feb. 24, 2026 (GLOBE NEWSWIRE) — OR Royalties Inc. (“OR Royalties” or the “Company”) (OR: TSX & NYSE) is pleased to announce that it has entered into a definitive agreement to acquire Terraco Gold Corp. (“Terraco”), a wholly-owned subsidiary of Sail…",
        "translated": true
      },
      {
        "title": "Lahontan fore de l'or oxydé de haute teneur en surface à West Santa Fe : 37 m titrant 3,11 g/t Au Éq incluant 11 m titrant 5,75 g/t Au Éq",
        "description": "TORONTO, 24 février 2026 (GLOBE NEWSWIRE) — Lahontan Gold Corp. (TSXV:LG, OTCQB:LGCXF, FSE:Y2F) (la « Société » ou « Lahontan ») est heureuse d'annoncer les résultats analytiques finaux de son programme de forage inaugural 2025 à la propriété satellite West Santa Fe de la Société…",
        "source": "Financial Post",
        "url": "https://financialpost.com/globe-newswire/lahontan-drills-high-grade-oxide-gold-from-the-surface-at-west-santa-fe-37m-grading-3-11-g-t-au-eq-including-11m-grading-5-75-g-t-au-eq",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/high-grade-mineralization-detail-west-santa-fe.png",
        "publishedAt": "2026-02-24T12:06:40Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Lahontan Drills High Grade Oxide Gold from the Surface at West Santa Fe: 37m Grading 3.11 g/t Au Eq Including 11m Grading 5.75 g/t Au Eq",
        "description_en": "TORONTO, Feb. 24, 2026 (GLOBE NEWSWIRE) — Lahontan Gold Corp. (TSXV:LG, OTCQB:LGCXF, FSE:Y2F)  (the “Company” or “Lahontan“) is pleased to announce the final analytical results from our 2025 maiden drilling program at the Company’s satellite West Santa Fe pro…",
        "translated": true
      },
      {
        "title": "Abaxx Exchange complète la première livraison physique en vertu du contrat à terme sur or Singapour",
        "description": "La première livraison physique valide l'infrastructure intégrée du marché de l'or de la Société à Singapour TORONTO et SINGAPOUR, 24 février 2026 (GLOBE NEWSWIRE) — Abaxx Technologies Inc. (CBOE:ABXX)(OTCQX:ABXXF) (« Abaxx » ou la « Société »), un logiciel financier et…",
        "source": "Financial Post",
        "url": "https://financialpost.com/globe-newswire/abaxx-exchange-completes-first-physical-delivery-under-gold-singapore-futures-contract",
        "image": null,
        "publishedAt": "2026-02-24T12:06:16Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Abaxx Exchange Completes First Physical Delivery Under Gold Singapore Futures Contract",
        "description_en": "First physical delivery validates the Company’s integrated gold market infrastructure in Singapore TORONTO and SINGAPORE, Feb. 24, 2026 (GLOBE NEWSWIRE) — Abaxx Technologies Inc. (CBOE:ABXX)(OTCQX:ABXXF) (“Abaxx” or the “Company”), a financial software and ma…",
        "translated": true
      },
      {
        "title": "Dillard's, Inc. publie les résultats du quatrième trimestre et de l'exercice fiscal",
        "description": "LITTLE ROCK, Ark., 24 février 2026 (GLOBE NEWSWIRE) — Dillard's, Inc. (NYSE: DDS) (la « Société » ou « Dillard's ») a annoncé les résultats d'exploitation pour les 13 et 52 semaines terminées le 31 janvier 2026. Ce communiqué contient certaines déclarations prospectives. Veuillez vous reporter…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/24/3243323/0/en/Dillard-s-Inc-Reports-Fourth-Quarter-and-Fiscal-Year-Results.html",
        "image": "https://ml.globenewswire.com/Resource/Download/9003334f-105a-48f8-a12a-52388ad35cc6",
        "publishedAt": "2026-02-24T11:50:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Dillard’s, Inc. Reports Fourth Quarter and Fiscal Year Results",
        "description_en": "LITTLE ROCK, Ark., Feb. 24, 2026 (GLOBE NEWSWIRE) -- Dillard’s, Inc. (NYSE: DDS) (the “Company” or “Dillard’s”) announced operating results for the 13 and 52 weeks ended January 31, 2026. This release contains certain forward-looking statements. Please refer …",
        "translated": true
      },
      {
        "title": "CECO Environmental annonce une combinaison stratégique avec Thermon Group, créant un leader industriel mondial dans la fourniture de solutions environnementales et thermiques critiques",
        "description": "La Société combinée continuera sous le nom de CECO Environmental avec Todd Gleason comme PDG. Ajoute des solutions complémentaires hautement pertinentes en matière de chauffage des procédés industriels et de gestion thermique…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/24/3243307/0/en/CECO-Environmental-Announces-Strategic-Combination-with-Thermon-Group-Creating-a-Global-Industrial-Leader-in-Delivering-Mission-Critical-Environmental-and-Thermal-Solutions.html",
        "image": "https://ml.globenewswire.com/Resource/Download/73767b1f-f658-4e7f-b2db-c11578c12c7f",
        "publishedAt": "2026-02-24T11:30:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "CECO Environmental Announces Strategic Combination with Thermon Group, Creating a Global Industrial Leader in Delivering Mission-Critical Environmental and Thermal Solutions",
        "description_en": "Combined Company will Continue as CECO Environmental Under CEO Todd Gleason  Adds Highly Complementary Industrial Process Heating and Thermal Management...",
        "translated": true
      },
      {
        "title": "Exxon met en avant sa croissance en Guyane dans la course aux champs pétroliers de la prochaine décennie",
        "description": "Exxon Mobil Corp. parie que le boom économique déclenché par sa découverte géante en Guyane donnera à l'entreprise un avantage lors de la négociation des conditions fiscales avec d'autres nations cherchant à développer leurs propres réserves de pétrole et de gaz.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/exxon-touts-guyana-growth-in-race-for-next-decades-oil-fields",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/776237572.jpg",
        "publishedAt": "2026-02-24T11:23:27Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Exxon Touts Guyana Growth in Race For Next Decade’s Oil Fields",
        "description_en": "Exxon Mobil Corp. is betting the economic boom unleashed by its giant discovery in Guyana will give the company an edge when negotiating fiscal terms with other nations looking to develop their own oil and gas reserves.",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "Nouveau choc DeepSeek : le nouveau modèle d'IA DeepSeek déclenchera-t-il un krach des valeurs technologiques du Nasdaq alors que la course à l'IA chinoise s'intensifie ?",
        "description": "Choc DeepSeek : le Nasdaq a bondi de plus de 30 % au cours de l'année écoulée grâce au rebond des valeurs d'IA. Le lancement du modèle d'IA DeepSeek suscite désormais de nouvelles préoccupations concernant les risques de marché. Les investisseurs craignent une pression sur le titre Nvidia, les valeurs des semi-conducteurs et les valorisations des grandes technologies. La course à l'intelligence artificielle chinoise...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/another-deepseek-shock-loading-will-the-new-deepseek-ai-model-trigger-a-nasdaq-tech-stock-crash-as-chinas-ai-race-heats-up/articleshow/128751020.cms",
        "image": "https://img.etimg.com/thumb/msid-128751007,width-1200,height-630,imgsize-32382,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-24T12:37:57Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Another DeepSeek shock loading: will the new DeepSeek AI model trigger a Nasdaq tech stock crash as China’s AI race heats up?",
        "description_en": "DeepSeek Shock: Nasdaq surged over 30% in the past year on the AI stock rally. Now the DeepSeek AI model launch is raising fresh market risk concerns. Investors fear pressure on Nvidia stock, semiconductor stocks, and Big Tech valuations. China’s artificial i…",
        "translated": true
      },
      {
        "title": "Marchés américains aujourd'hui | Les contrats à terme sur indices américains stables après la débâcle de lundi ; les tarifs douaniers et les préoccupations liées à l'IA dominent",
        "description": "Les contrats à terme sur indices boursiers américains ont progressé légèrement mardi, se redressant légèrement après une vente massive généralisée de la séance précédente, alors que les investisseurs se débattaient avec l'impact incertain des manœuvres tarifaires du président Donald Trump et des préoccupations croissantes liées à l'IA.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/us-stocks-today-us-stock-futures-steady-after-mondays-battering-tariffs-ai-concerns-dominate/articleshow/128751833.cms",
        "image": "https://img.etimg.com/thumb/msid-128751833,width-1200,height-630,imgsize-50246,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-24T12:37:27Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US Stocks Today | US stock futures steady after Monday's battering; tariffs, AI concerns dominate",
        "description_en": "U.S. stock index futures edged up on Tuesday, recovering ​slightly after a broad market selloff the previous session as investors grappled with the uncertain impact of President Donald Trump's tariff maneuvers and escalating AI-related concerns.",
        "translated": true
      },
      {
        "title": "ZenaTech remporte le prix Morrissey Goodale 2026 du plus prolixe et compétent acquéreur pour la croissance de son réseau de drones en tant que service",
        "description": "VANCOUVER, Colombie-Britannique, 24 février 2026 (GLOBE NEWSWIRE) — ZenaTech, Inc. (Nasdaq : ZENA) (FSE : 49Q) (BMV : ZENA) (« ZenaTech »), un fournisseur de solutions technologiques spécialisé dans les drones d'IA (Intelligence Artificielle), les drones en tant que service (DaaS), les SaaS d'entreprise, et...",
        "source": "Financial Post",
        "url": "https://financialpost.com/globe-newswire/zenatech-wins-the-morrissey-goodale-2026-most-prolific-and-proficient-acquirer-award-for-growing-its-drone-as-a-service-network",
        "image": null,
        "publishedAt": "2026-02-24T12:35:16Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "ZenaTech Wins the Morrissey Goodale 2026 Most Prolific and Proficient Acquirer Award for Growing its Drone as a Service Network",
        "description_en": "VANCOUVER, British Columbia, Feb. 24, 2026 (GLOBE NEWSWIRE) — ZenaTech, Inc. (Nasdaq: ZENA) (FSE: 49Q) (BMV: ZENA) (“ZenaTech”), a technology solution provider specializing in AI (Artificial Intelligence) drone, Drone as a Service (DaaS), enterprise SaaS, and…",
        "translated": true
      },
      {
        "title": "DEEP SEA MINERALS CORP. ADHÈRE AU CONSORTIUM DE LA BASE INDUSTRIELLE DE DÉFENSE AMÉRICAINE",
        "description": "Vancouver, Colombie-Britannique, 24 février 2026 (GLOBE NEWSWIRE) — Deep Sea Minerals Corp. (CSE : SEAS) (OTCQB : DSEAF) (FSE : X45) (« Deep Sea Minerals » ou la « Société »), une société d'exploration et de développement de minéraux sous-marins axée sur l'avancement des opportunités de minéraux critiques provenant de...",
        "source": "Financial Post",
        "url": "https://financialpost.com/globe-newswire/deep-sea-minerals-corp-joins-u-s-defense-industrial-base-consortium",
        "image": null,
        "publishedAt": "2026-02-24T12:34:25Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "DEEP SEA MINERALS CORP. JOINS U.S. DEFENSE INDUSTRIAL BASE CONSORTIUM",
        "description_en": "Vancouver, BC, Feb. 24, 2026 (GLOBE NEWSWIRE) — Deep Sea Minerals Corp. (CSE: SEAS) (OTCQB: DSEAF) (FSE: X45) (“Deep Sea Minerals” or the “Company”), a subsea mineral exploration and development company focused on advancing critical mineral opportunities from…",
        "translated": true
      },
      {
        "title": "AMD et Meta concluent un accord d'IA de 100 milliards de dollars incluant une transaction d'actions de 10 % — L'accord de 6 gigawatts comprend jusqu'à 160 millions d'actions AMD",
        "description": "AMD et Meta ont annoncé un accord sur les puces d'IA estimé à plus de 100 milliards de dollars.",
        "source": "Tom's Hardware UK",
        "url": "https://www.tomshardware.com/tech-industry/artificial-intelligence/amd-meta-100-billion-deal",
        "image": "https://cdn.mos.cms.futurecdn.net/ks9zosW9LwsL8mGBSqtmAZ-2000-80.jpg",
        "publishedAt": "2026-02-24T12:33:41Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "AMD and Meta strike $100 billion AI deal that includes 10% stock deal — 6 gigawatt agreement includes up to 160 million AMD shares",
        "description_en": "AMD and Meta have announced an AI chips deal thought to be worth more than $100 billion.",
        "translated": true
      },
      {
        "title": "Les marchés mondiaux sont mitigés après une vente massive des perdants potentiels de l'IA à Wall Street",
        "description": "Néanmoins, mardi a apporté des gains pour les fabricants de puces informatiques qui profitent du développement de l'IA.",
        "source": "Boston Herald",
        "url": "https://www.bostonherald.com/2026/02/24/world-shares-stocks-wall-street/",
        "image": "https://www.bostonherald.com/wp-content/uploads/2026/02/South_Korea_Financial_Markets_39488-1.jpg?w=1024&h=682",
        "publishedAt": "2026-02-24T12:31:47Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "World shares are mixed after heavy selling of potential AI losers hits Wall Street",
        "description_en": "Still, Tuesday brought gains for computer-chip makers that profit from AI development.",
        "translated": true
      },
      {
        "title": "KDE Plasma 6.6 n'impose pas systemd mais les débats font rage",
        "description": "Le support BSD s'améliore, FreeBSD envisage une option de bureau, et les guerres des init refusent de disparaître. Le dernier environnement de bureau KDE est disponible. Entre autres, il s'accompagne d'une promesse de ne pas nécessiter systemd, et cette version a amélioré le support d'OpenBSD. FreeBSD 15…",
        "source": "Theregister.com",
        "url": "https://www.theregister.com/2026/02/24/kde_plasma_66/",
        "image": "https://regmedia.co.uk/2018/02/25/argument_shutterstock.jpg",
        "publishedAt": "2026-02-24T12:30:06Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "KDE Plasma 6.6 isn't forcing systemd but the arguments rage on",
        "description_en": "BSD support improves, FreeBSD eyes a desktop option, and the init wars refuse to die The latest KDE desktop environment is out. Among other things, it comes with a pledge that it won't require systemd, and this version has improved OpenBSD support. FreeBSD 15…",
        "translated": true
      },
      {
        "title": "Rekor Systems annonce le rapatriement stratégique des opérations d'ingénierie étrangères pour renforcer la discipline des coûts et l'efficacité opérationnelle",
        "description": "L'action renforce le soutien à la base de clients tout en réduisant les dépenses d'exploitation annuelles d'environ 7,5 millions de dollars. L'action renforce le soutien à la base de clients tout en réduisant les dépenses d'exploitation annuelles d'environ 7,5 millions de dollars.",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/24/3243421/0/en/Rekor-Systems-Announces-Strategic-On-Shoring-of-Overseas-Engineering-Operations-to-Advance-Cost-Discipline-and-Operational-Efficiency.html",
        "image": "https://ml.globenewswire.com/Resource/Download/e705f1e3-be41-4ec9-95b4-f24191d97fdd",
        "publishedAt": "2026-02-24T12:30:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rekor Systems Announces Strategic On-Shoring of Overseas Engineering Operations to Advance Cost Discipline and Operational Efficiency",
        "description_en": "Action Bolsters Support for Customer Base While Cutting Annual Operating Expenses by Approximately $7.5 Million Action Bolsters Support for Customer Base While Cutting Annual Operating Expenses by Approximately $7.5 Million",
        "translated": true
      },
      {
        "title": "DEEP SEA MINERALS CORP. ADHÈRE AU CONSORTIUM DE LA BASE INDUSTRIELLE DE DÉFENSE AMÉRICAINE",
        "description": "Vancouver, BC, 24 février 2026 (GLOBE NEWSWIRE) -- Deep Sea Minerals Corp. (CSE: SEAS) (OTCQB: DSEAF) (FSE: X45) (« Deep Sea Minerals » ou la « Société »), une société d'exploration et de développement de minéraux sous-marins axée sur l'avancement des opportunités de minéraux critiques fro…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/24/3243428/0/en/DEEP-SEA-MINERALS-CORP-JOINS-U-S-DEFENSE-INDUSTRIAL-BASE-CONSORTIUM.html",
        "image": "https://ml.globenewswire.com/Resource/Download/811181eb-f1f6-4baf-9d4e-783d1d472b55",
        "publishedAt": "2026-02-24T12:30:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "DEEP SEA MINERALS CORP. JOINS U.S. DEFENSE INDUSTRIAL BASE CONSORTIUM",
        "description_en": "Vancouver, BC, Feb. 24, 2026 (GLOBE NEWSWIRE) -- Deep Sea Minerals Corp. (CSE: SEAS) (OTCQB: DSEAF) (FSE: X45) (\"Deep Sea Minerals\" or the \"Company\"), a subsea mineral exploration and development company focused on advancing critical mineral opportunities fro…",
        "translated": true
      },
      {
        "title": "Les marchés de prédiction sont sûrs à 95 % que Nvidia battra ses résultats -- Voici ce que cela signifie pour les investisseurs",
        "description": "N/A",
        "source": "Yahoo Entertainment",
        "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_065fb5cd-da35-4f24-814b-ee8ebfea574c",
        "image": null,
        "publishedAt": "2026-02-24T12:30:00Z",
        "time": "24 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Prediction Markets Are 95% Sure Nvidia Will Beat Earnings -- Here's What That Means for Investors",
        "description_en": "",
        "translated": true
      }
    ]
  },
  "total": 49
}