{
  "updated": "2026-02-24T12:38:54.871Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "South Plains Financial, Inc. annonce un programme de rachat d'actions",
        "description": "LUBBOCK, Texas, 23 février 2026 (GLOBE NEWSWIRE) -- South Plains Financial, Inc. (NASDAQ:SPFI) (« South Plains » ou la « Société ») a annoncé aujourd'hui que le conseil d'administration de la Société (le « Conseil ») a approuvé un nouveau programme de rachat d'actions pour un montant pouvant atteindre 10,0 millions de dollars…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/23/3242523/0/en/South-Plains-Financial-Inc-Announces-Stock-Repurchase-Program.html",
        "image": "https://ml.globenewswire.com/Resource/Download/4b66fc08-357c-40ae-9598-fc590b8380b4",
        "publishedAt": "2026-02-23T12:30:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "South Plains Financial, Inc. Announces Stock Repurchase Program",
        "description_en": "LUBBOCK, Texas, Feb. 23, 2026 (GLOBE NEWSWIRE) -- South Plains Financial, Inc. (NASDAQ:SPFI) (“South Plains” or the “Company”), today announced that the board of directors of the Company (the “Board”) approved a new stock repurchase program for up to $10.0 mi…",
        "translated": true
      },
      {
        "title": "Les obligations indiennes progressent alors que les tensions États-Unis-Iran s'apaisent, mais d'importantes émissions de dette se profilent",
        "description": "Les obligations du gouvernement indien ont progressé lundi alors que les tensions géopolitiques s'apaisaient avant un troisième cycle de négociations nucléaires entre les États-Unis et l'Iran, bien que l'offre importante de dette prévue cette semaine ait limité les gains.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/bonds/indian-bonds-tick-higher-as-us-iran-jitters-ease-but-hefty-debt-sales-loom/articleshow/128713782.cms",
        "image": "https://img.etimg.com/thumb/msid-128713782,width-1200,height-630,imgsize-27804,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-23T12:22:30Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Indian bonds tick higher as US-Iran jitters ease, but hefty debt sales loom",
        "description_en": "Indian government bonds edged ​higher on Monday as geopolitical ​jitters ebbed ahead of a third round of ​U.S.-Iran nuclear talks, though heavy debt supply due this week capped gains.",
        "translated": true
      },
      {
        "title": "Le dollar américain perd sa dominance de devise de réserve mondiale : les données du FMI confirment la part la plus basse en 30 ans alors que la dédollarisation s'accélère — la puissance financière de l'Amérique est-elle en danger ?",
        "description": "Le dollar américain ne représente désormais que 56,32 % des réserves de change mondiales — le niveau le plus bas depuis 1995. En baisse par rapport à 72 % en 2001, les banques centrales gérant 12 billions de dollars se diversifient discrètement. Les achats d'or ont dépassé 1 000 tonnes annuellement pendant trois années consécutives. BRICS…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/u-s-dollar-loses-global-reserve-currency-dominance-imf-data-confirms-lowest-share-in-30-years-as-de-dollarization-accelerates-is-americas-financial-power-at-risk/articleshow/128713047.cms",
        "image": "https://img.etimg.com/thumb/msid-128713448,width-1200,height-630,imgsize-75964,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-23T12:14:23Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "U.S. dollar loses global reserve currency dominance: IMF data confirms lowest share in 30 years as de-dollarization accelerates — is America’s financial power at risk?",
        "description_en": "The U.S. dollar now holds just 56.32% of global foreign exchange reserves — the lowest since 1995. Down from 72% in 2001, central banks managing $12 trillion are quietly diversifying. Gold purchases topped 1,000 tonnes annually for three straight years. BRICS…",
        "translated": true
      },
      {
        "title": "Comment la décision de la Cour suprême a-t-elle modifié les tarifs douaniers de Trump ?",
        "description": "Décision, réactions et effets en cascade. La Cour suprême des États-Unis a jugé que le pouvoir sur lequel le président Donald Trump s'était appuyé pour imposer des tarifs douaniers massifs et spécifiques à chaque pays ne lui permettait pas de le faire unilatéralement. Cette décision a invalidé une grande partie de...",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/world/how-did-the-supreme-court-ruling-change-trump-s-tariffs",
        "image": "https://alltoc.com/cdn/1046/og.png",
        "publishedAt": "2026-02-23T12:14:11Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How did the Supreme Court ruling change Trump's tariffs? #world",
        "description_en": "Ruling, reaction and ripple effects The U.S. Supreme Court found that the authority President Donald Trump relied on to impose sweeping, country‑specific tariffs did not give him the power to do so unilaterally. That decision invalidated a large portion of th…",
        "translated": true
      },
      {
        "title": "Un autre hôpital abandonne les soins de santé pour les jeunes transgenres",
        "description": "Un autre hôpital américain supprime son programme de soins d'affirmation de genre pour les jeunes transgenres suite aux pressions de l'administration Trump. NYU Langone Health, un système de santé universitaire à New York, a annoncé son intention de fermer son programme de santé pour les jeunes transgenres...",
        "source": "Thepinknews.com",
        "url": "https://www.thepinknews.com/2026/02/23/hospital-trans-youth-healthcare-abandoned/",
        "image": "https://www.thepinknews.com/wp-content/uploads/2026/02/Hospital-trans-youth-care.jpg",
        "publishedAt": "2026-02-23T12:06:45Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Yet another hospital abandons trans youth healthcare",
        "description_en": "Yet another US hospital is spiking its gender-affirming care program for trans youth following pressure from the Trump administration. NYU Langone Health, an academic health system in New York City, announced plans to shutter its Transgender Youth Health Prog…",
        "translated": true
      },
      {
        "title": "Quatre ans après le début de sa guerre totale en Ukraine, la Russie en ressent les effets",
        "description": "À première vue, Yelets en hiver ressemble à quelque chose sorti d'un conte de fées russe. Depuis l'embarcadère, j'aperçois les dômes dorés des églises orthodoxes et, en bas, des pêcheurs à la ligne disséminés le long du fleuve gelé. Mais dans cette ville, à 350 km (217 miles) au sud de Moscou...",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-chat/4367962/posts",
        "image": null,
        "publishedAt": "2026-02-23T11:51:01Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Four years into its full-scale war in Ukraine, Russia is feeling the effects",
        "description_en": "At first glance, Yelets in winter looks like something from a Russian fairy tale. From the embankment I spy the golden domes of Orthodox churches and, down below, ice fishermen dotted along the frozen river. But in this town, 350km (217 miles) south of Moscow…",
        "translated": true
      },
      {
        "title": "L'Iran se dit prêt aux négociations mais se défendra contre l'agression américaine",
        "description": "Ces remarques du ministère des Affaires étrangères interviennent après que Trump a déclaré envisager une attaque si aucun accord nucléaire n'était conclu.",
        "source": "Al Jazeera English",
        "url": "https://www.aljazeera.com/news/2026/2/23/iran-says-ready-for-talks-but-will-defend-itself-against-us-aggression",
        "image": "https://www.aljazeera.com/wp-content/uploads/2026/02/epa_699c3d475c62-1771846983.jpg?resize=1920%2C1440",
        "publishedAt": "2026-02-23T11:40:38Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iran says ready for talks but will defend itself against US aggression",
        "description_en": "Remarks from Ministry of Foreign Affairs come after Trump says he is considering an attack if nuclear deal not reached.",
        "translated": true
      },
      {
        "title": "Les gouvernements sont appelés à renforcer l'application de la loi contre les grandes entreprises technologiques face à la ruée vers l'interdiction des réseaux sociaux pour les moins de 16 ans",
        "description": "Le Commissaire aux droits de l'homme du Conseil de l'Europe estime que les gouvernements européens devraient envisager une meilleure application de la loi contre les grandes entreprises technologiques avant d'interdire l'accès aux réseaux sociaux aux enfants.",
        "source": "ComputerWeekly.com",
        "url": "https://www.computerweekly.com/news/366639244/Governments-urged-to-step-up-enforcement-of-big-tech-amid-rush-to-ban-social-media-for-under-16s",
        "image": "https://www.computerweekly.com/visuals/ComputerWeekly/Hero Images/social-media-apps-icons-adobe.jpeg",
        "publishedAt": "2026-02-23T11:39:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Governments urged to step up enforcement of big tech amid rush to ban social media for under-16s",
        "description_en": "The Council of Europe’s Commissioner for Human Rights says that European governments should consider better enforcement against big tech companies before banning children from social media",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Lettre de commentaires sur les critères d'inscription initiale supplémentaires proposés par le Nasdaq pour les sociétés opérant principalement en Chine",
        "description": "Je m'exprime au nom du Council of Institutional Investors (CII), une association à but non lucratif et non partisane regroupant des fonds de retraite publics, d'entreprises et de syndicats américains, d'autres régimes de retraite, d'entités étatiques et locales chargées d'investir les actifs publics...",
        "source": "Harvard School of Engineering and Applied Sciences",
        "url": "https://corpgov.law.harvard.edu/2026/02/23/comment-letter-on-nasdaqs-proposed-additional-initial-listing-criteria-for-companies-primarily-operating-in-china/",
        "image": "https://corpgov.law.harvard.edu/wp-content/uploads/2021/03/new-shield-facebook.png",
        "publishedAt": "2026-02-23T12:32:45Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Comment Letter on Nasdaq’s Proposed Additional Initial Listing Criteria for Companies Primarily Operating in China",
        "description_en": "I write on behalf of the Council of Institutional Investors (CII), a nonprofit, nonpartisan association of U.S. public, corporate and union employee benefit funds, other employee benefit plans, state and local entities charged with investing public assets, an…",
        "translated": true
      },
      {
        "title": "Exclusivité : Hegseth rencontre le PDG d'Anthropic alors que le Pentagone menace d'interdiction - Axios",
        "description": "Exclusivité : Hegseth rencontre le PDG d'Anthropic alors que le Pentagone menace d'interdictionAxios Après un raid meurtrier, une lutte de pouvoir autour de l'IA éclate au PentagoneLe Washington Post Les problèmes d'Anthropic au Pentagone ; Nettoyage du stockage cloud | Technologie pour le 22 février The Wall Street Jou…",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180845936",
        "image": null,
        "publishedAt": "2026-02-23T12:32:32Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Scoop: Hegseth to meet Anthropic CEO as Pentagon threatens banishment - Axios",
        "description_en": "Scoop: Hegseth to meet Anthropic CEO as Pentagon threatens banishmentAxios After a deadly raid, an AI power struggle erupts at the PentagonThe Washington Post Anthropic’s Pentagon Problems; Cleaning Up Cloud Storage | Technology for Feb. 22The Wall Street Jou…",
        "translated": true
      },
      {
        "title": "3 documents qui définissent ce que les RH peuvent et ne peuvent pas faire lors d'une intervention de l'ICE sur le lieu de travail",
        "description": "Tous les mandats de l'ICE ne sont pas égaux. Voici comment les distinguer.",
        "source": "Fortune",
        "url": "https://fortune.com/2026/02/23/3-documents-that-decide-what-hr-can-and-cant-do-when-ice-arrives-in-the-workplace/",
        "image": "https://fortune.com/img-assets/wp-content/uploads/2026/02/GettyImages-2259968097-e1771604134140.jpg?resize=1200,600",
        "publishedAt": "2026-02-23T12:32:08Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "3 documents that decide what HR can and can’t do when ICE arrives in the workplace",
        "description_en": "Not all ICE warrants are equal. Here’s how to tell them apart.",
        "translated": true
      },
      {
        "title": "Citation boursière du jour par George Soros | « Ce qui importe, ce n'est pas d'avoir raison ou tort, mais combien d'argent vous gagnez quand vous avez raison et combien vous perdez quand vous avez tort. »",
        "description": "La philosophie de George Soros souligne que le succès en investissement ne consiste pas à avoir raison à chaque fois, mais à gérer les résultats de manière à ce que les gains dépassent les pertes. En se concentrant sur les asymétries de rendement, la gestion disciplinée des risques et la résilience émotionnelle, les investisseurs peuvent minimiser…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/markets/us-stocks/news/market-quote-of-the-day-by-george-soros-its-not-whether-youre-right-or-wrong-thats-important-but-how-much-money-you-make-when-youre-right-and-how-much-you-lose-when-youre-wrong-/articleshow/128704156.cms",
        "image": "https://img.etimg.com/thumb/msid-128704315,width-1200,height-630,imgsize-10186,overlay-etmarkets/articleshow.jpg",
        "publishedAt": "2026-02-23T12:32:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Market quote of the day by George Soros | “It’s not whether you’re right or wrong that’s important, but how much money you make when you’re right and how much you lose when you’re wrong.”",
        "description_en": "George Soros’ philosophy emphasises that investing success isn’t about being right every time but about managing outcomes so gains outweigh losses. By focusing on asymmetric payoffs, disciplined risk management, and emotional resilience, investors can minimis…",
        "translated": true
      },
      {
        "title": "South Plains Financial, Inc. annonce un programme de rachat d'actions",
        "description": "LUBBOCK, Texas, 23 février 2026 (GLOBE NEWSWIRE) -- South Plains Financial, Inc. (NASDAQ:SPFI) (« South Plains » ou la « Société »), a annoncé aujourd'hui que le conseil d'administration de la Société (le « Conseil ») a approuvé un nouveau programme de rachat d'actions pour un montant pouvant atteindre 10,0 millions de dollars…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/23/3242523/0/en/South-Plains-Financial-Inc-Announces-Stock-Repurchase-Program.html",
        "image": "https://ml.globenewswire.com/Resource/Download/4b66fc08-357c-40ae-9598-fc590b8380b4",
        "publishedAt": "2026-02-23T12:30:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "South Plains Financial, Inc. Announces Stock Repurchase Program",
        "description_en": "LUBBOCK, Texas, Feb. 23, 2026 (GLOBE NEWSWIRE) -- South Plains Financial, Inc. (NASDAQ:SPFI) (“South Plains” or the “Company”), today announced that the board of directors of the Company (the “Board”) approved a new stock repurchase program for up to $10.0 mi…",
        "translated": true
      },
      {
        "title": "Ethereum est-il suffisant pour Wall Street ? Si l'histoire est un guide, la réponse est claire",
        "description": "Un consortium de banques construit sa propre version de blockchain — il aura du mal à la faire fonctionner.",
        "source": "Fortune",
        "url": "https://fortune.com/crypto/2026/02/23/ethereum-wall-street-canton-r3-zksync-ethdenver/",
        "image": "https://fortune.com/img-assets/wp-content/uploads/2026/02/GettyImages-2204820039-1-e1771849323283.jpg?resize=1200,600",
        "publishedAt": "2026-02-23T12:29:23Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Is Ethereum good enough for Wall Street? If history is any guide, the answer is clear",
        "description_en": "A consortium of banks is building its own version of blockchain—it will be hard pressed to make it work.",
        "translated": true
      },
      {
        "title": "Rail Vision retrouve la conformité avec l'exigence de prix d'offre minimum du Nasdaq",
        "description": "Ra'anana, Israël, 23 février 2026 (GLOBE NEWSWIRE) -- Rail Vision Ltd. (Nasdaq: RVSN) (« Rail Vision » ou la « Société »), une entreprise technologique en phase de commercialisation précoce axée sur la transformation de la sécurité ferroviaire et des marchés de données ferroviaires, a annoncé aujourd'hui…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/23/3242505/0/en/Rail-Vision-Regains-Compliance-with-Nasdaq-Minimum-Bid-Price-Requirement.html",
        "image": "https://ml.globenewswire.com/Resource/Download/c6f7afbe-0e17-4b77-9bc3-4e21b6c3ffac",
        "publishedAt": "2026-02-23T12:15:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rail Vision Regains Compliance with Nasdaq Minimum Bid Price Requirement",
        "description_en": "Ra’anana, Israel, Feb. 23, 2026 (GLOBE NEWSWIRE) -- Rail Vision Ltd. (Nasdaq: RVSN) (“Rail Vision” or the “Company”), an early commercialization stage technology company focused on transforming railway safety and the rail data markets seeking, today announced…",
        "translated": true
      },
      {
        "title": "Le dollar américain perd sa dominance de monnaie de réserve mondiale : les données du FMI confirment la plus faible part en 30 ans alors que la dédollarisation s'accélère — le pouvoir financier américain est-il en danger ?",
        "description": "Le dollar américain ne représente désormais que 56,32 % des réserves de change mondiales — le plus bas niveau depuis 1995. En baisse par rapport à 72 % en 2001, les banques centrales gérant 12 billions de dollars se diversifient discrètement. Les achats d'or ont dépassé 1 000 tonnes annuelles pendant trois années consécutives. BRICS…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/u-s-dollar-loses-global-reserve-currency-dominance-imf-data-confirms-lowest-share-in-30-years-as-de-dollarization-accelerates-is-americas-financial-power-at-risk/articleshow/128713047.cms",
        "image": "https://img.etimg.com/thumb/msid-128713448,width-1200,height-630,imgsize-75964,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-23T12:14:23Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "U.S. dollar loses global reserve currency dominance: IMF data confirms lowest share in 30 years as de-dollarization accelerates — is America’s financial power at risk?",
        "description_en": "The U.S. dollar now holds just 56.32% of global foreign exchange reserves — the lowest since 1995. Down from 72% in 2001, central banks managing $12 trillion are quietly diversifying. Gold purchases topped 1,000 tonnes annually for three straight years. BRICS…",
        "translated": true
      },
      {
        "title": "Combien de baisses de taux d'intérêt la Réserve fédérale pourrait-elle livrer cette année ? Ce que les marchés attendent désormais",
        "description": "Baisses de taux de la Réserve fédérale en 2026 : les attentes concernant les baisses de taux de la Réserve fédérale en 2026 évoluent. Les marchés anticipaient initialement deux réductions cette année. Cependant, les récentes données d'inflation montrent un léger refroidissement. Cela pourrait conduire à plus de deux réductions d'un quart de point. Fed…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/how-many-interest-rate-cuts-could-the-federal-reserve-deliver-this-year-what-markets-expect-now/articleshow/128712621.cms",
        "image": "https://img.etimg.com/thumb/msid-128713012,width-1200,height-630,imgsize-367216,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-23T12:14:10Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How many interest rate cuts could the Federal Reserve deliver this year? What markets expect now",
        "description_en": "Federal Reserve rate cuts 2026: Federal Reserve rate cut expectations for 2026 are shifting. Markets initially anticipated two cuts this year. However, recent inflation data shows a slight cooling. This could lead to more than two quarter-point reductions. Fe…",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Les 7 principales métriques d'investissement Bitcoin à suivre en 2026",
        "description": "Bitcoin (BTC) est la cryptomonnaie la plus populaire, avec une capitalisation boursière dépassant 1,7 billion de dollars. […]",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/top-7-bitcoin-investment-metrics-to-track-in-2026/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Screenshot-2026-02-23-175813.png",
        "publishedAt": "2026-02-23T12:35:46Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Top 7 Bitcoin investment metrics to track in 2026",
        "description_en": "Bitcoin (BTC) is the most popular cryptocurrency, with a market cap of over $1.7 trillion. […]",
        "translated": true
      },
      {
        "title": "Vitalik Buterin vend 1 869 ETH en deux jours au milieu d'une baisse de prix",
        "description": "Les ventes d'ETH de Buterin au milieu de la volatilité du marché mettent en évidence les impacts potentiels sur la confiance des investisseurs et la dynamique du marché d'Ethereum.\nL'article Vitalik Buterin vend 1 869 ETH en deux jours au milieu d'une baisse de prix est apparu en premier sur Crypto Briefing.",
        "source": "Crypto Briefing",
        "url": "https://cryptobriefing.com/vitalik-buterin-eth-sales/",
        "image": "https://static.cryptobriefing.com/wp-content/uploads/2026/02/23073502/a77c1a8e-fbb9-4fcb-9a76-36738dc77f7a-800x420.jpg",
        "publishedAt": "2026-02-23T12:35:42Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Vitalik Buterin sells 1,869 ETH in two days amid price drop",
        "description_en": "Buterin's ETH sales amid market volatility highlight potential impacts on investor confidence and Ethereum's market dynamics.\nThe post Vitalik Buterin sells 1,869 ETH in two days amid price drop appeared first on Crypto Briefing.",
        "translated": true
      },
      {
        "title": "XRP fait face à un risque à court terme alors que les entrées de baleines frappent Binance, selon les données on-chain",
        "description": "La configuration à court terme de XRP fait face à une pression renouvelée après une vive rafale d'entrées d'échange vers Binance, les données on-chain montrant que le mouvement a été principalement entraîné par les grands détenteurs. Cette augmentation est importante car elle indique une augmentation soudaine du potentiel de vente…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/xrp-news/xrp-short-term-risk-whale-inflows-binance/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/ChatGPT-Image-Feb-23-2026-11_03_21-AM.png?fit=1222%2C814",
        "publishedAt": "2026-02-23T12:30:34Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "XRP Faces Short-Term Risk As Whale Inflows Hit Binance, On-Chain Data Shows",
        "description_en": "XRP’s short-term setup is facing renewed pressure after a sharp burst of exchange inflows to Binance, with on-chain data showing that the move was driven primarily by large holders. The spike matters because it points to a sudden increase in potential sell-si…",
        "translated": true
      },
      {
        "title": "Bitcoin se rapproche davantage des actions logicielles que de tout autre marché — Voici pourquoi",
        "description": "Bitcoin s'est de plus en plus aligné sur le secteur des logiciels et de la technologie, et redéfinit son rôle dans la finance mondiale. Plutôt que de se comporter comme une réserve de valeur traditionnelle ou une classe d'actifs indépendante, BTC a montré des modèles de prix étroitement liés au secteur technologique…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/bitcoin/bitcoin-mirrors-software-stocks/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Bitcoin-from-Pixabay-55.jpg?fit=1280%2C853",
        "publishedAt": "2026-02-23T12:30:19Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Mirrors Software Stocks More Than Any Other Market — Here’s Why",
        "description_en": "Bitcoin has increasingly moved in sync with the software and technology sector, and is reshaping its role in global finance. Rather than behaving like a traditional store of value or independent asset class, BTC has shown price patterns closely tied to techno…",
        "translated": true
      },
      {
        "title": "Ethereum est-il suffisant pour Wall Street ? Si l'histoire est un guide, la réponse est claire",
        "description": "Un consortium de banques construit sa propre version de blockchain — il aura du mal à la faire fonctionner.",
        "source": "Fortune",
        "url": "https://fortune.com/crypto/2026/02/23/ethereum-wall-street-canton-r3-zksync-ethdenver/",
        "image": "https://fortune.com/img-assets/wp-content/uploads/2026/02/GettyImages-2204820039-1-e1771849323283.jpg?resize=1200,600",
        "publishedAt": "2026-02-23T12:29:23Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Is Ethereum good enough for Wall Street? If history is any guide, the answer is clear",
        "description_en": "A consortium of banks is building its own version of blockchain—it will be hard pressed to make it work.",
        "translated": true
      },
      {
        "title": "XXKK Exchange : Aperçu de la plateforme de cryptomonnaies",
        "description": "XXKK Exchange propose une large gamme d'options de trading d'actifs numériques. Elle s'adresse aux traders novices comme expérimentés avec des fonctionnalités telles que le trading au comptant et les contrats à effet de levier. La plateforme met l'accent sur l'intégration conviviale et les outils automatisés. XXKK s'est étendu…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/wealth/invest/xxkk-exchange-overview-of-the-cryptocurrency-platform/articleshow/128713663.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-80656,resizemode-75,msid-128713663/wealth/invest/xxkk-exchange-overview-of-the-cryptocurrency-platform.jpg",
        "publishedAt": "2026-02-23T12:19:55Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "XXKK Exchange: Overview of the cryptocurrency platform",
        "description_en": "XXKK Exchange provides a wide range of digital asset trading options. It caters to both new and experienced traders with features like spot trading and leveraged contracts. The platform emphasizes user-friendly onboarding and automated tools. XXKK has expande…",
        "translated": true
      },
      {
        "title": "Les difficultés tarifaires refont surface, les détenteurs de bitcoin se préparent à des baisses",
        "description": "La journée à venir en crypto : 23 février 2026",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/daybook-us/2026/02/23/tariff-travails-resurface-bitcoin-holders-prepare-for-declines",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/c94052c2a1bc42514c282b361b07393da84a6a26-1920x1080.jpg?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-23T12:15:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Tariff travails resurface, bitcoin holders prepare for declines",
        "description_en": "The day ahead in crypto: Feb. 23, 2026",
        "translated": true
      },
      {
        "title": "Les contrats à terme américains fléchissent et les marchés mondiaux sont mitigés après que la Cour suprême annule les tarifs de Trump",
        "description": "Malgré la décision, les tarifs ne disparaissent pas.",
        "source": "Boston Herald",
        "url": "https://www.bostonherald.com/2026/02/23/financial-markets-trump-tariffs-supreme-court/",
        "image": "https://www.bostonherald.com/wp-content/uploads/2026/02/South_Korea_Financial_Markets_02616-1.jpg?w=1024&h=682",
        "publishedAt": "2026-02-23T12:10:48Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US futures slip and world markets are mixed after the Supreme Court nixes Trump’s tariffs",
        "description_en": "Despite the ruling, tariffs aren’t going away.",
        "translated": true
      },
      {
        "title": "Les contrats à terme américains fléchissent et les marchés mondiaux sont mitigés après que la Cour suprême annule les tarifs de Trump",
        "description": "Malgré la décision, les tarifs ne disparaissent pas.",
        "source": "The Denver Post",
        "url": "https://www.denverpost.com/2026/02/23/financial-markets-trump-tariffs-supreme-court/",
        "image": "https://www.denverpost.com/wp-content/uploads/2026/02/South_Korea_Financial_Markets_02616-1.jpg?w=1024&h=682",
        "publishedAt": "2026-02-23T12:10:48Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "US futures slip and world markets are mixed after the Supreme Court nixes Trump’s tariffs",
        "description_en": "Despite the ruling, tariffs aren’t going away.",
        "translated": true
      },
      {
        "title": "Le MHA lance la première politique antiterroriste et de cybersécurité de l'Inde PRAHAAR pour renforcer la sécurité nationale ; découvrez ce que c'est",
        "description": "L'Inde a lancé sa Politique et Stratégie nationale de lutte contre le terrorisme, PRAHAAR. Ce plan complet se concentre sur les opérations menées par le renseignement et la coordination interagences. Il vise à prévenir les attaques terroristes, assurer des réponses rapides et respecter les droits humains. T…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/defence/mha-releases-indias-first-anti-terror-and-cybersecurity-policy-prahaar-to-boost-national-security-know-what-it-is/articleshow/128712422.cms",
        "image": "https://img.etimg.com/thumb/msid-128713088,width-1200,height-630,imgsize-2112982,overlay-etdefence/articleshow.jpg",
        "publishedAt": "2026-02-23T12:03:01Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "MHA releases India’s first anti-terror and cybersecurity policy PRAHAAR to boost national security; know what it is",
        "description_en": "India has launched its National Counter-Terrorism Policy and Strategy, PRAHAAR. This comprehensive plan focuses on intelligence-led operations and multi-agency coordination. It aims to prevent terror attacks, ensure swift responses, and uphold human rights. T…",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Un acteur emblématique de Marvel sur Netflix dément les rumeurs de retour dans le MCU",
        "description": "Bien que les séries Marvel produites par Netflix s'inscrivent désormais fermement dans le canon de l'univers cinématographique Marvel, l'un de leurs acteurs les plus emblématiques a donné une mise à jour décevante concernant la reprise de son rôle. Alors que le MCU se prépare à entrer dans son prochain chapitre narratif…",
        "source": "ComicBook.com",
        "url": "http://comicbook.com/uncategorized/news/iconic-marvel-netflix-actor-debunks-rumors-of-mcu-return/",
        "image": "https://comicbook.com/wp-content/uploads/sites/4/2025/06/The-Defenders-on-Netflix.jpg?resize=2000,1125",
        "publishedAt": "2026-02-23T12:31:37Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iconic Marvel Netflix Actor Debunks Rumors of MCU Return",
        "description_en": "Though the Marvel shows made by Netflix now slot firmly into the canon of the Marvel Cinematic Universe, one of their most iconic actors has given a disappointing update about reprising their role. With the MCU preparing to head into its next narrative chapte…",
        "translated": true
      },
      {
        "title": "Un acteur emblématique de Marvel sur Netflix dément les rumeurs de retour dans le MCU",
        "description": "Bien que les séries Marvel produites par Netflix s'inscrivent désormais fermement dans le canon de l'univers cinématographique Marvel, l'un de leurs acteurs les plus emblématiques a donné une mise à jour décevante concernant la reprise de son rôle. Alors que le MCU se prépare à entrer dans son prochain chapitre narratif…",
        "source": "ComicBook.com",
        "url": "http://comicbook.com/tv-shows/news/iconic-marvel-netflix-actor-debunks-rumors-of-mcu-return/",
        "image": "https://comicbook.com/wp-content/uploads/sites/4/2025/06/The-Defenders-on-Netflix.jpg?resize=2000,1125",
        "publishedAt": "2026-02-23T12:31:37Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iconic Marvel Netflix Actor Debunks Rumors of MCU Return",
        "description_en": "Though the Marvel shows made by Netflix now slot firmly into the canon of the Marvel Cinematic Universe, one of their most iconic actors has given a disappointing update about reprising their role. With the MCU preparing to head into its next narrative chapte…",
        "translated": true
      },
      {
        "title": "Les géants pétroliers demandent l'arbitrage pour une amende environnementale kazakhe de 5 milliards de dollars",
        "description": "Les géants pétroliers qui exploitent le deuxième plus grand champ du Kazakhstan, Kashagan, ont demandé l'arbitrage international de leur différend avec le gouvernement concernant une amende environnementale de 5 milliards de dollars, selon Shell Plc.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/oil-majors-seek-arbitration-over-5-billion-kazakh-sulfur-fine",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/776459146-1.jpg",
        "publishedAt": "2026-02-23T12:27:50Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Oil Majors Seek Arbitration Over $5 Billion Kazakh Sulfur Fine",
        "description_en": "The oil majors that operate Kazakhstan’s second-largest field, Kashagan, have filed for international arbitration of their dispute with the government over a $5 billion environmental fine, according to Shell Plc.",
        "translated": true
      },
      {
        "title": "La décision de la Cour suprême sur les tarifs fait bondir le Sensex de 480 points ; le secteur IT recule tandis que les banques publiques brillent",
        "description": "Le Sensex a gagné 479,95 points, soit 0,58 %, pour clôturer à 83 294,66, tandis que le Nifty a progressé de 141,75 points, soit 0,55 %, pour s'établir à 25 713",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/markets/supreme-court-tariff-ruling-lifts-sensex-480-points-it-bleeds-as-psu-banks-shine/article70666821.ece",
        "image": "https://bl-i.thgim.com/public/incoming/x20wm3/article70665629.ece/alternates/LANDSCAPE_1200/IMG_Businessman_using_la_2_1_L6DBU8AR.jpg",
        "publishedAt": "2026-02-23T12:19:49Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Supreme Court tariff ruling lifts Sensex 480 points; IT bleeds as PSU banks shine",
        "description_en": "The Sensex gained 479.95 points, or 0.58%, to close at 83,294.66, while the Nifty rose 141.75 points, or 0.55%, to settle at 25,713",
        "translated": true
      },
      {
        "title": "Rapport 2026-2030 sur les secteurs et entreprises de la transition énergétique au Moyen-Orient : la capacité d'hydrogène bas-carbone devrait croître à un TCAC de 48 % sur environ 84 projets",
        "description": "Le Moyen-Orient passe de la génération alimentée au pétrole à un mix énergétique centré sur le gaz et les énergies renouvelables, avec une croissance significative des énergies renouvelables, du captage et du stockage du carbone, et de l'hydrogène bas-carbone. L'expansion du stockage d'énergie et des infrastructures de véhicules électriques s'aligne sur les objectifs climatiques et de diversification…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/23/3242507/28124/en/Middle-East-Energy-Transition-Sectors-and-Companies-Driving-Developments-Report-2026-2030-Low-carbon-Hydrogen-Capacity-is-Expected-to-Grow-at-a-CAGR-of-48-Across-84-Projects.html",
        "image": "https://ml.globenewswire.com/Resource/Download/908fb457-7f8e-4a08-9081-5565e3dfb3d7",
        "publishedAt": "2026-02-23T12:15:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Middle East Energy Transition Sectors and Companies Driving Developments Report 2026-2030: Low-carbon Hydrogen Capacity is Expected to Grow at a CAGR of 48%, Across ~84 Projects",
        "description_en": "The Middle East is shifting from oil-fired generation to a power mix centered on gas and renewables, with significant growth in renewables, CCUS, and low-carbon hydrogen. Expansion in energy storage and EV infrastructure aligns with climate and diversificatio…",
        "translated": true
      },
      {
        "title": "Qu'a causé la tempête hivernale historique et quels sont ses impacts ? #monde",
        "description": "Origines de la tempête et bilan immédiat Une dépression côtière se creusant rapidement—communément appelée bombe météorologique—s'est déplacée le long de la côte est des États-Unis et a produit des conditions de blizzard sur une large zone du nord-est. Les météorologues attribuent l'intensité de la tempête à un fort gradient de température…",
        "source": "Alltoc.com",
        "url": "https://alltoc.com/world/what-caused-the-historic-nor-easter-and-its-impacts",
        "image": "https://alltoc.com/cdn/1046/og.png",
        "publishedAt": "2026-02-23T12:14:11Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What caused the historic nor'easter and its impacts? #world",
        "description_en": "Storm origins and immediate toll A rapidly deepening coastal low—commonly called a bomb cyclone—moved up the U.S. East Coast and produced blizzard conditions across a wide swath of the Northeast. Meteorologists attribute the storm’s intensity to a strong temp…",
        "translated": true
      },
      {
        "title": "New York isolée par une tempête de neige alors que des milliers de vols sont annulés",
        "description": "Une puissante tempête hivernale a coupé New York, immobilisant des milliers de vols et surchargeant les réseaux de transport, tandis que 41 millions de personnes le long de la côte Est américaine se préparent à des conditions de blizzard dans ce qui pourrait être l'une des pires tempêtes de la ville...",
        "source": "Insurance Journal",
        "url": "https://www.insurancejournal.com/news/east/2026/02/23/859209.htm",
        "image": "https://www.insurancejournal.com/app/uploads/2026/02/NY-snowwstorm-2026-Bloomberg-scaled.jpg",
        "publishedAt": "2026-02-23T12:12:45Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "New York City Isolated by Snowstorm as Thousands of Flights Canceled",
        "description_en": "A powerful winter storm has cut off New York City, grounding thousands of flights and straining transport networks, as 41 million people along the US East Coast brace for blizzard conditions in what could be one of the city’s worst …",
        "translated": true
      },
      {
        "title": "Les prévisions de prix du pétrole à 100 dollars refont surface au milieu de l'impasse États-Unis-Iran",
        "description": "Les pics de prix du pétrole entre 90 et 100 dollars le baril sont « à portée de main » alors que les États-Unis et l'Iran semblent proches d'une confrontation, a déclaré Fereidun Fesharaki, Président Émérite du cabinet de conseil en énergie FGE NexantECA, à Bloomberg Television lundi. « Je ne pense pas que les États-Unis aient une ch...",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Latest-Energy-News/World-News/100-Oil-Price-Forecasts-Resurface-Amid-US-Iran-Standoff.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/news/718x300/2026-02-23_hib2o4kebk.jpg",
        "publishedAt": "2026-02-23T11:26:39Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "$100 Oil Price Forecasts Resurface Amid U.S.-Iran Standoff",
        "description_en": "Oil price spikes to $90-$100 per barrel are “within reach” as the United States and Iran appear close to war, Fereidun Fesharaki, Chairman Emeritus at energy market consultancy FGE NexantECA, told Bloomberg Television on Monday. “I don’t think the US has a ch…",
        "translated": true
      },
      {
        "title": "IHT ANNONCE UNE PERCÉE DANS L'INVESTISSEMENT DU PROJET DE DIVERSIFICATION UNIGEN",
        "description": "Phoenix, AZ, 23 février 2026 (GLOBE NEWSWIRE) -- InnSuites Hospitality Trust (NYSE American: IHT) Le 16 décembre 2019, InnSuites Hospitality Trust a réalisé un investissement de diversification d'1 million de dollars dans UniGen Power, Inc. Une percée majeure s'est produite dans le projet UniGen...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/23/3242438/36211/en/IHT-ANNOUNCES-BREAKTHROUGH-IN-UNIGEN-DIVERSIFICATION-PROJECT-INVESTMENT.html",
        "image": "https://ml.globenewswire.com/Resource/Download/88fcddde-c989-43a9-849e-44fe8bf688df",
        "publishedAt": "2026-02-23T11:25:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "IHT ANNOUNCES BREAKTHROUGH IN UNIGEN DIVERSIFICATION PROJECT INVESTMENT",
        "description_en": "Phoenix, AZ, Feb. 23, 2026 (GLOBE NEWSWIRE) -- InnSuites Hospitality Trust (NYSE American: IHT) On December 16, 2019, InnSuites Hospitality Trust made a $1 Million diversification investment in UniGen Power, Inc. A major breakthrough has occurred in the UniGe…",
        "translated": true
      },
      {
        "title": "Rapport d'intelligence stratégique approfondie sur la technologie de réduction du méthane 2026 : Pourquoi le méthane est important pour les entreprises, sources d'émissions de méthane, technologies et processus potentiels d'inhibition du méthane",
        "description": "Les principales opportunités de marché incluent le développement de technologies réductrices de méthane dans les secteurs de l'agriculture, de l'énergie et de la gestion des déchets, la capitalisation sur la récupération des fuites de gaz naturel et la création de marchés volontaires du méthane. Les entreprises qui s'attaquent proactivement aux émissions de méthane...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/23/3242439/28124/en/Deep-Dive-Into-Methane-Reduction-Technology-Strategic-Intelligence-Report-2026-Why-Methane-Matters-to-Companies-Sources-of-Methane-Emissions-Potential-Methane-inhibiting-Technologi.html",
        "image": "https://ml.globenewswire.com/Resource/Download/908fb457-7f8e-4a08-9081-5565e3dfb3d7",
        "publishedAt": "2026-02-23T11:24:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Deep Dive Into Methane Reduction Technology Strategic Intelligence Report 2026: Why Methane Matters to Companies, Sources of Methane Emissions, Potential Methane-inhibiting Technologies and Processes",
        "description_en": "Key market opportunities include developing methane-reducing technologies in agriculture, energy, and waste management sectors, capitalizing on natural gas leak recapture, and creating voluntary methane markets. Companies that proactively address methane emis…",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "browsy-automation 0.1.0",
        "description": "Automatisation web intelligente alimentée par Playwright, MCP et OpenAI LLM",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/browsy-automation/0.1.0/",
        "image": null,
        "publishedAt": "2026-02-23T12:37:44Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "browsy-automation 0.1.0",
        "description_en": "Intelligent web automation powered by Playwright, MCP, and OpenAI LLM",
        "translated": true
      },
      {
        "title": "browsy-automation ajouté à PyPI",
        "description": "Automatisation web intelligente alimentée par Playwright, MCP et OpenAI LLM",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/browsy-automation/",
        "image": null,
        "publishedAt": "2026-02-23T12:37:44Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "browsy-automation added to PyPI",
        "description_en": "Intelligent web automation powered by Playwright, MCP, and OpenAI LLM",
        "translated": true
      },
      {
        "title": "L&T-Vyoma et Lexlegis.ai s'associent pour déployer l'IA juridique sur le cloud souverain",
        "description": "Larsen & Toubro-Vyoma, la division d'infrastructure numérique et de cloud souverain du groupe L&T, a noué un partenariat stratégique avec Lexlegis.ai pour déployer son IA juridique sur son cloud souverain, selon un communiqué publié lundi.",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/tech/artificial-intelligence/lt-vyoma-lexlegis-ai-partner-to-deploy-legal-ai-on-sovereign-cloud/articleshow/128714479.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-157752,resizemode-75,msid-128714479/tech/artificial-intelligence/lt-vyoma-lexlegis-ai-partner-to-deploy-legal-ai-on-sovereign-cloud.jpg",
        "publishedAt": "2026-02-23T12:37:17Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "L&T-Vyoma, Lexlegis.ai partner to deploy legal AI on sovereign cloud",
        "description_en": "L&T Group's digital infrastructure and sovereign cloud business Larsen & Toubro-Vyoma has entered into a strategic partnership with Lexlegis.ai to deploy its legal AI on its sovereign cloud, a statement said on Monday.",
        "translated": true
      },
      {
        "title": "TCS et ServiceNow nouent un partenariat pluriannuel pour accélérer l'adoption de l'IA en entreprise",
        "description": "Tata Consultancy Services (TCS) et ServiceNow ont signé un partenariat pluriannuel visant à accélérer l'adoption de l'intelligence artificielle pour les entreprises dans diverses fonctions métier. Selon un dépôt auprès de la bourse de TCS, la collaboration se concentre…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/tech/information-tech/tcs-servicenow-enter-multi-year-partnership-to-scale-enterprise-ai-adoption/articleshow/128714292.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-15430,resizemode-75,msid-128714292/tech/information-tech/tcs-servicenow-enter-multi-year-partnership-to-scale-enterprise-ai-adoption.jpg",
        "publishedAt": "2026-02-23T12:34:36Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "TCS, ServiceNow enter multi-year partnership to scale enterprise AI adoption",
        "description_en": "Tata Consultancy Services (TCS) and ServiceNow signed a multi-year partnership to accelerate artificial intelligence adoption for enterprises across various business functions. According to a Tata Consultancy Services exchange filing, the collaboration focuse…",
        "translated": true
      },
      {
        "title": "3 documents qui définissent ce que les RH peuvent et ne peuvent pas faire lors d'une intervention de l'ICE sur le lieu de travail",
        "description": "Tous les mandats de l'ICE ne sont pas identiques. Voici comment les distinguer.",
        "source": "Fortune",
        "url": "https://fortune.com/2026/02/23/3-documents-that-decide-what-hr-can-and-cant-do-when-ice-arrives-in-the-workplace/",
        "image": "https://fortune.com/img-assets/wp-content/uploads/2026/02/GettyImages-2259968097-e1771604134140.jpg?resize=1200,600",
        "publishedAt": "2026-02-23T12:32:08Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "3 documents that decide what HR can and can’t do when ICE arrives in the workplace",
        "description_en": "Not all ICE warrants are equal. Here’s how to tell them apart.",
        "translated": true
      },
      {
        "title": "Samsung Galaxy S26 Ultra : L'avenir de la confidentialité et de la créativité",
        "description": "Le Galaxy S26 Ultra introduit une suite de fonctionnalités innovantes conçues pour améliorer l'expérience utilisateur des smartphones. En se concentrant sur deux domaines critiques — la protection de la confidentialité et l'amélioration de la photographie — cet appareil vise à répondre aux besoins des utilisateurs modernes tout en établissant de nouveaux…",
        "source": "Geeky Gadgets",
        "url": "https://www.geeky-gadgets.com/samsungs-galaxy-s26-ultra-the-future-of-privacy-and-creativity/",
        "image": "https://www.geeky-gadgets.com/wp-content/uploads/2026/02/galaxy-s26-ultra-privacy-display-feature_optimized-1.jpg",
        "publishedAt": "2026-02-23T12:30:50Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Samsung’s Galaxy S26 Ultra: The Future of Privacy and Creativity",
        "description_en": "The Galaxy S26 Ultra introduces a suite of innovative features designed to elevate the smartphone experience. By focusing on two critical areas—privacy protection and photography enhancement—this device aims to address modern user needs while setting new benc…",
        "translated": true
      },
      {
        "title": "Bitcoin évolue en synchronisation avec les valeurs technologiques plus qu'avec tout autre marché — Voici pourquoi",
        "description": "Bitcoin s'est de plus en plus aligné sur le secteur des logiciels et de la technologie, redéfinissant ainsi son rôle dans la finance mondiale. Plutôt que de se comporter comme une réserve de valeur traditionnelle ou une classe d'actifs indépendante, le BTC a montré des schémas de prix étroitement liés aux technologies…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/news/bitcoin/bitcoin-mirrors-software-stocks/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/Bitcoin-from-Pixabay-55.jpg?fit=1280%2C853",
        "publishedAt": "2026-02-23T12:30:19Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin Mirrors Software Stocks More Than Any Other Market — Here’s Why",
        "description_en": "Bitcoin has increasingly moved in sync with the software and technology sector, and is reshaping its role in global finance. Rather than behaving like a traditional store of value or independent asset class, BTC has shown price patterns closely tied to techno…",
        "translated": true
      },
      {
        "title": "South Plains Financial, Inc. annonce un programme de rachat d'actions",
        "description": "LUBBOCK, Texas, 23 février 2026 (GLOBE NEWSWIRE) — South Plains Financial, Inc. (NASDAQ:SPFI) (« South Plains » ou la « Société ») a annoncé aujourd'hui que le conseil d'administration de la Société (le « Conseil ») a approuvé un nouveau programme de rachat d'actions pour un montant pouvant atteindre 10,0 millions de dollars…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/23/3242523/0/en/South-Plains-Financial-Inc-Announces-Stock-Repurchase-Program.html",
        "image": "https://ml.globenewswire.com/Resource/Download/4b66fc08-357c-40ae-9598-fc590b8380b4",
        "publishedAt": "2026-02-23T12:30:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "South Plains Financial, Inc. Announces Stock Repurchase Program",
        "description_en": "LUBBOCK, Texas, Feb. 23, 2026 (GLOBE NEWSWIRE) -- South Plains Financial, Inc. (NASDAQ:SPFI) (“South Plains” or the “Company”), today announced that the board of directors of the Company (the “Board”) approved a new stock repurchase program for up to $10.0 mi…",
        "translated": true
      },
      {
        "title": "James Altucher : « Expert technologique majeur de la décennie »",
        "description": "Paradigm Press met en avant ses travaux expliquant comment les nouvelles technologies influencent la croissance des entreprises et les transformations industrielles à long terme",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/23/3242520/0/en/James-Altucher-Leading-Tech-Expert-of-The-Decade.html",
        "image": null,
        "publishedAt": "2026-02-23T12:30:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "James Altucher: “Leading Tech Expert of The Decade”",
        "description_en": "Paradigm Press highlights his work explaining how new technologies influence enterprise growth and long-term industry change Paradigm Press highlights his work explaining how new technologies influence enterprise growth and long-term industry change",
        "translated": true
      },
      {
        "title": "Comment les nominés de Trump ont fait dérailler l'avenir des énergies propres au plus grand service public d'électricité du pays",
        "description": "Cet article a été initialement publié par Grist et est reproduit ici dans le cadre de la collaboration Climate Desk. Cette couverture est rendue possible par un partenariat entre Grist et BPR, une station de radio publique desservant la Caroline du Nord occidentale. La Tennessee Val…",
        "source": "Mother Jones",
        "url": "https://www.motherjones.com/environment/2026/02/tva-how-trumps-appointees-derailed-a-clean-energy-future-at-the-nations-largest-public-utility/",
        "image": "https://www.motherjones.com/wp-content/uploads/2026/02/TVA-Tennessee-Valley-Authority-Kingston-Cumberland-coal-plant-electricity.webp?w=1200&h=630&crop=1",
        "publishedAt": "2026-02-23T12:30:00Z",
        "time": "23 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How Trump Appointees Derailed a Clean Energy Future at the Nation’s Largest Public Utility",
        "description_en": "This story was originally published by Grist and is reproduced here as part of the Climate Desk collaboration. This coverage is made possible through a partnership between Grist and BPR, a public radio station serving western North Carolina. The Tennessee Val…",
        "translated": true
      }
    ]
  },
  "total": 47
}