{
  "updated": "2026-02-16T18:30:38.378Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "« Notre destin est et sera toujours lié au vôtre » : Rubio fixe le ton auprès des alliés à Munich",
        "description": "FONDATION DES ACTUALITÉS DAILY CALLER—Le secrétaire d'État Marco Rubio a rassuré l'Europe dans ses remarques de samedi lors d'une conférence sur la sécurité nationale en Allemagne que les États-Unis.... Lire la suite",
        "source": "Daily Signal",
        "url": "https://www.dailysignal.com/2026/02/15/our-destiny-is-and-always-will-be-intertwined-with-yours-rubio-sets-mood-with-allies-in-munich/",
        "image": "https://www.dailysignal.com/wp-content/uploads/2026/02/260215_Marco_Rubio-Munich.jpg",
        "publishedAt": "2026-02-15T18:30:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "‘Our Destiny Is and Always Will Be Intertwined With Yours’: Rubio Sets Mood With Allies in Munich",
        "description_en": "THE DAILY CALLER NEWS FOUNDATION—Secretary of State Marco Rubio reassured Europe in his Saturday remarks at a national security conference in Germany that the U.S.... Read More\nThe post ‘Our Destiny Is and Always Will Be Intertwined With Yours’: Rubio Sets Mo…",
        "translated": true
      },
      {
        "title": "Un parking automatisé multi-niveaux pour les fidèles en construction à Kangan Ghat",
        "description": "Le département du tourisme de Patna construit une installation de stationnement automatisée multi-niveaux à Kangan Ghat pour réduire la congestion des visiteurs du Takhat Sri Harimandir Ji Patna Sahib et du temple Patan Devi. Le projet de Rs99,26 crore, conçu pour ressembler au Takhat, pourra accueillir…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/patna/automated-multi-level-parking-for-devotees-set-to-come-up-at-kangan-ghat/articleshow/128393055.cms",
        "image": "https://static.toiimg.com/thumb/msid-128393055,width-1280,height-720,imgsize-31898,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T18:29:30Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Automated multi-level parking for devotees set to come up at Kangan Ghat",
        "description_en": "Patna's tourism department is building a multi-level automated parking facility at Kangan Ghat to ease congestion for visitors to Takhat Sri Harimandir Ji Patna Sahib and Patan Devi temple. The Rs99.26 crore project, designed to resemble the Takhat, will acco…",
        "translated": true
      },
      {
        "title": "Une chirurgie complexe du cancer du foie réalisée à l'AIIMS-Patna",
        "description": "Patna : À l'occasion de la Journée internationale du cancer de l'enfant (15 février), le département de chirurgie pédiatrique de l'AIIMS-Patna a réalisé avec succès une chirurgie complexe du cancer du foie.",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/patna/complex-liver-cancer-surgery-performed-at-aiims-patna/articleshow/128393071.cms",
        "image": "https://static.toiimg.com/thumb/msid-128393071,width-1280,height-720,imgsize-12594,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T18:29:21Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Complex liver cancer surgery performed at AIIMS-Patna",
        "description_en": "Patna: On International Childhood Cancer Day (Feb 15), the department of paediatric surgery at AIIMS-Patna successfully performed a complex liver canc.",
        "translated": true
      },
      {
        "title": "Match de cricket Inde-Pakistan à Ranchi : la victoire de Maha Shivratri célébrée",
        "description": "Ranchi s'est transformée en un festival vibrant alors que l'Inde remportait une victoire palpitante contre le Pakistan. La fièvre du cricket s'est mêlée aux célébrations de Maha Shivratri, les résidents restant rivés aux écrans et explosant de joie à chaque coup de batte. Malgré des moments de tension, la ville…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/india-pakistan-cricket-match-ranchi-celebrates-maha-shivratri-victory/articleshow/128393143.cms",
        "image": "https://static.toiimg.com/thumb/msid-128393143,width-1280,height-720,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T18:29:18Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "India Pakistan Cricket Match Ranchi Celebrates Maha Shivratri Victory",
        "description_en": "Ranchi transformed into a vibrant festival as India clinched a thrilling victory against Pakistan. Cricket fever blended with Maha Shivratri celebrations, with residents glued to screens and erupting in joy with every boundary. Despite tense moments, the city…",
        "translated": true
      },
      {
        "title": "La foi rencontre la campagne électorale lors de Shivratri à Ranchi et Dhanbad",
        "description": "En amont des élections municipales du 23 février, les candidats à la mairie et aux postes de conseillers à Ranchi et Dhanbad ont activement participé aux festivités de Shivratri. Ils ont visité des temples, participé à des processions et se sont mêlés aux dévots, cherchant les bénédictions et le soutien public. Des candidats comme…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/faith-meets-election-pitch-on-shivratri-in-ranchi-dhanbad/articleshow/128393035.cms",
        "image": "https://static.toiimg.com/thumb/msid-128393035,width-1280,height-720,imgsize-195048,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T18:28:45Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Faith meets election pitch on Shivratri in Ranchi, Dhanbad",
        "description_en": "Ahead of the February 23 civic polls, mayoral and ward candidates in Ranchi and Dhanbad actively participated in Shivratri festivities. They visited temples, joined processions, and mingled with devotees, seeking blessings and public support. Candidates like …",
        "translated": true
      },
      {
        "title": "Correction de la liste électorale du Jharkhand : 6,72 lakhs d'erreurs identifiées avant la révision intensive spéciale",
        "description": "Le chef électoral du Jharkhand corrige activement plus de 6,72 lakhs d'erreurs dans la liste électorale, notamment des photographies floues et des noms/adresses incorrects, en amont d'une révision intensive spéciale. Environ 1,93 crore d'électeurs ont déjà été enregistrés, facilitant…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/jharkhand-voter-list-correction-6-72-lakh-mistakes-identified-ahead-of-special-intensive-revision/articleshow/128393048.cms",
        "image": "https://static.toiimg.com/thumb/msid-128393048,width-1280,height-720,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T18:26:22Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Jharkhand Voter List Correction: 6.72 Lakh Mistakes Identified Ahead of Special Intensive Revision",
        "description_en": "Jharkhand's Chief Electoral Officer is actively correcting over 6.72 lakh errors in the voter list, including blurred photographs and incorrect names/addresses, ahead of a Special Intensive Revision. Approximately 1.93 crore voters are already mapped, easing …",
        "translated": true
      },
      {
        "title": "L'administration de Chas lancera des campagnes de sensibilisation avant les élections municipales",
        "description": "L'administration du district de Chas renforce la surveillance médiatique pour les élections municipales à venir, garantissant un processus équitable. Les autorités lancent une sensibilisation électorale extensive, en mettant l'accent sur les jeunes électeurs et les primo-votants. Un responsable des relations publiques dédié gérera…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/chas-admin-to-launch-outreach-campaigns-ahead-of-ulb-polls/articleshow/128393015.cms",
        "image": "https://static.toiimg.com/thumb/msid-128393015,width-1280,height-720,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T18:25:40Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Chas admin to launch outreach campaigns ahead of ULB polls",
        "description_en": "Chas district administration is ramping up media oversight for upcoming municipal elections, ensuring a fair process. Officials are launching extensive voter outreach, focusing on young and first-time voters. A dedicated public relations officer will manage p…",
        "translated": true
      },
      {
        "title": "Mahashivratri à Ranchi : le ministre en chef Hemant Soren prie au temple Pahari, les dévots affluent aux sanctuaires",
        "description": "Le ministre en chef Hemant Soren a participé aux rituels de Mahashivratri au temple Pahari, priant pour le progrès du Jharkhand. Les dévots à travers Ranchi ont offert des prières et effectué l'« abhishek » dans diverses chapelles. Une grande procession écologique du Shiv Barat, mettant en vedette…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/mahashivratri-ranchi-cm-hemant-soren-offers-prayers-at-pahari-mandir-devotees-flock-to-temples/articleshow/128393029.cms",
        "image": "https://static.toiimg.com/thumb/msid-128393029,width-1280,height-720,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T18:25:30Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Mahashivratri Ranchi: CM Hemant Soren Offers Prayers at Pahari Mandir, Devotees Flock to Temples",
        "description_en": "Chief Minister Hemant Soren participated in Mahashivratri rituals at Pahari Mandir, praying for Jharkhand's progress. Devotees across Ranchi offered prayers and performed 'abhishek' at various shrines. A grand, eco-friendly Shiv Barat procession, featuring cu…",
        "translated": true
      },
      {
        "title": "L'inspecteur général examine la sécurité avant Maha Shivratri",
        "description": "L'inspecteur général de la police de Bokaro a ordonné aux chefs de police du district dans sept districts d'assurer une sécurité robuste pour Maha Shivratri. Cela comprend le déploiement de forces importantes aux temples, notamment aux points sensibles, et le maintien des équipes d'intervention rapide en alerte…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/ig-reviews-security-ahead-of-maha-shivratri/articleshow/128392961.cms",
        "image": "https://static.toiimg.com/thumb/msid-128392961,width-1280,height-720,imgsize-115190,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-15T18:24:12Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "IG reviews security ahead of Maha Shivratri",
        "description_en": "Bokaro's Inspector General of Police has directed district police chiefs across seven districts to ensure robust security for Maha Shivratri. This includes deploying ample forces at temples, especially sensitive spots, and keeping Quick Response Teams on stan…",
        "translated": true
      },
      {
        "title": "Les États-Unis ne peuvent littéralement pas se permettre de perdre leur statut de superpuissance face à l'endettement—nous sommes donc coincés dans un mariage « de plus en plus sans amour » avec l'Europe, selon un analyste",
        "description": "« Sans l'OTAN et ses principaux alliés, les États-Unis auraient du mal à maintenir leur rôle dominant au niveau mondial. »",
        "source": "Fortune",
        "url": "https://fortune.com/2026/02/15/us-debt-deficits-superpower-status-european-allies-nato-military-economic-codependence-dollar/",
        "image": "https://fortune.com/img-assets/wp-content/uploads/2026/02/GettyImages-2260928758-e1771174195599.jpg?resize=1200,600",
        "publishedAt": "2026-02-15T18:22:25Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "U.S. literally can’t afford to lose superpower status as debt looms—so we’re stuck in an ‘increasingly loveless’ marriage with Europe, analyst says",
        "description_en": "\"Without NATO and its major allies, the U.S. would struggle to maintain its globally dominant role.\"",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "Eileen Gu peut concourir pour la Chine, mais la seule entité qu'elle représente vraiment est Eileen Gu, Inc.",
        "description": "Née aux États-Unis, Gu est devenue un paratonnerre de la colère politique, mais en réalité, elle joue le système pour en tirer le maximum.",
        "source": "Yahoo Entertainment",
        "url": "https://sports.yahoo.com/olympics/article/eileen-gu-may-compete-for-china-but-the-only-entity-she-truly-represents-is-eileen-gu-inc-181741632.html",
        "image": "https://s.yimg.com/ny/api/res/1.2/wobt_1Yu6D4PQUCa5VF4SA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA7Y2Y9d2VicA--/https://d29szjachogqwa.cloudfront.net/images/2026-02/279289bb-1a3a-4bcd-b89b-e9a44aba68c0",
        "publishedAt": "2026-02-15T18:17:41Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Eileen Gu may compete for China, but the only entity she truly represents is Eileen Gu, Inc.",
        "description_en": "The American-born Gu has become a lightning rod for political outrage, but really what she's doing is playing the system for all it's worth.",
        "translated": true
      },
      {
        "title": "Sam Altman et Bill Gates parient gros sur une énergie propre illimitée",
        "description": "Les demandes énergétiques effrénées de l'essor de l'intelligence artificielle poussent une nouvelle vague d'ambitions énergétiques innovantes de nouvelle génération. Les grandes technologies investissent massivement pour accélérer le développement d'alternatives énergétiques futuristes comme la géothermie améliorée et l'énergie nucléaire…",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Alternative-Energy/Nuclear-Power/Sam-Altman-and-Bill-Gates-Bet-Big-on-Limitless-Clean-Energy.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2026-02-13_0lsu3ppzhn.jpg",
        "publishedAt": "2026-02-15T18:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sam Altman and Bill Gates Bet Big on Limitless Clean Energy",
        "description_en": "The runaway energy demands of the artificial intelligence boom are pushing a new wave of innovative next-gen energy ambitions. Big Tech is pouring money into fast-tracking the development of futuristic energy alternatives like enhanced geothermal and nuclear …",
        "translated": true
      },
      {
        "title": "Scaramucci affirme que les memecoins Trump ont vidé le marché des altcoins, mais voit le Bitcoin atteindre 150 000 dollars d'ici la fin de l'année",
        "description": "Anthony Scaramucci a déclaré que l'introduction des pièces Trump en janvier 2025 avait eu un impact négatif sur la révolution des cryptomonnaies.",
        "source": "ZyCrypto",
        "url": "https://zycrypto.com/scaramucci-says-trump-memecoins-drained-altcoin-market-yet-sees-bitcoin-reaching-150000-by-year-end/",
        "image": "https://zycrypto.com/wp-content/uploads/2025/11/Elon-Musks-SpaceX-Moves-105-Million-In-Bitcoin-To-New-Wallets-As-BTC-Retakes-91000.jpg",
        "publishedAt": "2026-02-15T17:57:33Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Scaramucci Says Trump Memecoins Drained Altcoin Market, Yet Sees Bitcoin Reaching $150,000 by Year-End",
        "description_en": "Anthony Scaramucci, stated that the introduction of Trump coins in January 2025 had a negative impact on the cryptocurrency revolution.",
        "translated": true
      },
      {
        "title": "Si un krach boursier approche, ce 1 geste d'investissement est critique en ce moment",
        "description": "",
        "source": "Yahoo Entertainment",
        "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_7c932d46-9253-4947-ac6e-06ed4398dae1",
        "image": null,
        "publishedAt": "2026-02-15T17:40:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "If a Stock Market Crash Is Coming, This 1 Investing Move Is Critical Right Now",
        "description_en": "",
        "translated": true
      },
      {
        "title": "Simon Harris souhaite que la « classe moyenne comprimée » puisse réaliser des rendements substantiels sur ses investissements",
        "description": "Harris a mentionné s'attaquer à des questions comme la disposition présumée, ou peut-être avoir des taux d'imposition plus bas pour certains montants d'argent économisés ou investis.",
        "source": "TheJournal.ie",
        "url": "https://www.thejournal.ie/simon-harris-deemed-disposal-investments-6958083-Feb2026/",
        "image": "https://img2.thejournal.ie/article/6958083/river/?height=400&version=6958101",
        "publishedAt": "2026-02-15T17:28:44Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Simon Harris wants the 'squeezed middle' to be able to make substantial return on investments",
        "description_en": "Harris mentioned tackling issues like deemed disposal, or perhaps having lower tax rates for certain amount of money saved or invested.",
        "translated": true
      },
      {
        "title": "Les agriculteurs vieillissent. Leurs enfants ne veulent pas reprendre l'exploitation familiale.",
        "description": "Les agriculteurs vieillissent. Leurs enfants ne veulent pas reprendre l'exploitation familiale. The Wall Street Journal...",
        "source": "Slashdot.org",
        "url": "https://slashdot.org/firehose.pl?op=view&amp;id=180796232",
        "image": null,
        "publishedAt": "2026-02-15T17:13:12Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Farmers Are Aging. Their Kids Don’t Want to Be in the Family Business. - The Wall Street Journal",
        "description_en": "Farmers Are Aging. Their Kids Don&rsquo;t Want to Be in the Family Business.The Wall Street Journal...",
        "translated": true
      },
      {
        "title": "3 stars nées à Boston qui dominent toujours Hollywood en 2026",
        "description": "3 stars nées à Boston qui dominent toujours Hollywood en 2026",
        "source": "How-To Geek",
        "url": "https://www.howtogeek.com/famous-boston-actors-damon-wahlberg-evans/",
        "image": "https://static0.howtogeekimages.com/wordpress/wp-content/uploads/2026/02/actors_chris_evans__mark_wahlberg__and_matt_damon_under_the_word__boston__on_an_orange_background.png?w=1600&h=900&fit=crop",
        "publishedAt": "2026-02-15T17:08:57Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "3 Boston-born stars who are still ruling Hollywood in 2026",
        "description_en": "3 Boston-born stars who are still ruling Hollywood in 2026howtogeek.com",
        "translated": true
      },
      {
        "title": "Le Pentagone serait furieux contre Anthropic pour ne pas soutenir aveuglément toutes les opérations militaires",
        "description": "Les essaims de drones autonomes et la surveillance de masse sont apparemment des points d'achoppement majeurs pour le géant de l'IA.",
        "source": "Gizmodo.com",
        "url": "https://gizmodo.com/pentagon-reportedly-hopping-mad-at-anthropic-for-not-blindly-supporting-everything-military-does-2000722286",
        "image": "https://gizmodo.com/app/uploads/2026/02/drone-swarm-1200x675.jpg",
        "publishedAt": "2026-02-15T16:59:24Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pentagon Reportedly Hopping Mad at Anthropic for Not Blindly Supporting Everything Military Does",
        "description_en": "Autonomous drone swarms and mass surveillance are apparently big sticking points for the AI colossus.",
        "translated": true
      },
      {
        "title": "Quand la retraite est à 19 cartes de crédit et 40 000 dollars de dettes",
        "description": "Prendre un café frais chaque matin dehors ou lire un livre dans le jardin le soir : ce sont les petits plaisirs qui comptent pour Susan Cannon. Récemment, les taux d'intérêt exorbitants sur les cartes de crédit de cette femme de 73 ans ont jeté une ombre sombre. « Je ne peux pas... »",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-chat/4366951/posts",
        "image": null,
        "publishedAt": "2026-02-15T16:54:09Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "When retirement is 19 credit cards and $40,000 in debt away",
        "description_en": "Sitting outside every morning with a fresh cup of coffee or reading a book in the front yard at night: it's the simple pleasures that matter to Susan Cannon.Lately, sky-high interest rates on the 73-year-old's credit cards have cast a dark shadow.\"I can't get…",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "Brian Armstrong : Les grandes banques adoptent la crypto, mais la régulation américaine reste à la traîne | All-In",
        "description": "Les grandes banques mondiales intègrent l'infrastructure crypto via Coinbase. BlackRock s'oriente vers la tokenisation de l'ensemble de son portefeuille de fonds. L'administration Biden a été perçue comme hostile envers l'industrie crypto américaine.",
        "source": "Crypto Briefing",
        "url": "https://cryptobriefing.com/brian-armstrong-major-banks-embrace-crypto-but-us-regulation-lags-all-in/",
        "image": "https://static.cryptobriefing.com/wp-content/uploads/2026/01/23154746/all-in-800x421.jpg",
        "publishedAt": "2026-02-15T18:25:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Brian Armstrong: Major banks embrace crypto, but US regulation lags | All-In",
        "description_en": "Major global banks are integrating crypto infrastructure through Coinbase. BlackRock is moving towards tokenizing its entire portfolio of funds. The Biden administration has been perceived as hostile towards the US crypto industry.\nThe post Brian Armstrong: M…",
        "translated": true
      },
      {
        "title": "Hoskinson de Cardano révèle que les concurrents de Bitcoin ont maintenant l'avantage : voici pourquoi",
        "description": "Le fondateur de Cardano Charles Hoskinson affirme que Bitcoin est en retard pour une réinvention, la décrivant comme une « technologie de 2009 ».",
        "source": "ZyCrypto",
        "url": "https://zycrypto.com/cardanos-hoskinson-reveals-bitcoin-competitors-now-have-the-upper-hand-heres-why/",
        "image": null,
        "publishedAt": "2026-02-15T18:13:36Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Cardano’s Hoskinson Reveals Bitcoin Competitors Now Have The Upper Hand‬: Here’s Why",
        "description_en": "Cardano Founder Charles Hoskinson argues that Bitcoin is overdue for reinvention, describing it as “2009 technology”.",
        "translated": true
      },
      {
        "title": "Des packages npm et PyPI malveillants liés à une campagne de faux recrutement du groupe APT Lazarus",
        "description": "Des chercheurs ont découvert des packages malveillants npm et PyPI associés à une campagne de faux recrutement liée au groupe Lazarus de Corée du Nord. Un chercheur de ReversingLabs a mis au jour de nouveaux packages malveillants sur npm et PyPI connectés à une campagne de faux emploi attribuée au groupe Lazarus.",
        "source": "Securityaffairs.com",
        "url": "https://securityaffairs.com/188009/apt/malicious-npm-and-pypi-packages-llinked-to-lazarus-apt-fake-recruiter-campaign.html",
        "image": "https://securityaffairs.com/wp-content/uploads/2026/02/image-33.png",
        "publishedAt": "2026-02-15T18:13:28Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Malicious npm and PyPI packages linked to Lazarus APT fake recruiter campaign",
        "description_en": "Researchers found malicious npm and PyPI packages tied to a fake recruitment campaign linked to North Korea’s Lazarus Group. ReversingLabs researcher uncovered new malicious packages on npm and PyPI connected to a fake job recruitment campaign attributed to t…",
        "translated": true
      },
      {
        "title": "Son divorce était difficile. La crypto est devenue une bouée de sauvetage",
        "description": "Une mère au Texas a déclaré que la crypto l'a aidée à surmonter les abus financiers.",
        "source": "Decrypt",
        "url": "https://decrypt.co/358087/her-divorce-ugly-crypto-lifeline",
        "image": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2026/02/money-decrypt-style-gID_7.jpg",
        "publishedAt": "2026-02-15T18:01:02Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Her Divorce Was Ugly. Crypto Became a Lifeline",
        "description_en": "A mother in Texas said that crypto helped her overcome financial abuse.",
        "translated": true
      },
      {
        "title": "Scaramucci affirme que les memecoins Trump ont vidé le marché des altcoins, mais voit le Bitcoin atteindre 150 000 dollars d'ici fin d'année",
        "description": "Anthony Scaramucci a déclaré que l'introduction des pièces Trump en janvier 2025 a eu un impact négatif sur la révolution des cryptomonnaies.",
        "source": "ZyCrypto",
        "url": "https://zycrypto.com/scaramucci-says-trump-memecoins-drained-altcoin-market-yet-sees-bitcoin-reaching-150000-by-year-end/",
        "image": "https://zycrypto.com/wp-content/uploads/2025/11/Elon-Musks-SpaceX-Moves-105-Million-In-Bitcoin-To-New-Wallets-As-BTC-Retakes-91000.jpg",
        "publishedAt": "2026-02-15T17:57:33Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Scaramucci Says Trump Memecoins Drained Altcoin Market, Yet Sees Bitcoin Reaching $150,000 by Year-End",
        "description_en": "Anthony Scaramucci, stated that the introduction of Trump coins in January 2025 had a negative impact on the cryptocurrency revolution.",
        "translated": true
      },
      {
        "title": "Bitcoin a atteint 60 000 dollars parce que deux groupes différents ont finalement cédé — les données on-chain montrent qui a cligné des yeux",
        "description": "La chute du Bitcoin en février à environ 60 000 dollars était le type de panique d'une seule journée que les gens se souviendront comme un creux. Mais la lecture plus précise de ce nettoyage est plus difficile et plus utile : ce cycle s'est arrêté par étapes, et les vendeurs ont tourné. Un rapport du 10 février de Chec…",
        "source": "CryptoSlate",
        "url": "https://cryptoslate.com/bitcoin-hit-60000-because-two-different-groups-finally-surrendered-on-chain-data-shows-who-blinked/",
        "image": "https://cryptoslate.com/wp-content/uploads/2026/02/bitcoin-storymy-beach.jpg",
        "publishedAt": "2026-02-15T17:15:25Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin hit $60,000 because two different groups finally surrendered — on-chain data shows who blinked",
        "description_en": "Bitcoin’s February drop to about $60,000 was the kind of single-day panic people will remember as a bottom. But the more accurate reading of this washout is harder and more useful: this cycle quit in stages, and the sellers rotated. A Feb. 10 report from Chec…",
        "translated": true
      },
      {
        "title": "Comment $MSTR, $ASST et $GLXY ont déclenché une hausse des actions de trésorerie Bitcoin",
        "description": "Le Bitcoin ne s'effondre ni ne rebondit. Alors pourquoi les institutions se déplacent-elles si prudemment en ce moment ?",
        "source": "Ambcrypto.com",
        "url": "https://ambcrypto.com/how-mstr-asst-and-glxy-sparked-a-surge-across-bitcoin-treasury-stocks/",
        "image": "https://ambcrypto.com/wp-content/uploads/2026/02/Bitcoin-treasury-companies-draws-attention-1-1000x600.webp",
        "publishedAt": "2026-02-15T17:00:33Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How $MSTR, $ASST, and $GLXY sparked a surge across Bitcoin treasury stocks",
        "description_en": "Bitcoin isn’t crashing or rallying. So why are institutions moving so carefully right now?",
        "translated": true
      },
      {
        "title": "Les ETF Bitcoin au comptant pourraient restaurer une structure de marché « plus solide », explique un analyste",
        "description": "Le marché baissier du Bitcoin a surpris certains acteurs du secteur crypto, car plusieurs investisseurs s'attendaient à une reprise des prix à différents stades de la correction. Cependant, certains segments du marché ont vu cette phase corrective, en utilisant les données on-chain comme base.",
        "source": "Bitcoinist",
        "url": "https://bitcoinist.com/spot-bitcoin-etfs-could-restore-market-structure/",
        "image": "https://bitcoinist.com/wp-content/uploads/2023/11/shutterstock_1268504104.jpeg",
        "publishedAt": "2026-02-15T17:00:29Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Spot Bitcoin ETFs Could Restore ‘Stronger’ Market Structure, Analyst Explains",
        "description_en": "The Bitcoin bear market caught some parts of the crypto crowd by surprise, as several investors expected prices to recover at different stages of the correction. However, some sections of the market saw this corrective phase, using on-chain data as the basis …",
        "translated": true
      },
      {
        "title": "Tyler Neville : L'euphorie des marchés signale des corrections imminentes | Bell Curve",
        "description": "La dynamique économique actuelle pourrait être prématurée, le comportement des consommateurs ne soutenant pas pleinement la croissance. La stimulation des marchés financiers ne conduit pas nécessairement à une augmentation de la consommation des ménages. Une euphorie élevée du marché pourrait entraîner des corrections à court terme.",
        "source": "Crypto Briefing",
        "url": "https://cryptobriefing.com/tyler-neville-market-euphoria-signals-looming-corrections-bell-curve/",
        "image": "https://static.cryptobriefing.com/wp-content/uploads/2026/02/11174226/bell-curve-cover-457x457.jpg",
        "publishedAt": "2026-02-15T16:45:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Tyler Neville: Market euphoria signals looming corrections | Bell Curve",
        "description_en": "The current economic run may be premature, with consumer behavior not fully supporting the growth. Stimulating financial markets does not necessarily lead to increased household consumption. High market euphoria could lead to corrections in the near term.\nThe…",
        "translated": true
      },
      {
        "title": "Des recruteurs frauduleux ont dissimulé des logiciels malveillants dans des défis de codage pour développeurs",
        "description": "« Une nouvelle variante de la campagne de faux recruteurs menée par des acteurs de menace nord-coréens cible les développeurs JavaScript et Python avec des tâches liées aux cryptomonnaies », rapporte le Register. Les chercheurs de ReversingLabs, une entreprise de sécurité de la chaîne d'approvisionnement logicielle, indiquent que...",
        "source": "Slashdot.org",
        "url": "https://it.slashdot.org/story/26/02/15/062259/fake-job-recruiters-hid-malware-in-developer-coding-challenges",
        "image": "https://a.fsdn.com/sd/topics/programming_64.png",
        "publishedAt": "2026-02-15T16:34:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Fake Job Recruiters Hid Malware In Developer Coding Challenges",
        "description_en": "\"A new variation of the fake recruiter campaign from North Korean threat actors is targeting JavaScript and Python developers with cryptocurrency-related tasks,\" reports the Register.\n\n\nResearchers at software supply-chain security company ReversingLabs say t…",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "Les bourses s'efforcent de contenir la spéculation de détail alors que les métaux deviennent le commerce le plus actif de la Chine",
        "description": "Le trading chinois de métaux s'intensifie alors que la spéculation de détail propulse les volumes de contrats à terme, poussant les bourses à renforcer leurs règles.",
        "source": "BeInCrypto",
        "url": "https://beincrypto.com/china-metals-futures-retail-surge/",
        "image": "https://s.yimg.com/ny/api/res/1.2/NpWesPUQR0kccVDQNJ7wzg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU-/https://media.zenfs.com/en/beincrypto_us_662/eba2fb7d2bc4783e08ec8a9c4eddb0a1",
        "publishedAt": "2026-02-15T18:23:09Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Exchanges Scramble to Contain Retail Speculation As Metals Become China’s Hottest Trade",
        "description_en": "Chinese metals trading surges as retail speculation drives futures volumes, prompting exchanges to tighten rules.",
        "translated": true
      },
      {
        "title": "Bilan du Q3 : Les OMC et les banques ont porté la plus forte hausse des bénéfices d'India Inc en 8 trimestres",
        "description": "Les bénéfices nets combinés des sociétés cotées, excluant ces secteurs cycliques, ont augmenté de seulement 7,5 % en glissement annuel, décélération par rapport à 17,2 % au Q3FY25 et 10,9 % au Q2FY26.",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/industry/news/q3-scorecard-omcs-banks-drove-india-inc-s-steepest-profit-rise-in-8-qtrs-126021500594_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2026-02/15/full/1771177046-1928.jpg",
        "publishedAt": "2026-02-15T17:40:55Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Q3 scorecard: OMCs, banks drove India Inc's steepest profit rise in 8 qtrs",
        "description_en": "The combined net profits of the listed companies excluding these cyclical sectors were up just 7.5 per cent Y-o-Y, decelerating from 17.2 per cent in Q3FY25 and 10.9 per cent in Q2FY26",
        "translated": true
      },
      {
        "title": "Analyse : L'accord commercial Inde-États-Unis est une manœuvre stratégique, non une capitulation",
        "description": "L'arrangement tarifaire Inde-États-Unis est un ajustement stratégique, non une « capitulation », privilégiant la réalité économique à la rhétorique politique. L'Inde navigue dans les changements mondiaux en sécurisant l'énergie à prix réduit, en protégeant les secteurs agricoles sensibles et en poursuivant une approche compétitive...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/opinion/et-commentary/view-india-us-trade-deal-is-manoeuvring-not-a-cave-in/articleshow/128391079.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-35672,resizemode-75,msid-128391079/opinion/et-commentary/view-india-us-trade-deal-is-manoeuvring-not-a-cave-in.jpg",
        "publishedAt": "2026-02-15T17:26:14Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "View: India-US trade deal is manoeuvring, not a cave-in",
        "description_en": "The India-US tariff arrangement is a strategic adjustment, not a 'cave-in,' prioritizing economic reality over political rhetoric. India navigates global shifts by securing discounted energy, protecting sensitive agricultural sectors, and pursuing competitive…",
        "translated": true
      },
      {
        "title": "Comment nous avons évalué l'effectif des Chicago Bears en 2025",
        "description": "Nous avons évalué poste par poste chaque joueur des Chicago Bears après la saison 2025. Consultez notre synthèse ici.",
        "source": "USA Today",
        "url": "https://bearswire.usatoday.com/story/sports/nfl/bears/2026/02/15/bears-2025-roster-grades-caleb-williams-colston-loveland/88682720007/",
        "image": "https://s.yimg.com/ny/api/res/1.2/LxpB58keAPuIet2frHyUDg--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA7Y2Y9d2VicA--/https://media.zenfs.com/en/chicago_bears_wire_usa_today_sports_articles_533/902df6a5d19b18e2d6b5a9e81c6824c3",
        "publishedAt": "2026-02-15T17:02:34Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How we graded the Chicago Bears' roster in 2025",
        "description_en": "We went position by position and graded each Chicago Bears player following the 2025 season. See our roundup here.",
        "translated": true
      },
      {
        "title": "Échanges commerciaux tirés par les tarifs : l'accès ne garantit pas le succès",
        "description": "La porte s'est ouverte, mais nous avons besoin d'un changement fondamental dans notre approche industrielle pour progresser dans la nouvelle ère de la « mondialisation maîtrisée »",
        "source": "BusinessLine",
        "url": "https://www.thehindubusinessline.com/specials/corporate-file/tariff-driven-exim-access-does-not-guarantee-success/article70636302.ece",
        "image": "https://bl-i.thgim.com/public/incoming/d6erwy/article70636304.ece/alternates/LANDSCAPE_1200/BL1602_Corp_Shiv_Column_Export_import%20table.jpg",
        "publishedAt": "2026-02-15T16:54:41Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Tariff-driven exim: Access does not guarantee success",
        "description_en": "The door has opened, but we need a fundamental shift in our industry approach to make gains in the new era of ‘contained globalisation’",
        "translated": true
      },
      {
        "title": "Un camion Amazon se renverse sur la rampe d'accès de l'I-65 à Crown Point, Indiana, provoquant une fuite de gaz naturel",
        "description": "Un camion Amazon s'est renversé sur la rampe d'accès de l'I-65 à Crown Point, Indiana, provoquant une fuite de gaz naturel",
        "source": "CBS News",
        "url": "https://www.cbsnews.com/chicago/news/amazon-truck-rolls-over-i-65-entry-ramp-indiana-natural-gas-leak/",
        "image": "https://assets3.cbsnewsstatic.com/hub/i/r/2026/02/15/871ac0b2-ad15-45f8-ba2e-5e0da7f6ea78/thumbnail/1200x630/5f254315dbec86a8ad21c02465db346c/amazon-truck-flips-i-652.jpg",
        "publishedAt": "2026-02-15T16:41:58Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Amazon truck rolls over on I-65 entry ramp in Crown Point, Indiana, resulting in natural gas leak",
        "description_en": "Amazon truck rolls over on I-65 entry ramp in Crown Point, Indiana, resulting in natural gas leakcbsnews.com",
        "translated": true
      },
      {
        "title": "Une nouvelle centrale électrique au gaz naturel de 1,2 GW prévue en Virginie-Occidentale ; trois projets solaires également annoncés",
        "description": "Deux filiales de FirstEnergy Corp. ont annoncé des plans pour construire une nouvelle centrale électrique au gaz naturel de 1 200 MW sur un terrain adjacent aux installations de production d'électricité à partir du charbon des sociétés...",
        "source": "POWER magazine",
        "url": "https://www.powermag.com/new-1-2-gw-gas-fired-plant-planned-in-wv-three-solar-projects-also-announced/",
        "image": "https://s.yimg.com/os/en/power_magazine_984/b9b5900c69204d617ceea7bb3026615a",
        "publishedAt": "2026-02-15T16:40:01Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "New 1.2-GW Gas-Fired Plant Planned in WV; Three Solar Projects Also Announced",
        "description_en": "Two subsidiaries of FirstEnergy Corp. announced plans to build a new 1,200-MW natural gas-fired power plant on land adjacent to the companies' coal-fired...",
        "translated": true
      },
      {
        "title": "Sabah renforce son approvisionnement alimentaire",
        "description": "TUARAN : Le gouvernement de Sabah a alloué 559,85 millions RM au ministère de l'Agriculture, des Pêches et de l'Industrie alimentaire de l'État cette année pour renforcer la sécurité alimentaire et améliorer le taux d'autosuffisance pour les principales denrées alimentaires. Lire l'article complet",
        "source": "The Star Online",
        "url": "https://www.thestar.com.my/news/nation/2026/02/16/sabah-boosts-food-supply",
        "image": "https://apicms.thestar.com.my/uploads/images/2026/02/16/3772307.jpeg",
        "publishedAt": "2026-02-15T16:00:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sabah boosts food supply",
        "description_en": "TUARAN: The Sabah government has allocated RM559.85mil to the state Agriculture, Fisheries and Food Industry Ministry this year to strengthen food security and improve the self-sufficiency rate for key food commodities. Read full story",
        "translated": true
      },
      {
        "title": "Sucrer le monde : l'ambition mondiale du sucre de coco de Banyumas",
        "description": "Le district de Banyumas dans la province du Centre-Java en Indonésie est en passe de devenir le principal centre d'exportation mondial de sucre de coco granulé...",
        "source": "Antaranews.com",
        "url": "https://en.antaranews.com/news/404670/sweeting-the-world-inside-banyumas-global-coconut-sugar-ambition",
        "image": "https://cdn.antaranews.com/cache/1200x800/2026/02/04/1000736328.jpg",
        "publishedAt": "2026-02-15T15:12:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sweeting the world: Inside Banyumas' global coconut sugar ambition",
        "description_en": "The district of Banyumas in Indonesia&rsquo;s Central Java Province is on track to become the world&rsquo;s leading export hub for granulated coconut sugar, ...",
        "translated": true
      },
      {
        "title": "L'argent et l'or se préparent à une autre semaine volatile sur les données d'inflation américaines : analystes",
        "description": "Les prix des métaux précieux devraient connaître une consolidation supplémentaire la semaine prochaine, la volatilité devant persister alors que les investisseurs suivent les données économiques américaines clés, notamment les chiffres de l'inflation, les lectures du PIB et les signaux de politique monétaire de la Réserve fédérale, selon les analystes.",
        "source": "Business Standard",
        "url": "https://www.business-standard.com/markets/news/silver-gold-braces-for-another-jittery-week-on-us-inflation-data-analysts-126021500513_1.html",
        "image": "https://bsmedia.business-standard.com/_media/bs/img/article/2026-01/07/thumb/fitandfill/1200X630/1767797459-4362.jpg",
        "publishedAt": "2026-02-15T14:46:47Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Silver, gold braces for another jittery week on US inflation data: Analysts",
        "description_en": "Precious metal prices are expected to witness further consolidation in the next week, with volatility likely to persist as investors track key US economic data, including inflation numbers, GDP readings and policy signals from Federal Reserve, analysts said.\n…",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "L'action Nvidia vient de faire cela pour la première fois en près d'un an. L'histoire est très claire sur ce qui se passe ensuite.",
        "description": "N/A",
        "source": "Yahoo Entertainment",
        "url": "https://consent.yahoo.com/v2/collectConsent?sessionId=1_cc-session_7d037683-bcb9-4ab2-bf4c-29e3ad704057",
        "image": null,
        "publishedAt": "2026-02-15T18:30:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Nvidia Stock Just Did This for the First Time in Nearly a Year. History is Very Clear About What Happens Next.",
        "description_en": "",
        "translated": true
      },
      {
        "title": "L'appareil conçu par Jony Ive reporté à l'année prochaine",
        "description": "L'appareil matériel conçu par Jony Ive sera reporté à l'année prochaine suite à de nouveaux documents judiciaires. Cette motion résulte d'une action en contrefaçon de marque déposée l'année dernière par iyO, une startup de dispositifs audio. À l'origine, l'objectif déclaré d'OpenAI était…",
        "source": "iLounge",
        "url": "https://www.ilounge.com/news/device-designed-by-jony-ive-delayed-until-next-year",
        "image": "https://www.ilounge.com/wp-content/uploads/2026/02/jony-ive-sam-altman.jpg",
        "publishedAt": "2026-02-15T18:23:09Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Device Designed By Jony Ive Delayed Until Next Year",
        "description_en": "The hardware device designed by Jony Ive will be delayed until next year as new court filings surface. The motion is a result of a trademark infringement lawsuit that was filed last year by iyO, an audio device startup. Originally, the stated goal of OpenAI w…",
        "translated": true
      },
      {
        "title": "Western Digital épuisée en capacité de disques durs alors que la demande en IA explose",
        "description": "Western Digital a épuisé sa capacité de disques durs jusqu'en 2026, le PDG Irving Tan confirmant que l'entreprise est en rupture de stock auprès de ses principaux clients alors que l'intelligence artificielle et la demande des entreprises consomment le stockage à des niveaux sans précédent. La pénurie a entraîné…",
        "source": "Freerepublic.com",
        "url": "https://freerepublic.com/focus/f-chat/4366960/posts",
        "image": null,
        "publishedAt": "2026-02-15T18:21:13Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Western Digital runs out of HDD capacity as AI demand surges",
        "description_en": "Western Digital has run out of Hard Disk Drive capacity through 2026, with CEO Irving Tan confirming the company is sold out to its top customers as artificial intelligence and enterprise demand consumes storage at unprecedented levels. The shortage has drive…",
        "translated": true
      },
      {
        "title": "La technologie de Sony Group peut identifier la musique originale dans les chansons générées par l'IA",
        "description": "La technologie de Sony Group peut identifier la musique originale dans les chansons générées par l'IA",
        "source": "Nikkei.com",
        "url": "https://asia.nikkei.com/business/technology/artificial-intelligence/sony-group-tech-can-identify-original-music-in-ai-generated-songs",
        "image": "https://images.ft.com/v3/image/raw/https%3A%2F%2Fcms-image-bucket-productionv3-ap-northeast-1-a7d2.s3.ap-northeast-1.amazonaws.com%2Fimages%2F8%2F7%2F1%2F6%2F12146178-1-eng-GB%2Fae99a1e29911-photo_SXM2026021400009257.jpg?width=1260&fit=cover&gravity=faces&dpr=2&quality=medium&source=nar-cms&format=auto&height=630",
        "publishedAt": "2026-02-15T18:07:50Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Sony Group tech can identify original music in AI-generated songs",
        "description_en": "Sony Group tech can identify original music in AI-generated songsnikkei.com",
        "translated": true
      },
      {
        "title": "L'Inde compte 100 millions d'utilisateurs actifs hebdomadaires de ChatGPT, selon Sam Altman",
        "description": "Le PDG d'OpenAI Sam Altman affirme que l'Inde compte le plus grand nombre d'utilisateurs étudiants de ChatGPT au monde.",
        "source": "TechCrunch",
        "url": "https://techcrunch.com/2026/02/15/india-has-100m-weekly-active-chatgpt-users-sam-altman-says/",
        "image": "https://techcrunch.com/wp-content/uploads/2025/04/chatgpt-india.jpg?resize=1200,800",
        "publishedAt": "2026-02-15T18:03:00Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "India has 100M weekly active ChatGPT users, Sam Altman says | TechCrunch",
        "description_en": "OpenAI CEO Sam Altman says India has the largest number of student users of ChatGPT worldwide.",
        "translated": true
      },
      {
        "title": "Diagnostic manqué de leishmaniose viscérale : une tragédie liée à la surcharge informatique",
        "description": "Selon le Philadelphia Inquirer, Louis-Hunter Kean avait 34 ans quand il est décédé en novembre 2023 à l'hôpital de l'Université de Pennsylvanie (HUP). Pendant plus d'un an, il a souffert de fièvres cycliques atteignant 104,5 °F, de sueurs nocturnes abondantes…",
        "source": "Kevinmd.com",
        "url": "https://kevinmd.com/2026/02/missed-diagnosis-visceral-leishmaniasis-a-tragedy-of-note-bloat.html",
        "image": "https://kevinmd.com/wp-content/uploads/Gemini_Generated_Image_t4p8jwt4p8jwt4p8-1024x717.png",
        "publishedAt": "2026-02-15T18:00:35Z",
        "time": "15 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Missed diagnosis visceral leishmaniasis: a tragedy of note bloat",
        "description_en": "As reported in the Philadelphia Inquirer, Louis-Hunter Kean was 34 years old when he died in November 2023 at the Hospital of the University of Pennsylvania (HUP). For more than a year, he endured cyclical fevers as high as 104.5 F, drenching night sweats, pr…",
        "translated": true
      },
      {
        "title": "Sam Altman and Bill Gates Bet Big on Limitless Clean Energy",
        "description": "The runaway energy demands of the artificial intelligence boom are pushing a new wave of innovative next-gen energy ambitions. Big Tech is pouring money into fast-tracking the development of futuristic energy alternatives like enhanced geothermal and nuclear …",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Alternative-Energy/Nuclear-Power/Sam-Altman-and-Bill-Gates-Bet-Big-on-Limitless-Clean-Energy.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2026-02-13_0lsu3ppzhn.jpg",
        "publishedAt": "2026-02-15T18:00:00Z",
        "time": "15 fév.",
        "lang": "en",
        "via": "newsapi"
      },
      {
        "title": "What They Wanted From Jeffrey Epstein (Ezra Klein/New York Times)",
        "description": "Ezra Klein / New York Times:\nWhat They Wanted From Jeffrey Epstein  —  Ro Khanna's congressional career has been an ongoing attempt to reconcile what others might see as irreconcilable.  He represents a swath of Silicon Valley that includes the headquarters o…",
        "source": "Memeorandum.com",
        "url": "https://www.memeorandum.com/260215/p20",
        "image": "https://static01.nyt.com/images/2026/02/15/opinion/15klein-ep/15klein-ep-facebookJumbo.jpg",
        "publishedAt": "2026-02-15T17:50:00Z",
        "time": "15 fév.",
        "lang": "en",
        "via": "newsapi"
      },
      {
        "title": "mcp-server-kaggle-exec added to PyPI",
        "description": "MCP server for executing Python code on Kaggle GPU runtimes (T4/P100/TPU)",
        "source": "Pypi.org",
        "url": "https://pypi.org/project/mcp-server-kaggle-exec/",
        "image": "https://pypi.org/static/images/twitter.abaf4b19.webp",
        "publishedAt": "2026-02-15T17:47:10Z",
        "time": "15 fév.",
        "lang": "en",
        "via": "newsapi"
      },
      {
        "title": "Give AI investment the big come hither",
        "description": "The AI Impact Summit begins today as global AI investments surge. Major economies like the US, China, and the EU are committing vast sums. India is actively attracting these investments with tax incentives and infrastructure development. The nation aims to be…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/opinion/et-editorial/give-ai-investment-the-big-come-hither/articleshow/128391704.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-42482,resizemode-75,msid-128391704/opinion/et-editorial/give-ai-investment-the-big-come-hither.jpg",
        "publishedAt": "2026-02-15T17:45:40Z",
        "time": "15 fév.",
        "lang": "en",
        "via": "newsapi"
      }
    ]
  },
  "total": 49
}