{
  "updated": "2026-02-12T18:46:57.100Z",
  "source": "NewsAPI",
  "categories": {
    "geopolitics": [
      {
        "title": "TotalEnergies peut se passer du gaz russe, selon son PDG",
        "description": "L'entreprise détient toujours une participation de 20 % dans le gigantesque gisement de gaz naturel de Yamal en Sibérie et expédie du GNL de là vers l'Europe.\n\n« Nous avons toujours clairement déclaré que nous respecterions les réglementations adoptées », a déclaré aux journalistes le PDG Patrick Pouyanne.…",
        "source": "FRANCE 24 English",
        "url": "https://www.france24.com/en/live-news/20260211-totalenergies-can-do-without-russian-gas-ceo",
        "image": "https://s.france24.com/media/display/cd07f468-0779-11f1-b498-005056a97e36/w:1280/p:16x9/e4620f94d6982681fe13a943a0eba8993db414cd.jpg",
        "publishedAt": "2026-02-11T18:45:14Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "TotalEnergies can do without Russian gas: CEO",
        "description_en": "The company still holds a 20-percent stake in the massive Yamal natural gas field in Siberia and ships LNG from there to Europe.\n\n\"We've always clearly stated that we'll follow regulations which are adopted,\" chief executive Patrick Pouyanne told journalists.…",
        "translated": true
      },
      {
        "title": "Le Jharkhand étend l'irrigation par micro-pompage et renforce les moyens de subsistance dirigés par des femmes",
        "description": "Le Jharkhand étend les projets d'irrigation par micro-pompage à 50 blocs, renforçant les moyens de subsistance dirigés par des femmes et la production horticole. Le gouvernement de l'État reliera également directement les groupes d'entraide aux chaînes d'approvisionnement pour des produits comme les serviettes hygiéniques et le lait, créant ainsi…",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/jharkhand-expands-micro-lift-irrigation-boosts-women-led-livelihoods/articleshow/128221203.cms",
        "image": "https://static.toiimg.com/thumb/msid-128221203,width-1280,height-720,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-11T18:32:38Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Jharkhand Expands Micro-Lift Irrigation, Boosts Women-Led Livelihoods",
        "description_en": "Jharkhand is expanding micro-lift irrigation projects to 50 blocks, boosting women-led livelihoods and horticulture output. The state government will also directly link self-help groups to supply chains for products like sanitary napkins and milk, creating st…",
        "translated": true
      },
      {
        "title": "3 membres du TSPC arrêtés à Latehar",
        "description": "Les autorités ont procédé à une opération significative en arrêtant trois membres du Tritya Sammelan Prastuti Committee (TSPC) dans le district de Latehar, où elles ont découvert des armes et d'autres preuves accablantes. Notamment, Adesh Ganjhu, un fugitif de haut profil avec une prime de Rs 50 000...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/3-tspc-members-arrested-in-latehar/articleshow/128221051.cms",
        "image": "https://static.toiimg.com/thumb/msid-128221146,width-1280,height-720,imgsize-103,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-11T18:31:33Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "3 TSPC members arrested in Latehar",
        "description_en": "Authorities made a significant move by arresting three members of the Tritya Sammelan Prastuti Committee (TSPC) in Latehar district, where they uncovered weapons and other damning evidence. Notably, Adesh Ganjhu, a high-profile fugitive with a Rs 50,000 price…",
        "translated": true
      },
      {
        "title": "Les douanes restituent 35 kirpans et reliques à la communauté sikh",
        "description": "Mumbai : Les autorités douanières de l'aéroport de Marol ont remis mercredi 35 objets religieux sikhs, dont des kirpans, qui avaient été saisis auprès de passagers.",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/mumbai/customs-returns-35-kirpans-and-relics-to-sikh-community/articleshow/128219409.cms",
        "image": "https://static.toiimg.com/thumb/msid-128219400,width-1280,height-720,imgsize-45398,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-11T18:31:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Customs returns 35 kirpans and relics to Sikh community",
        "description_en": "Mumbai: Airport customs authorities in Marol on Wednesday handed over 35 Sikh religious items, including kirpans, which were confiscated from passenge.",
        "translated": true
      },
      {
        "title": "Pour la première fois, les clubs de l'ISL font confiance aux entraîneurs nationaux",
        "description": "Panaji : La première division de l'Indian Super League (ISL) aura pour la première fois cette saison quatre entraîneurs nationaux à sa tête. Bien que cela signifie...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/goa/for-first-time-isl-clubs-show-faith-in-domestic-coaches/articleshow/128221133.cms",
        "image": "https://static.toiimg.com/thumb/msid-128221115,width-1280,height-720,imgsize-59770,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-11T18:30:47Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "For first time, ISL clubs show faith in domestic coaches",
        "description_en": "Panaji: The top-tier Indian Super League (ISL) will have four domestic coaches at the helm for the first time this season. But while that signifies in.",
        "translated": true
      },
      {
        "title": "L'Iran propose un compromis sur l'enrichissement nucléaire",
        "description": "L'Iran a proposé un compromis sur son programme d'enrichissement nucléaire. Téhéran a déclaré qu'elle serait disposée à diluer son uranium hautement enrichi si toutes les sanctions contre le pays étaient levées.",
        "source": "Shtfplan.com",
        "url": "https://www.shtfplan.com/headline-news/iran-offers-a-compromise-on-nuclear-enrichment",
        "image": "https://www.shtfplan.com/wp-content/uploads/2017/04/nuclear-2.jpg",
        "publishedAt": "2026-02-11T18:30:30Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Iran Offers A Compromise On Nuclear Enrichment",
        "description_en": "Iran has offered a compromise on its nuclear enrichment program. Tehran said that it would be willing to dilute its highly enriched uranium if all sanctions on the country were lifted.",
        "translated": true
      },
      {
        "title": "Dans une présentation vidéo récente : un ancien conseiller de la Maison-Blanche et du Pentagone affirme que Trump pourrait avoir un « cadeau » pour les Américains avant le 250e anniversaire",
        "description": "Dans une présentation vidéo récente, l'ancien conseiller de la CIA et de la Maison-Blanche Jim Rickards expose une initiative fédérale liée à la planification nationale, à la politique industrielle et au leadership monétaire. Dans une présentation vidéo récente, l'ancien conseiller de la CIA et de la Maison-Blanche Jim Rickards...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/11/3236600/0/en/In-Recent-Video-Presentation-Former-White-House-and-Pentagon-Advisor-Says-Trump-Could-Have-a-Gift-For-Americans-Ahead-of-250th-Anniversary.html",
        "image": null,
        "publishedAt": "2026-02-11T18:30:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "In Recent Video Presentation: Former White House and Pentagon Advisor Says Trump Could Have a “Gift” For Americans Ahead of 250th Anniversary",
        "description_en": "In a recent video presentation, former CIA and White House advisor Jim Rickards outlines a federal initiative tied to national planning, industrial policy, and monetary leadership. In a recent video presentation, former CIA and White House advisor Jim Rickard…",
        "translated": true
      },
      {
        "title": "Réforme des transports à Ranchi : métro, viaducs et améliorations routières proposés au Centre",
        "description": "Ranchi s'apprête à connaître une réforme majeure des transports avec un plan de mobilité complet soumis au Centre. La proposition comprend 160 km d'améliorations routières, neuf viaducs et le développement ambitieux de trois corridors de métro s'étendant sur 51 km. Des améliorations aux...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/ranchi-transport-overhaul-metro-flyovers-road-upgrades-proposed-to-centre/articleshow/128221099.cms",
        "image": "https://static.toiimg.com/thumb/msid-128221084,width-1280,height-720,imgsize-64648,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-11T18:29:38Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ranchi Transport Overhaul: Metro, Flyovers & Road Upgrades Proposed to Centre",
        "description_en": "Ranchi is poised for a major transport overhaul with a comprehensive mobility plan submitted to the Centre. The proposal includes 160 km of road upgrades, nine flyovers, and the ambitious development of three metro corridors spanning 51 km. Enhancements to pe…",
        "translated": true
      },
      {
        "title": "Crise de la toxicomanie chez les jeunes à Ranchi : les quartiers 22, 23 et 24 confrontés au trafic de stupéfiants à ciel ouvert",
        "description": "La toxicomanie est un problème grave affectant les jeunes et les mineurs dans les quartiers 22, 23 et 24 de Ranchi. Les résidents signalent des ventes ouvertes de stupéfiants, de nombreuses familles étant impactées. Le problème alimente les craintes d'une augmentation de la petite criminalité. La police mène des raids, mais le fléau persiste.",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/ranchi-youth-drug-abuse-crisis-wards-22-23-24-grapple-with-open-narcotic-trade/articleshow/128221029.cms",
        "image": "https://static.toiimg.com/thumb/msid-128221029,width-1280,height-720,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-11T18:27:56Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Ranchi Youth Drug Abuse Crisis: Wards 22, 23, 24 Grapple with Open Narcotic Trade",
        "description_en": "Drug abuse is a serious issue affecting youths and minors in Ranchi's wards 22, 23, and 24. Residents report open sales of narcotics, with many families impacted. The problem fuels fears of rising petty crime. Police conduct raids, but the menace persists. Lo…",
        "translated": true
      },
      {
        "title": "Le temple Pahari de Ranchi accueille une grande cérémonie de Haldi-Mehendi et Sangeet avant Mahashivratri",
        "description": "Le temple Pahari de Ranchi a vibré de dévotion pour les célébrations du mariage du Seigneur Shiva avant Mahashivratri. Une grande cérémonie de haldi-mehendi et sangeet, conduite selon les rituels védiques, a marqué un prélude spirituel au Shiv Barat annuel. L'événement visait à favoriser...",
        "source": "The Times of India",
        "url": "https://timesofindia.indiatimes.com/city/ranchi/pahari-temple-ranchi-hosts-grand-haldi-mehendi-sangeet-ahead-of-mahashivratri/articleshow/128221015.cms",
        "image": "https://static.toiimg.com/thumb/msid-128221015,width-1280,height-720,resizemode-6,overlay-toi_sw,pt-32,y_pad-600/photo.jpg",
        "publishedAt": "2026-02-11T18:27:34Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Pahari Temple Ranchi Hosts Grand Haldi-Mehendi & Sangeet Ahead of Mahashivratri",
        "description_en": "Ranchi's Pahari Temple buzzed with devotion for Lord Shiva's wedding celebrations ahead of Mahashivratri. A grand haldi-mehendi and sangeet ceremony, conducted with Vedic rituals, marked a spiritual prelude to the annual Shiv Barat. The event aimed to foster …",
        "translated": true
      }
    ],
    "markets": [
      {
        "title": "La Réserve fédérale abandonne certaines exigences antérieures imposées aux banques pour corriger les défaillances",
        "description": "La Réserve fédérale a signalé aux prêteurs qu'elle envisage d'abandonner certains avertissements confidentiels qu'elle leur avait précédemment adressés pour améliorer leurs opérations, tandis que la vice-présidente Michelle Bowman continue d'assouplir la surveillance de la banque centrale sur les institutions financières américaines.",
        "source": "Livemint",
        "url": "https://www.livemint.com/companies/federal-reserve-to-drop-some-prior-demands-on-banks-to-fix-flaws-11770835579308.html",
        "image": "https://www.livemint.com/lm-img/img/2024/12/06/1600x900/logo/company_3_1733465099406_1733465108677.png",
        "publishedAt": "2026-02-11T18:46:18Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Federal Reserve to Drop Some Prior Demands on Banks to Fix Flaws",
        "description_en": "The Federal Reserve has signaled to lenders it plans to abandon some of the confidential warnings it previously sent them to improve operations as Vice Chair Michelle Bowman continues to relax the central bank’s oversight of US financial firms.",
        "translated": true
      },
      {
        "title": "LECTRA : résultats 2025 : croissance des revenus récurrents et résilience opérationnelle",
        "description": "Résultats 2025 : croissance des revenus récurrents et résilience opérationnelle. Chiffre d'affaires : 506,7 millions € (-2 %)*Revenus récurrents (75 % du total) : +2 %*,...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/11/3236607/0/en/LECTRA-2025-results-growth-in-recurring-revenues-and-operational-resilience.html",
        "image": "https://ml-eu.globenewswire.com/Resource/Download/45221009-18e0-4fca-9124-e5b9d6f5f533",
        "publishedAt": "2026-02-11T18:42:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "LECTRA: 2025 results: growth in recurring revenues and operational resilience",
        "description_en": "2025 results: growth in recurring revenues and operational resilience  Revenues: €506.7 million (-2%)*Recurring revenues (75% of the total): +2%*,...",
        "translated": true
      },
      {
        "title": "Angus Taylor fait son mouvement — mais pas selon ses conditions",
        "description": "Angus Taylor était en vacances en Europe lorsque ses collègues ont commencé à manœuvrer pour renverser Sussan Ley. Un changement de leadership cette semaine n'était ce que ni lui ni Sussan Ley souhaitaient.",
        "source": "ABC News (AU)",
        "url": "https://www.abc.net.au/news/2026-02-12/angus-taylor-sussan-ley-leadership-timing-not-wanted/106331132",
        "image": "https://live-production.wcms.abc-cdn.net.au/37b4f26aee3e65311c8b3ece38b16cbe?impolicy=wcms_watermark_news&cropH=2621&cropW=4660&xPos=0&yPos=95&width=862&height=485&imformat=generic",
        "publishedAt": "2026-02-11T18:40:40Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Angus Taylor is making his move — but not on his terms",
        "description_en": "Angus Taylor was holidaying in Europe when his colleagues began manoeuvring to topple Sussan Ley. A leadership spill this week wasn't what he or Sussan Ley wanted.",
        "translated": true
      },
      {
        "title": "Mot financier du jour – Antidésintermédiation : signification, origine, impact de marché et importance dans le secteur bancaire et l'investissement",
        "description": "Mot financier du jour – Antidésintermédiation : En 2025, 45 % des banques ont augmenté les taux pour endiguer les retraits de dépôts. C'est l'antidésintermédiation. Cela signifie que l'argent reste dans les banques au lieu de se déplacer vers des actions risquées. Les banques utilisent des taux d'intérêt élevés pour conserver votre liquidités. Cette pratique...",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/financial-word-of-the-day-antidisintermediation-meaning-origin-market-impact-and-why-it-matters-in-banking-and-investing/articleshow/128209248.cms",
        "image": "https://img.etimg.com/thumb/msid-128209435,width-1200,height-630,imgsize-14426,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-11T18:40:30Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "​Financial Word of the Day – Antidisintermediation: meaning, origin, market impact, and why it matters in banking and investing",
        "description_en": "Financial Word of the Day – Antidisintermediation: In 2025, 45% of banks increased rates to stop deposit flight. This is antidisintermediation. It means money stays in banks instead of moving to risky stocks. Banks use high interest to keep your cash. This pr…",
        "translated": true
      },
      {
        "title": "La nouvelle Proton S70 MC 2026 est arrivée : moteur i-GT, support Apple CarPlay, à partir de RM69k",
        "description": "Proton a officiellement dévoilé la nouvelle Proton S70 MC 2026. Cette berline de segment C rafraîchie est la 3e nouvelle sortie du constructeur automobile national cette année après la Proton X70 MC3 2026 et la Proton e.MAS 7 PHEV 2026, et nous ne sommes qu'en février…",
        "source": "SoyaCincau.com",
        "url": "https://soyacincau.com/2026/02/12/2026-proton-s70-mc-official-price-specs/",
        "image": "https://soyacincau.com/wp-content/uploads/2026/02/proton-s70-mc-official03.jpg",
        "publishedAt": "2026-02-11T18:39:13Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "2026 Proton S70 MC is here: Features i-GT engine, Apple CarPlay support, priced from RM69k",
        "description_en": "Proton has officially taken the drapes off the new 2026 Proton S70 MC. The newly refreshed C-segment sedan is the national automaker’s 3rd new release this year after the 2026 Proton X70 MC3 as well as the 2026 Proton e.MAS 7 PHEV, and we are just in February…",
        "translated": true
      },
      {
        "title": "L'objectif de cours de Coca-Cola HBC relevé de 500 GBp par Citi",
        "description": "Consultez le reste de l'article ici.\n\nlegacy.thefly.com fournit les dernières actualités financières au fur et à mesure qu'elles se produisent. Reconnu comme un leader du renseignement de marché, le flux d'actualités en temps réel et en continu de The Fly tient informés les investisseurs individuels, les gestionnaires de fonds professionnels, les traders actifs et…",
        "source": "Thefly.com",
        "url": "https://legacy.thefly.com/permalinks/entry.php/id4290696/CCHGY-CocaCola-HBC-price-target-raised-by--GBp-at-Citi",
        "image": "https://legacy.thefly.com/images/meta/streetresearch_recommendations.jpg",
        "publishedAt": "2026-02-11T18:38:06Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Coca-Cola HBC price target raised by 500 GBp at Citi",
        "description_en": "See the rest of the story here.\n\nlegacy.thefly.com provides the latest financial news as it breaks. Known as a leader in market intelligence, The Fly's real-time, streaming news feed keeps individual investors, professional money managers, active traders, and…",
        "translated": true
      },
      {
        "title": "Indicateurs du cycle économique",
        "description": "Indicateurs NBER BCDC et alternatives : Figure 1 : révision préliminaire de l'emploi non agricole implicite (ligne bleue fine), emploi non agricole post-révision (bleu gras), emploi civil avec contrôles de population lissés (orange gras), production industrielle (rouge), revenu personnel excluant…",
        "source": "Econbrowser.com",
        "url": "https://econbrowser.com/archives/2026/02/business-cycle-indicators",
        "image": null,
        "publishedAt": "2026-02-11T18:36:48Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Business Cycle Indicators",
        "description_en": "NBER BCDC indicators and alternatives: Figure 1: Implied NFP preliminary benchmark revision (thin blue), post-benchmark NFP (bold blue), civilian employment with smoothed population controls (bold orange), industrial production (red), personal income excludin…",
        "translated": true
      },
      {
        "title": "L'objectif de cours de TeamViewer abaissé de 3 EUR par RBC Capital",
        "description": "Consultez le reste de l'article ici.\n\nlegacy.thefly.com fournit les dernières actualités financières au fur et à mesure qu'elles se produisent. Reconnu comme un leader du renseignement de marché, le flux d'actualités en temps réel et en continu de The Fly tient informés les investisseurs individuels, les gestionnaires de fonds professionnels, les traders actifs et…",
        "source": "Thefly.com",
        "url": "https://legacy.thefly.com/permalinks/entry.php/id4290692/TMVWY-TeamViewer-price-target-lowered-by-EUR--at-RBC-Capital",
        "image": "https://legacy.thefly.com/images/meta/streetresearch_recommendations.jpg",
        "publishedAt": "2026-02-11T18:35:35Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "TeamViewer price target lowered by EUR 3 at RBC Capital",
        "description_en": "See the rest of the story here.\n\nlegacy.thefly.com provides the latest financial news as it breaks. Known as a leader in market intelligence, The Fly's real-time, streaming news feed keeps individual investors, professional money managers, active traders, and…",
        "translated": true
      },
      {
        "title": "Les projections de prix de Coinbase réduites par les analystes avant les résultats",
        "description": "Les analystes de JPMorgan, Cantor Fitzgerald et Citi restent haussiers sur Coinbase, mais ont tous abaissé leurs objectifs de cours alors que Bitcoin s'enfonce davantage.",
        "source": "Decrypt",
        "url": "https://decrypt.co/357642/coinbase-price-projections-slashed-analysts-ahead-earnings",
        "image": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2025/05/Coinbase-phone-decrypt-style-01-gID_7.png",
        "publishedAt": "2026-02-11T18:34:13Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Coinbase Price Projections Slashed By Analysts Ahead of Earnings",
        "description_en": "Analysts from JPMorgan, Cantor Fitzgerald, and Citi remain bullish on Coinbase, but have all cut their price targets as Bitcoin dives deeper.",
        "translated": true
      }
    ],
    "crypto": [
      {
        "title": "L'auteur de Rich Dad Poor Dad avertit que l'offre d'or est « théoriquement infinie », affirme qu'un actif est supérieur",
        "description": "L'auteur du best-seller de finances personnelles Rich Dad Poor Dad vient de lancer un avertissement sur la rareté de l'or. Robert Kiyosaki affirme qu'il reste un grand partisan des métaux précieux, mais qu'il choisirait d'acheter du Bitcoin s'il était autorisé à ne détenir qu'un seul actif. « Je suis…",
        "source": "The Daily Hodl",
        "url": "https://dailyhodl.com/2026/02/11/rich-dad-poor-dad-author-warns-gold-supply-is-theoretically-infinite-says-one-asset-is-superior/",
        "image": "https://dailyhodl.com/wp-content/uploads/2025/06/Trump-Expresses-Support.jpg?resize=266,156",
        "publishedAt": "2026-02-11T18:40:07Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Rich Dad Poor Dad Author Warns Gold Supply Is ‘Theoretically Infinite’, Says One Asset Is Superior",
        "description_en": "The author of the personal finance bestseller Rich Dad Poor Dad just issued a warning about the scarcity of gold. Robert Kiyosaki says he remains a big believer in precious metals, but he would choose to buy Bitcoin if allowed to hold only one asset. “I am of…",
        "translated": true
      },
      {
        "title": "Comment un échange Bitcoin a donné aux autorités le « contrôle » sur le ravisseur de Nancy Guthrie : selon un expert en crypto",
        "description": "« Ils sont désormais la cible d'un suivi médico-légal », a déclaré Bezalel Eithan Raviv, PDG de Lionsgate Network, à propos du suspect.",
        "source": "Page Six",
        "url": "https://pagesix.com/2026/02/11/celebrity-news/how-bitcoin-exchange-gave-authorities-control-over-nancy-guthries-kidnapper-crypto-expert/",
        "image": "https://pagesix.com/wp-content/uploads/sites/3/2026/02/120973456.jpg?quality=75&strip=all&w=1200",
        "publishedAt": "2026-02-11T18:39:33Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How Bitcoin exchange gave authorities’ ‘control’ over Nancy Guthrie’s kidnapper: crypto expert",
        "description_en": "\"They are now the target of forensic tracking,\" CEO of Lionsgate Network Bezalel Eithan Raviv said of the suspect.",
        "translated": true
      },
      {
        "title": "Les projections de prix de Coinbase réduites par les analystes avant les résultats",
        "description": "Les analystes de JPMorgan, Cantor Fitzgerald et Citi restent haussiers sur Coinbase, mais ont tous abaissé leurs objectifs de cours alors que Bitcoin plonge davantage.",
        "source": "Decrypt",
        "url": "https://decrypt.co/357642/coinbase-price-projections-slashed-analysts-ahead-earnings",
        "image": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2025/05/Coinbase-phone-decrypt-style-01-gID_7.png",
        "publishedAt": "2026-02-11T18:34:13Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Coinbase Price Projections Slashed By Analysts Ahead of Earnings",
        "description_en": "Analysts from JPMorgan, Cantor Fitzgerald, and Citi remain bullish on Coinbase, but have all cut their price targets as Bitcoin dives deeper.",
        "translated": true
      },
      {
        "title": "Le prêteur crypto BlockFills suspend les retraits face à la baisse du prix du Bitcoin",
        "description": "11 février : Le fournisseur de liquidités et prêteur crypto BlockFills a suspendu les dépôts et retraits des clients au milieu d'une baisse des prix du Bitcoin, signe des répercussions de la dernière chute du marché crypto. BlockFills, basée à Chicago, a déclaré dans un communiqué que…",
        "source": "CNA",
        "url": "https://www.channelnewsasia.com/business/crypto-lender-blockfills-suspends-withdrawals-amid-faltering-bitcoin-price-5924291",
        "image": "https://dam.mediacorp.sg/image/upload/s--25-Nejr2--/c_fill,g_auto,h_676,w_1200/fl_relative,g_south_east,l_mediacorp:cna:watermark:2024-04:reuters_1,w_0.1/f_auto,q_auto/v1/one-cms/core/2026-02-11T183255Z_1_LYNXMPEM1A1B3_RTROPTP_3_FINTECH-CRYPTO-BITCOIN.JPG?itok=BxH2ncXz",
        "publishedAt": "2026-02-11T18:32:55Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Crypto lender BlockFills suspends withdrawals amid faltering bitcoin price",
        "description_en": "Feb 11 : Crypto liquidity provider and lender BlockFills has halted client deposits and withdrawals amid a downturn in bitcoin prices, in a sign of knock-on impact from the latest crypto market drop.BlockFills, which is based in Chicago, said in a statement o…",
        "translated": true
      },
      {
        "title": "L'action Cloudflare (NET) bondit sur des perspectives solides - comment les agents IA propulsent la croissance de Cloudflare ?",
        "description": "Les agents IA propulsent la croissance de Cloudflare : Les solides résultats du Q4 de Cloudflare et ses perspectives d'avenir optimistes ont fait monter en flèche son action. L'entreprise connaît une augmentation de la demande, stimulée par l'adoption rapide des agents IA. Ces systèmes intelligents augmentent…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/news/international/us/cloudflare-stock-net-surges-on-strong-outlook-how-ai-agents-are-driving-cloudflares-growth/articleshow/128220759.cms",
        "image": "https://img.etimg.com/thumb/msid-128220914,width-1200,height-630,imgsize-32664,overlay-economictimes/articleshow.jpg",
        "publishedAt": "2026-02-11T18:28:09Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Cloudflare stock (NET) surges on strong outlook - how AI agents are driving Cloudflare’s growth?",
        "description_en": "​AI agents driving Cloudflare growth: Cloudflare's strong Q4 earnings and optimistic future outlook have sent its stock soaring. The company is experiencing a surge in demand, driven by the rapid adoption of AI agents. These intelligent systems are increasing…",
        "translated": true
      },
      {
        "title": "Du Bitcoin aurait été envoyé vers un portefeuille associé à la lettre de rançon de Nancy Guthrie, fournissant un indice potentiel dans l'enquête",
        "description": "Pendant ce temps, les autorités ont diffusé une vidéo de surveillance montrant le présumé ravisseur qui reste en fuite.",
        "source": "Fortune",
        "url": "https://fortune.com/2026/02/11/bitcoin-reportedly-sent-to-wallet-associated-with-nancy-guthries-ransom-letter/",
        "image": "https://fortune.com/img-assets/wp-content/uploads/2026/02/GettyImages-2260065070-e1770833779449.jpg?resize=1200,600",
        "publishedAt": "2026-02-11T18:26:58Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bitcoin reportedly sent to wallet associated with Nancy Guthrie’s ransom letter providing potential clue in investigation",
        "description_en": "Meanwhile, authorities released surveillance video showing the alleged captor who remains at large.",
        "translated": true
      },
      {
        "title": "UNI bondit de 10 % alors que BlackRock apporte son token BUIDL adossé au Trésor sur Uniswap",
        "description": "Le token natif d'Uniswap, UNI, a enregistré une hausse marquée mercredi après que BlackRock, le plus grand gestionnaire d'actifs au monde, ait annoncé son intention d'apporter son fonds numérique adossé au Trésor, BUIDL, sur la plateforme DeFi décentralisée. Cette initiative, qui comprend également…",
        "source": "newsBTC",
        "url": "http://www.newsbtc.com/breaking-news-ticker/uni-rallies-10-as-blackrock-brings-treasury%e2%80%91backed-buidl-token-to-uniswap/",
        "image": "https://www.newsbtc.com/wp-content/uploads/2026/02/image_w7h1WfmS_1770833531299_raw.jpg",
        "publishedAt": "2026-02-11T18:24:09Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "UNI Rallies 10% As BlackRock Brings Treasury‑Backed BUIDL Token To Uniswap",
        "description_en": "Uniswap’s native token, UNI, posted a sharp gain on Wednesday after the world’s largest asset manager, BlackRock, announced plans to bring its Treasury‑backed digital fund, BUIDL, onto the decentralized finance (DeFi) platform.  The move, which also includes …",
        "translated": true
      },
      {
        "title": "Qu'est-ce que les marchés de prédiction ? Comment fonctionnent Polymarket, Kalshi et Myriad",
        "description": "Les marchés de prédiction on-chain comme Myriad ont connu une croissance rapide ces dernières années. Voici comment ils fonctionnent.",
        "source": "Decrypt",
        "url": "https://decrypt.co/resources/what-are-decentralized-prediction-markets-myriad-polymarket-kalshi",
        "image": "https://cdn.decrypt.co/resize/1024/height/512/wp-content/uploads/2025/07/learn-computer-chart-coins-gID_5-pID_3.png",
        "publishedAt": "2026-02-11T18:23:27Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "What Are Prediction Markets? How Polymarket, Kalshi and Myriad Work",
        "description_en": "On-chain prediction markets such as Myriad have rapidly gained traction in recent years. Here’s how they work.",
        "translated": true
      },
      {
        "title": "Hong Kong reste engagée envers les actifs numériques mais fait face à la concurrence d'un EAU « agressif »",
        "description": "Dubaï et Abu Dhabi ont établi un cadre réglementaire solide pour les actifs virtuels, chaque région plaçant cela sous la supervision d'une seule autorité réglementaire dédiée.",
        "source": "CoinDesk",
        "url": "https://www.coindesk.com/business/2026/02/11/hong-kong-remains-committed-to-digital-assets-but-feels-competition-from-an-aggressive-uae",
        "image": "https://cdn.sanity.io/images/s3y3vcno/production/1e55896db8852ff3f6b0417e9633119af9bc2271-5658x3772.jpg?auto=format&w=960&h=540&crop=focalpoint&fit=clip&q=75&fm=jpg",
        "publishedAt": "2026-02-11T18:18:05Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Hong Kong remains committed to digital assets but feels competition from an ‘aggressive’ UAE",
        "description_en": "Dubai and Abu Dhabi have established a solid regulatory framework for virtual assets, and each region has brought this under the auspices of a single, dedicated regulatory authority.",
        "translated": true
      },
      {
        "title": "Un informateur de Nancy Guthrie propose d'identifier le ravisseur pour 1 Bitcoin",
        "description": "Un informateur affirme connaître l'identité du ravisseur de Nancy Guthrie. Un informateur de Nancy Guthrie propose d'identifier le ravisseur pour 1 Bitcoin a été initialement publié sur The Hollywood Gossip.",
        "source": "The Hollywood Gossip",
        "url": "http://www.thehollywoodgossip.com/2026/02/nancy-guthrie-informant-offers-to-identify-kidnapper-for-1-bitcoin/",
        "image": "https://cdn.thehollywoodgossip.com/uploads/2026/02/Screenshot-2026-02-10-at-1.30.28-PM.png",
        "publishedAt": "2026-02-11T18:14:58Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Nancy Guthrie Informant Offers to Identify Kidnapper For 1 Bitcoin",
        "description_en": "Reading Time: 3 minutesAn informant claims that he knows the identity of Nancy Guthrie's kidnapper.\nNancy Guthrie Informant Offers to Identify Kidnapper For 1 Bitcoin was originally published on The Hollywood Gossip.",
        "translated": true
      }
    ],
    "commodities": [
      {
        "title": "TotalEnergies peut se passer du gaz russe, selon son PDG",
        "description": "L'entreprise détient toujours une participation de 20 % dans le gigantesque gisement de gaz naturel de Yamal en Sibérie et exporte du GNL de là vers l'Europe. « Nous avons toujours clairement indiqué que nous respecterions les réglementations adoptées », a déclaré aux journalistes le directeur général Patrick Pouyanne.",
        "source": "FRANCE 24 English",
        "url": "https://www.france24.com/en/live-news/20260211-totalenergies-can-do-without-russian-gas-ceo",
        "image": "https://s.france24.com/media/display/cd07f468-0779-11f1-b498-005056a97e36/w:1280/p:16x9/e4620f94d6982681fe13a943a0eba8993db414cd.jpg",
        "publishedAt": "2026-02-11T18:45:14Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "TotalEnergies can do without Russian gas: CEO",
        "description_en": "The company still holds a 20-percent stake in the massive Yamal natural gas field in Siberia and ships LNG from there to Europe.\n\n\"We've always clearly stated that we'll follow regulations which are adopted,\" chief executive Patrick Pouyanne told journalists.…",
        "translated": true
      },
      {
        "title": "Aramco vend du pétrole du gisement de Jafurah alors que le projet saoudien géant démarre",
        "description": "Saudi Aramco a vendu du pétrole de son projet Jafurah de 100 milliards de dollars dans le premier export signalé du développement massif de gaz naturel.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/aramco-sells-oil-from-jafurah-field-as-huge-saudi-project-starts",
        "image": null,
        "publishedAt": "2026-02-11T18:29:36Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Aramco Sells Oil From Jafurah Field as Huge Saudi Project Starts",
        "description_en": "Saudi Aramco sold oil from its $100 billion Jafurah project in the first reported export from the massive natural gas development.",
        "translated": true
      },
      {
        "title": "Le véritable goulot d'étranglement de la transition énergétique en Grande-Bretagne",
        "description": "L'histoire des bornes de recharge pour VE est traitée comme un problème de commodité pour les consommateurs – un problème de file d'attente, un problème de tarification, un problème de fiabilité. Ce n'est rien de tout cela. C'est un problème d'infrastructure et de stabilité du réseau déguisé en débat sur la recharge.",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Energy/Energy-General/The-Real-Bottleneck-in-Britains-Energy-Transition.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/article/718x300/2026-02-11_fv7i4u5ca6.jpg",
        "publishedAt": "2026-02-11T18:00:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "The Real Bottleneck in Britain's Energy Transition",
        "description_en": "The EV charger story is being treated like a consumer inconvenience – a queueing problem, a pricing problem, a reliability problem. It’s none of those first. It’s an infrastructure and grid stability problem dressed up as a charging debate. It was reported th…",
        "translated": true
      },
      {
        "title": "MAGA effrayé par MAGA : les négociations habiles de l'Inde et l'anxiété des groupes commerciaux américains ont fait avancer les choses",
        "description": "Le cadre commercial intérimaire Inde-États-Unis, publié par la Maison-Blanche, reflète un compromis prudent entre les deux nations. Il offre un allègement immédiat aux exportateurs indiens, réduisant les tarifs américains de 50 % à 18 %, sécurise l'accès continu à la technologie incluant les GPU…",
        "source": "The Times of India",
        "url": "https://economictimes.indiatimes.com/opinion/et-commentary/india-us-trade-deal-maga-spooked-maga-indias-deft-negotiations-and-anxiety-from-us-business-groups-pushed-the-ball/articleshow/128218798.cms",
        "image": "https://img.etimg.com/thumb/width-1200,height-900,imgsize-40080,resizemode-75,msid-128218798/opinion/et-commentary/india-us-trade-deal-maga-spooked-maga-indias-deft-negotiations-and-anxiety-from-us-business-groups-pushed-the-ball.jpg",
        "publishedAt": "2026-02-11T17:38:32Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "MAGA spooked MAGA: India’s deft negotiations and anxiety from US business groups pushed the ball",
        "description_en": "The India-US interim trade framework, released by the White House, reflects a careful compromise between the two nations. It provides immediate relief to Indian exporters, reducing US tariffs from 50% to 18%, secures continued technology access including GPUs…",
        "translated": true
      },
      {
        "title": "Le capital-investissement remporte une victoire en convertissant les centrales à gaz pour les producteurs cherchant à répondre aux besoins de l'IA",
        "description": "Les centrales électriques alimentées au gaz, autrefois des paris peu appréciés, sont maintenant une transaction très demandée pour le capital-investissement.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/private-equity-wins-big-by-flipping-gas-plants-to-producers-racing-to-meet-ai-needs",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/776318353.jpg",
        "publishedAt": "2026-02-11T17:32:55Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Private Equity Wins Big by Flipping Gas Plants to Producers Racing to Meet AI Needs",
        "description_en": "Gas-fired power plants, once unloved bets, are now a hot trade for private equity.",
        "translated": true
      },
      {
        "title": "Le Japon redémarre l'énergie nucléaire à Kashiwazaki Kariwa après 14 ans d'arrêt",
        "description": "Tokyo Electric Power Company (TEPCO) a redémarré l'unité 6 de la centrale nucléaire de Kashiwazaki-Kariwa, suite à un arrêt de 14 ans suivant la catastrophe de Fukushima en 2011. Le réacteur de 1 360 MW est la première unité à être mise en ligne depuis l'accident nucléaire…",
        "source": "OilPrice.com",
        "url": "https://oilprice.com/Latest-Energy-News/World-News/Japan-Restarts-Nuclear-Power-at-Kashiwazaki-Kariwa-After-14-Years-in-the-Dark.html",
        "image": "https://d32r1sh890xpii.cloudfront.net/news/718x300/2026-02-11_vzifpbnsoy.jpg",
        "publishedAt": "2026-02-11T17:30:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Japan Restarts Nuclear Power at Kashiwazaki Kariwa After 14 Years in the Dark",
        "description_en": "Japan's Tokyo Electric Power Company (TEPCO) has restarted Unit 6 of the Kashiwazaki-Kariwa nuclear power plant, following a 14-year shutdown following the 2011 Fukushima disaster. The 1,360 MW reactor is the first unit to come online since the nuclear accide…",
        "translated": true
      },
      {
        "title": "Lubit annonce un marché de prédiction pour l'énergie",
        "description": "Lubit annonce un marché de prédiction pour l'énergie…",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/11/3236573/0/en/Lubit-Announces-a-Prediction-Market-for-Energy.html",
        "image": "https://ml.globenewswire.com/Resource/Download/3dbc62c4-c9bc-4b81-9ed8-002a14cdd4da",
        "publishedAt": "2026-02-11T17:17:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Lubit Announces a Prediction Market for Energy",
        "description_en": "Lubit Announces a Prediction Market for Energy...",
        "translated": true
      },
      {
        "title": "Quel est le prix de 1 gramme d'or en ce moment ?",
        "description": "Vous vous demandez combien vous paierez pour 1 gramme d'or en ce moment ? La réponse est plus compliquée qu'il n'y paraît.",
        "source": "CBS News",
        "url": "https://www.cbsnews.com/news/how-much-does-1-gram-of-gold-cost-february-2026/",
        "image": "https://assets1.cbsnewsstatic.com/hub/i/r/2026/02/11/dda97c82-86b8-4641-a5ee-cfaa53905b4a/thumbnail/1200x630/2274c519de99b92b6e8a0386173abfd9/gettyimages-2192635698.jpg",
        "publishedAt": "2026-02-11T16:55:43Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "How much does 1 gram of gold cost right now?",
        "description_en": "Wondering what you'll pay for 1 gram of gold right now? That answer is more complicated than it seems.",
        "translated": true
      },
      {
        "title": "TotalEnergies réduit les rachats d'actions à la limite inférieure de sa fourchette",
        "description": "TotalEnergies SE a réduit ses rachats d'actions à la limite inférieure de sa fourchette de prévisions.",
        "source": "Rigzone",
        "url": "https://www.rigzone.com/news/wire/totalenergies_cuts_buyback_to_lower_end_of_range-11-feb-2026-182966-article/",
        "image": "https://images.rigzone.com/images/news/articles/TotalEnergies-Cuts-Buyback-to-Lower-End-of-Range-182966-1200x628.png",
        "publishedAt": "2026-02-11T16:49:13Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "TotalEnergies Cuts Buyback to Lower End of Range",
        "description_en": "TotalEnergies SE trimmed its share buybacks to the lower end of its guidance range.",
        "translated": true
      },
      {
        "title": "Michelin a dégagé un résultat opérationnel segmenté de 2,9 milliards d'euros en 2025, à taux de change constants. Le Groupe a généré un flux de trésorerie disponible élevé avant fusions-acquisitions de 2,1 milliards d'euros et renforcé sa position financière.",
        "description": "Clermont-Ferrand, 11 février 2026 – 17h45  COMPAGNIE GÉNÉRALE DES ÉTABLISSEMENTS MICHELIN  Michelin a dégagé un résultat opérationnel segmenté de 2,9 milliards d'euros...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/11/3236532/0/en/Michelin-delivered-segment-operating-income-of-2-9-billion-in-2025-at-constant-exchange-rates-The-Group-generated-high-free-cash-flow-before-M-A-of-2-1-billion-and-strengthened-its.html",
        "image": "https://ml-eu.globenewswire.com/Resource/Download/cb56be7e-dfca-431e-8485-d83eb00a3d58",
        "publishedAt": "2026-02-11T16:45:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Michelin delivered segment operating income of €2.9 billion in 2025, at constant exchange rates. The Group generated high free cash flow before M&A of €2.1 billion and strengthened its financial position.",
        "description_en": "Clermont-Ferrand, February 11, 2026 – 5:45pm  COMPAGNIE GÉNÉRALE DES ÉTABLISSEMENTS MICHELIN  Michelin delivered segment operating income of €2.9 billion...",
        "translated": true
      }
    ],
    "ai_tech": [
      {
        "title": "LECTRA : résultats 2025 : croissance des revenus récurrents et résilience opérationnelle",
        "description": "Résultats 2025 : croissance des revenus récurrents et résilience opérationnelle  Revenus : 506,7 millions d'euros (-2%)*Revenus récurrents (75% du total) : +2%*,...",
        "source": "GlobeNewswire",
        "url": "https://www.globenewswire.com/news-release/2026/02/11/3236607/0/en/LECTRA-2025-results-growth-in-recurring-revenues-and-operational-resilience.html",
        "image": "https://ml-eu.globenewswire.com/Resource/Download/45221009-18e0-4fca-9124-e5b9d6f5f533",
        "publishedAt": "2026-02-11T18:42:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "LECTRA: 2025 results: growth in recurring revenues and operational resilience",
        "description_en": "2025 results: growth in recurring revenues and operational resilience  Revenues: €506.7 million (-2%)*Recurring revenues (75% of the total): +2%*,...",
        "translated": true
      },
      {
        "title": "Solv, spécialiste des services énergétiques, bondit de 20% à ses débuts après une IPO de 513 millions de dollars",
        "description": "Les actions de Solv Energy Inc. ont ouvert 20% au-dessus de leur prix d'IPO, après que la société de services d'infrastructure énergétique ait levé 512,5 millions de dollars lors d'une introduction en bourse américaine.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/power-services-firm-solv-up-20-in-debut-after-513-million-ipo",
        "image": null,
        "publishedAt": "2026-02-11T18:39:35Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Power Services Firm Solv Up 20% in Debut After $513 Million IPO",
        "description_en": "Solv Energy Inc. shares opened 20% above their IPO price, after the energy infrastructure services company raised $512.5 million in a US initial public offering.",
        "translated": true
      },
      {
        "title": "Un partenaire de SK Hynix a un plan astucieux pour simplifier les SSD et réduire l'utilisation de mémoire de 99% en pleine crise de la RAM",
        "description": "Le concept de SSD StreamFast supprime la couche de traduction flash et la DRAM du contrôleur, en utilisant des adresses séquentielles assignées aux appareils pour réduire drastiquement l'utilisation de mémoire.",
        "source": "TechRadar",
        "url": "https://www.techradar.com/pro/i-was-out-in-korea-just-a-couple-of-weeks-ago-sk-hynix-partner-has-a-cunning-plan-to-simplify-ssds-and-cut-memory-use-by-99-percent-amidst-ram-crisis",
        "image": "https://cdn.mos.cms.futurecdn.net/tX38kJnWs6tZcFTKaoUT2W-950-80.jpg",
        "publishedAt": "2026-02-11T18:35:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "'I was out in Korea just a couple of weeks ago': SK Hynix partner has a cunning plan to simplify SSDs and cut memory use by 99% amidst RAM crisis",
        "description_en": "StreamFast SSD concept removes the flash translation layer and controller DRAM, using sequential device-assigned addresses to slash memory use.",
        "translated": true
      },
      {
        "title": "Bill Ackman révèle sa participation dans Meta, affirmant qu'elle a une « valorisation profondément dépréciée »",
        "description": "",
        "source": "CNBC",
        "url": "https://www.cnbc.com/2026/02/11/bill-ackman-meta-valuation.html",
        "image": "https://image.cnbcfm.com/api/v1/image/108141843-17465632702025-05-06t202629z_837142669_rc2gceazdgz9_rtrmadp_0_harvard-ackman-milken.jpeg?v=1746563504&w=1920&h=1080",
        "publishedAt": "2026-02-11T18:33:27Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Bill Ackman reveals stake in Meta, says it has 'deeply discounted valuation'",
        "description_en": "",
        "translated": true
      },
      {
        "title": "Exclusif — Le secrétaire au Commerce Lutnick : l'administration Trump combat la science « bidon » pour stimuler la croissance économique",
        "description": "Le secrétaire au Commerce Howard Lutnick, lors d'un événement politique de Breitbart News mercredi, a raconté comment l'administration Trump a dû combattre la science « bidon » pour continuer à stimuler la croissance économique. L'article — Le secrétaire au Commerce Lutnick : l'administration Trump combat la science « bidon »...",
        "source": "Breitbart News",
        "url": "https://www.breitbart.com/politics/2026/02/11/exclusive-secretary-lutnick-trump-admin-fighting-bullsh-science-to-drive-economic-growth/",
        "image": "https://media.breitbart.com/media/2026/02/Howard-Lutnick-2390-640x335.png",
        "publishedAt": "2026-02-11T18:31:17Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Exclusive — Secretary Lutnick: Trump Admin Fighting 'Bullsh**' Science to Drive Economic Growth",
        "description_en": "Commerce Secretary Howard Lutnick during a Breitbart News policy event on Wednesday recounted how the Trump administration had to fight \"bullsh*t\" science to continue driving economic growth.\nThe post Exclusive — Secretary Lutnick: Trump Admin Fighting ‘Bulls…",
        "translated": true
      },
      {
        "title": "Les actions européennes progressent légèrement alors que Siemens Energy atteint un record historique",
        "description": "Les actions européennes ont progressé légèrement alors que des entreprises comme Siemens Energy AG et Heineken NV ont publié des résultats encourageants. L'éditeur de logiciels Dassault Systemes SE a chuté de 20 % après une guidance décevante.",
        "source": "Financial Post",
        "url": "https://financialpost.com/pmn/business-pmn/european-stocks-inch-higher-as-siemens-energy-hits-all-time-peak",
        "image": "https://smartcdn.gprod.postmedia.digital/financialpost/wp-content/uploads/2026/02/analysts-cut-european-earnings-estimates-downgrades-have-ou.jpg",
        "publishedAt": "2026-02-11T18:29:24Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "European Stocks Inch Higher as Siemens Energy Hits All-Time Peak",
        "description_en": "European stocks edged higher as companies including Siemens Energy AG and Heineken NV reported upbeat earnings. Software firm Dassault Systemes SE tumbled 20% as its outlook disappointed.",
        "translated": true
      },
      {
        "title": "Show HN : Project Genesis – Un organisme numérique biomimétique utilisant une LSM",
        "description": "J'ai construit un organisme numérique local utilisant une architecture Liquid State Machine (plus de 2 100 neurones). Il simule des processus biologiques comme la dégradation de la dopamine, le stress basé sur le cortisol (injection de bruit dans le réservoir), et l'apprentissage hébbien/neuroplasticité utilisant Numba. N…",
        "source": "Github.com",
        "url": "https://github.com/JeevanJoshi2061/Project-Genesis-LSM",
        "image": "https://opengraph.githubassets.com/09155e57d5887b2b6810372fa0608f86e2bccf026beec1379b978ec40bc95853/JeevanJoshi2061/Project-Genesis-LSM",
        "publishedAt": "2026-02-11T18:23:12Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Show HN: Project Genesis – A Bio-Mimetic Digital Organism Using LSM",
        "description_en": "I built a local digital organism using a Liquid State Machine architecture (2,100+ neurons). It simulates biological processes like dopamine decay, cortisol-based stress (injecting noise into the reservoir), and Hebbian learning/neuroplasticity using Numba. N…",
        "translated": true
      },
      {
        "title": "Synthèse : le secteur financier européen cherche son indépendance face aux incertitudes géopolitiques",
        "description": "FRANCFORT, 11 février (Xinhua) -- Le secteur financier européen cherche à réduire sa dépendance envers les États-Unis tout en accélérant sa transformation numérique face aux incertitudes mondiales, ont déclaré mercredi des responsables politiques et des chefs d'industrie à la place financière allemande…",
        "source": "The Star Online",
        "url": "https://www.thestar.com.my/news/world/2026/02/12/roundup-europe039s-financial-sector-seeking-independence-amid-geopolitical-uncertainties",
        "image": "https://cdn.thestar.com.my/Themes/img/newTsol_logo_socmedia.png",
        "publishedAt": "2026-02-11T18:23:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Roundup: Europe's financial sector seeking independence amid geopolitical uncertainties",
        "description_en": "FRANKFURT, Feb. 11 (Xinhua) -- Europe's financial sector is seeking to reduce its dependence on the United States while accelerating digital transformation amid global uncertainties, policymakers and industry leaders said on Wednesday in Germany's financial h…",
        "translated": true
      },
      {
        "title": "Guardiola opère des changements face à Fulham",
        "description": "L'équipe de Guardiola souhaite mettre la pression sur Arsenal en tête du classement après leur victoire importante à Anfield. Guardiola confie à nouveau les rênes du milieu de terrain à Rodri et laisse de côté des joueurs comme…",
        "source": "Onefootball.com",
        "url": "https://onefootball.com/en/news/guardiola-rings-the-changes-against-fulham-42394596",
        "image": "https://s.yimg.com/ny/api/res/1.2/WESR9mq4PTe8GpZYE_oERQ--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD04MDA7Y2Y9d2VicA--/https://media.zenfs.com/en/onefootball_articles_802/70328498fb2101bcbf5f2dbaf5ab35d8",
        "publishedAt": "2026-02-11T18:21:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Guardiola rings the changes against Fulham",
        "description_en": "Guardiola's team wants to put pressure on Arsenal at the top of the table after their important victory at Anfield. Guardiola once again hands the reins of the midfield to Rodri and leaves players lik...",
        "translated": true
      },
      {
        "title": "Le conseil municipal de Lancaster nomme un haut fonctionnaire de longue date et leader communautaire au poste vacant",
        "description": "Le conseil municipal de Lancaster a voté à l'unanimité mardi soir pour nommer l'activiste communautaire et ancienne trésorière de la ville Cheryl Holland-Jones comme septième membre afin de pourvoir au poste vacant pour les deux années restantes du mandat du conseil du maire Jaime Arroyo.",
        "source": "LancasterOnline",
        "url": "https://lancasteronline.com/news/local/lancaster-city-council-appoints-longtime-official-community-leader-to-open-seat/article_ab028f39-ab12-45be-8123-e55eb5ddf6ee.html",
        "image": "https://bloximages.newyork1.vip.townnews.com/lancasteronline.com/content/tncms/assets/v3/editorial/2/8e/28ebaa16-1da0-11e9-aee9-3fb0266730ec/5c45fe3502baa.image.jpg?crop=1729%2C908%2C0%2C145&resize=1200%2C630&order=crop%2Cresize",
        "publishedAt": "2026-02-11T18:12:00Z",
        "time": "11 fév.",
        "lang": "fr",
        "via": "newsapi",
        "title_en": "Lancaster City Council appoints longtime official, community leader to open seat",
        "description_en": "Lancaster City Council voted 6-0 Tuesday evening to appoint community activist and former city treasurer Cheryl Holland-Jones its seventh member to fill the remaining two years of Mayor Jaime Arroyo’s council term.",
        "translated": true
      }
    ]
  },
  "total": 49
}